Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.Plugins.xlf
Languages: dutch, french, german, spanish, vi

# _ignoreDirectories.Caption
source: Directories to ignore (EndsWith)
dutch: Te negeren directories (EndsWith)
french: Répertoires à ignorer (Fini par)
german: Zu ignorierende Verzeichnisse (EndsWith)
spanish: Directorios a ignorar (EndsWith)
vi: Các thư mục cần bỏ qua (EndsWith)

# _ignoreSubmodules.Caption
source: Ignore submodules
dutch: Negeer submodules
french: Ignorer les sous-modules
german: Ignoriere Untermodule
spanish: Ignorar submódulos
vi: Bỏ qua các submodule

# _bytesDownloaded.Text
source: {0} bytes downloaded.
dutch: {0} bytes gedownload.
french: {0} bytes téléchargés.
german: {0} Bytes heruntergeladen.
spanish: {0} bytes descargados.
vi: Đã tải xuống {0} byte.

# _cannotFindGource.Text
source: Cannot find Gource. Please download Gource and set the path in the plugins settings dialog.
dutch: Kan Gource niet vinden. Download Gource, a.u.b., en stel het correcte pad in in het plugin instellingen scherm.
french: Ne peut pas trouver Gource. Veuillez télécharger Gource et définir le chemin dans les dialogues de paramétrage des plugins.
german: Gource wurde nicht gefunden. Bitte laden Sie Gource herunter und konfigurieren Sie den Pfad im Dialog mit den Plugin Einstellungen.
spanish: No se ha encontrado Gourge. Por favor, descargue Gourge e incluye la dirección de instalación en el diálogo de configuración de plugins.
vi: Không thể tìm thấy Gource. Vui lòng tải xuống Gource và đặt đường dẫn trong hộp thoại cài đặt plugin.

# _currentDirectoryIsNotValidGit.Text
source: The current directory is not a valid git repository. Gource can be only be started from a valid git repository.
dutch: De huidige directory is geen geldige git repository. Gource kan alleen gestart worden in een geldige git repository.
french: Le répertoire courant n'est pas un dépôt git valide. Gource ne peut être lancé que depuis un dépôt git valide.
german: Das aktuelle Verzeichnis ist kein gültiges Git Repository. Gource kann nur aus einem gültigen Git Repository gestartet werden.
spanish: El directorio actual no es un repositorio válido de git. Gource sólo puede ser iniciado desde un repositorio válido de git.
vi: Thư mục hiện tại không phải là kho lưu trữ git hợp lệ. Gource chỉ có thể được bắt đầu từ một kho lưu trữ git hợp lệ.

# _doYouWantDownloadGource.Text
source: There is no path to Gource configured. Do you want to automatically download Gource?
dutch: Het pad naar Gource is niet ingesteld. Wilt u automatisch Gource downloaden?
french: Il n'y a pas de chemin configuré vers Gource. Voulez-vous téléchargé automatiquement Gource?
german: Es ist kein Pfad für Gource konfiguriert. Soll Gource automatisch heruntergeladen werden?
spanish: No hay una ruta de Gourge configurada ¿Desea que se descargue Gourge automáticamente?
vi: Không có đường dẫn đến Gource được định cấu hình. Bạn có muốn tự động tải xuống Gource không?

# _download.Text
source: Download
dutch: Downloaden
french: Télécharger
german: Herunterladen
spanish: Descargar
vi: Tải xuống

# _downloadingFailed.Text
source: Downloading failed. Please download Gource and set the path in the plugins settings dialog.
dutch: Downloaden mislukt. Download Gource en stel het pad in in het plugins instellingen scherm.
french: Échec du téléchargement. Veuillez télécharger Gource et définir le chemin dans les dialogues de paramétrage des plugins.
german: Herunterladen fehlgeschlagen. Bitte laden Sie Gource und setzen den Pfad im Dialog mit den Plugin Einstellungen.
spanish: Descarga fallida. Por favor, descargue Gourge y configure la dirección de instalación en el diálogo de configuración de plugins.
vi: Tải xuống không thành công. Vui lòng tải xuống Gource và đặt đường dẫn trong hộp thoại cài đặt plugin.

# _gourceDownloadedAndUnzipped.Text
source: Gource has been downloaded and unzipped.
dutch: Gource is gedownload en ge-unzipt.
french: Gource a été téléchargé et décompressé.
german: Gource wurde heruntergeladen und entpackt.
spanish: Gource ha sido descargado y descomprimido.
vi: Gource đã được tải xuống và giải nén.

# _gourcePath.Caption
source: Path to Gource
dutch: Pad naar Gource
french: Chemin vers Gource
german: Pfad zu Gource
spanish: Ruta a Gource
vi: Đường dẫn đến Gource

# _resetConfigPath.Text
source: Cannot find Gource in the configured path: {0}. Do you want to reset the configured path?
dutch: Kan Gource niet vinden in het opgegeven pad: {0}. Wilt het het pad opnieuw instellen?
french: Impossible de trouver Gource dans le chemin configuré: {0}. Voulez-vous réinitialiser le chemin configuré?
german: Konnte Gource nicht im konfigurierten Pfad finden: {0}. Wollen Sie den konfigurierten Pfad zurücksetzen?
spanish: No se ha podido encontrar Gourge en la ruta de configuración: {0} ¿Desea reiniciar la ruta de configuración?
vi: Không thể tìm thấy Gource trong đường dẫn đã định cấu hình: {0}. Bạn có muốn đặt lại đường dẫn đã định cấu hình không?

# GourceBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
spanish: Examinar
vi: Duyệt qua

# WorkingDirBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
spanish: Examinar
vi: Duyệt qua

# button1.Text
source: Start
french: Démarrer
spanish: Inicio
vi: Bắt đầu

# label1.Text
source: Path to Gource
dutch: Pad naar Gource
french: Chemin vers Gource
german: Pfad zu Gource
spanish: Ruta a Gource
vi: Đường dẫn đến Gource

# label2.Text
source: Repository
french: Dépôt
spanish: Repositorio
vi: Kho

# linkLabel2.Text
source: Gource command line
french: Ligne de commande Gource
german: Gource Kommandozeile
spanish: Línea de comandos de Gourge.
vi: Gource dòng lệnh

# lblIgnoreBuildBranch.Text
source: Ignore build for branch
french: Ignorer le build pour la branche
german: Build für Branch ignorieren
vi: Bỏ qua bản dựng cho nhánh

# lblJenkinsServerUrl.Text
source: Jenkins server URL
dutch: URL van Jenkins server
french: URL du serveur Jenkins
spanish: URL del servidor Jenkins
vi: URL máy chủ Jenkins

# lblProjectName.Text
source: Project name
dutch: Projectnaam
french: Nom du projet
german: Projektname
spanish: Nombre del proyecto
vi: Tên dự án

# Description.Text
source: Jira Commit Hint
french: Lien commit-Jira
german: JIRA Commit Hinweis
vi: Gợi ý cam kết Jira

# EmptyQueryResultCaption.Text
source: First Task Preview
vi: Xem trước tác vụ đầu tiên

# EmptyQueryResultMessage.Text
source: [Empty Jira Query Result]
vi: [Kết quả truy vấn Jira trống]

# InvalidUrlCaption.Text
source: Invalid Jira url
vi: Url Jira không hợp lệ

# InvalidUrlMessage.Text
source: A valid url is required to launch the Jira query helper
vi: Cần có url hợp lệ để khởi chạy trình trợ giúp truy vấn Jira

# PreviewButtonText.Text
source: Preview
vi: Xem trước

# QueryHelperLinkText.Text
source: Open the query helper inside Jira
vi: Mở trình trợ giúp truy vấn bên trong Jira

# QueryHelperOpenErrorText.Text
source: Unable to open Jira query helper
vi: Không thể mở trình trợ giúp truy vấn Jira

# _credentialsSettings.Caption
source: Jira credentials
vi: Thông tin đăng nhập Jira

# _enabledSettings.Caption
source: Jira hint plugin enabled
dutch: Jira hint plugin ge-enabled
french: Plugin lien commit-Jira activé
german: JIRA Hinweis Plugin aktiviert
vi: Đã bật plugin gợi ý Jira

# _jqlQuerySettings.Caption
source: JQL Query
french: Requête JQL
german: JQL Abfrage
vi: Truy vấn JQL

# _stringTemplateSetting.Caption
source: Message Template
dutch: Beheer Sjabloon
french: Modèle de mesage
german: Vorlage für Commit Nachricht
vi: Mẫu tin nhắn

# _urlSettings.Caption
source: Jira URL
french: URL Jira
spanish: URL de Jira
vi: URL Jira

# $this.Text
source: Proxy Switcher
french: Changeur de proxy
german: Proxy Wechsler
spanish: Cambiador de proxy
vi: Trình chuyển đổi proxy

# ApplyGlobally_CheckBox.Text
source: Apply globally
dutch: Globaal toepassen
french: Appliquer globalement
german: Global anwenden
spanish: Aplicar globalmente
vi: Áp dụng trên toàn cầu

# GlobalHttpProxy_Label.Text
source: Global http.proxy:
dutch: Globale http.proxy:
french: Proxy http global :
german: Globaler HTTP Proxy:
spanish: http.proxy global:
vi: http.proxy toàn cầu:

# LocalHttpProxy_Label.Text
source: Local http.proxy:
dutch: Lokale http.proxy:
french: Proxy http local :
german: Lokaler HTTP Proxy:
spanish: http.proxy local:
vi: http.proxy cục bộ:

# SetProxy_Button.Text
source: Set proxy
dutch: Proxy instellen
french: Activer le proxy
german: Proxy setzen
spanish: Establecer proxy
vi: Đặt proxy

# UnsetProxy_Button.Text
source: Unset proxy
dutch: Geen proxy
french: Désactiver le proxy
german: Proxy zurücksetzen
spanish: Quitar proxy
vi: Bỏ đặt proxy

# _pleaseSetProxy.Text
source: There is no proxy configured. Please set the proxy host in the plugin settings.
dutch: Er is geen proxy ingesteld. Vul de proxy server in in het instellingen scherm van de plugin.
french: Il n'y a pas de proxy configuré. Activer l'hôte proxy dans les paramètres des plugins s'il vous plait.
german: Es ist kein Proxy konfiguriert. Bitte setzen Sie den Proxy-Host in den Plugin Einstellungen.
spanish: No hay ningún proxy configurado. Por favor configure el host del proxy en los ajustes del plugin.
vi: Không có proxy nào được định cấu hình. Vui lòng đặt máy chủ proxy trong cài đặt plugin.

# _pluginDescription.Text
source: Proxy Switcher
french: Changeur de proxy
german: Proxy Wechsler
spanish: Cambiador de proxy
vi: Trình chuyển đổi proxy

# Description.Text
source: Proxy Switcher
french: Changeur de proxy
german: Proxy Wechsler
spanish: Cambiador de proxy
vi: Trình chuyển đổi proxy

# Password.Caption
source: Password
dutch: Wachtwoord
french: Mot de passe
german: Passwort
spanish: Contraseña
vi: Mật khẩu

# Username.Caption
source: Username
dutch: Gebruikersnaam
french: Nom de l'utilisateur
german: Benutzername
spanish: Nombre de usuario:
vi: Tên tài khoản

# $this.Text
source: Release Notes Generator
french: Générateur de Notes de Release
spanish: Generador de Notas de Versión.
vi: Trình tạo Release Notes

# _caption.Text
source: Invalid input
dutch: Ongeldige invoer
french: Saisie invalide
german: Ungültige Eingabe
spanish: Entrada no válida
vi: Đâu vao không hợp lệ

# _commitLogFrom.Text
source: Commit log from '{0}' to '{1}' ({2}):
dutch: Commit log van '{0}' tot '{1}' ({2}):
french: Faire un commit des log de '{0}' à '{1}' ({2}):
german: Commit-Log von '{0}' bis '{1}' ({2}):
spanish: Log de commit desde '{0}' a '{1}' ({2}):
vi: Nhật ký cam kết từ '{0}' đến '{1}' ({2}):

# _fromCommitNotSpecified.Text
source: 'From' commit must be specified
dutch: Specificeer de van-commit
french: Le commit 'de départ' doit être spécifié
german: 'Von' Commit muss angegeben werden
spanish: El campo "Desde" debe ser especificado
vi: Cam kết 'Từ' phải được chỉ định

# _toCommitNotSpecified.Text
source: 'To' commit must be specified
dutch: Specificeer de naar-commit
french: Le commit 'd'arrivé' doit être spécifié
german: 'Zu' Commit muss angegeben werden
spanish: El campo "Hacia" debe ser especificado
vi: Cam kết 'to' phải được chỉ định

# buttonCopyAsHtml.Text
source: as HTML table
dutch: als HTML tabel
french: comme une table HTML
german: als HTML-Tabelle
spanish: como tabla HTML
vi: dưới dạng bảng HTML

# buttonCopyAsTextTableSpace.Text
source: as text table (spaces)
dutch: als tekst tabel (spaties)
french: comme une table de texte (espaces)
german: als textuelle Tabelle (Leerzeichen)
spanish: como tabla de texto (espacios)
vi: dưới dạng bảng văn bản (khoảng trắng)

# buttonCopyAsTextTableTab.Text
source: as text table (tabs)
dutch: als tekst tabel (tabs)
french: comme une table de texte (tabulations)
german: als textuelle Tabelle (Tabulatoren)
spanish: como tabla de texto (tabulaciones)
vi: dưới dạng bảng văn bản (tab)

# buttonCopyOrigOutput.Text
source: original output
dutch: originele output
french: sortie originale
german: Originalausgabe
spanish: resultado original
vi: đầu ra ban đầu

# buttonGenerate.Text
source: Generate
dutch: Genereer
french: Générer
german: Generieren
spanish: Generar
vi: Tạo

# groupBox1.Text
source: Result
dutch: Resultaat
french: Résultat
german: Ergebnis
spanish: Resultado
vi: Kết quả

# groupBoxCopy.Text
source: Copy to clipboard
dutch: Kopiren naar het klembord
french: Copier
german: In Zwischenablage kopieren
spanish: Copiar al portapapeles
vi: Sao chép vào clipboard

# label1.Text
source: Commit expression "To" (including):
dutch: Commit expressie "Naar" (inclusief):
french: Expression de commit "vers" (incluant) :
german: Commit Ausdruck "To" (einschließend):
spanish: Expresión de commit "Hasta" (inclusive):
vi: Biểu thức cam kết "Tới" (bao gồm):

# label10.Text
source: separate columns with spaces
dutch: scheid kolommen met spaties
french: séparer les colonnes avec des espaces
german: Trenne Spalten mit Leerzeichen
spanish: separar columnas con espacios
vi: các cột riêng biệt bằng dấu cách

# label11.Text
source: Clipboard will contain HTML code (plain text) and HTML format which can be pasted to programs like MS Word or LibreOffice Writer.
dutch: Het klembord zal HTML code (platte tekst) en HTML formaat bevatten. Dit kan geplakt worden in programma's als MS Word en LibreOffice Writer.
french: Le presse-papier contiendra du code HTML (texte pur) et du HTML formaté qui peut être coller dans des programmes comme MS Word ou LibreOffice Writer.
german: Die Zwischenablage wird HTML Code (Klartext) und HTML Formatierung enthalten. Diese kann in Programmen wie MS Word oder LibreOffice Writer eingefügt werden.
spanish: El portapapeles tendrá código HTML (texto plano) y formato HTML que puede ser pegado en programas como MS Word o LibreOffice Writer.
vi: Clipboard sẽ chứa mã HTML (văn bản thuần túy) và định dạng HTML có thể được dán vào các chương trình như MS Word hoặc LibreOffice Writer.

# label2.Text
source: Commit expression "From" (excluding):
dutch: Commit expressie "Van" (exclusief):
french: Expression de commit "depuis" (excluant) :
german: Commit Ausdruck "From" (ausschließend):
spanish: Expresión de commit "Desde" (exclusive):
vi: Biểu thức cam kết "Từ" (không bao gồm):

# label3.Text
source: git log arguments:
dutch: git log argumenten:
french: Arguments des logs de git :
german: git log Parameter:
spanish: argumentos para git log
vi: đối số git log:

# label4.Text
source: {0} = from; {1} = to
dutch: {0} = van; {1} = naar
french: {0} = de; {1} = à
german: {0} = von; {1} = zu
spanish: {0} = desde; {1} = hasta
vi: {0} = từ; {1} = đến

# label5.Text
source: Sorting: Most recent revisions are listed on top.
dutch: Sortering: Meest recente revisies bovenaan.
french: Tri en cours : Les révisions les plus récentes sont listés en haut.
german: Sortierung: Die aktuellsten Revisionen sind zuoberst.
spanish: Orden: Las revisiones más recientes aparecen arriba.
vi: Sắp xếp: Các bản sửa đổi gần đây nhất được liệt kê ở trên cùng.

# label6.Text
source: Revisions count =
dutch: Aantal revisies =
french: Nombre de révisions =
german: Revisionszähler =
spanish: Número de revisiones =
vi: Số lượt xem lại =

# label7.Text
source: (Commit expressions can be commit hashes, branch names, tag names)
dutch: (Commit expressies kunnen commit hashes, branch namen of tag namen zijn)
french: (Des expressions de Commit peuvent être des hashes de commit, noms de branche, noms de tag)
german: (Commit Ausdrücke können Commit Hahes, Branchnamen oder Tag-Namen sein.)
spanish: (Las expresiones de commit pueden ser: hashes de commits, nombres de ramas, ó nombres de tags)
vi: (Biểu thức cam kết có thể là băm cam kết, tên nhánh, tên thẻ)

# label8.Text
source: as is
french: en l'état
german: im Original
spanish: sin modificaciones
vi: như là

# label9.Text
source: separate columns with tabs
dutch: scheid kolommen met tabs
french: séparer les colonnes avec des tabulations
german: Trenne Spalten mit Tabulatoren
spanish: separar columnas con tabulaciones
vi: tách các cột bằng các tab

# Description.Text
source: Release Notes Generator
french: Générateur de Notes de Release
spanish: Generador de Notas de Versión.
vi: Trình tạo Release Notes

# ExtractLink.Text
source: Extract data from a build result url copied in the clipboard
vi: Trích xuất dữ liệu từ url kết quả xây dựng được sao chép trong khay nhớ tạm

# TokenManagementLink.Text
source: Go to token management page
vi: Đi tới trang quản lý token thông báo

# _failToExtractDataFromClipboardCaption.Text
source: Could not extract data
vi: Không thể trích xuất dữ liệu

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy the url of the build into the clipboard before retrying. (Should contain at least the "buildId" parameter)
vi: Khay nhớ tạm không chứa url bản dựng hợp lệ. Vui lòng sao chép url của bản dựng vào khay nhớ tạm trước khi thử lại. (Phải chứa ít nhất tham số "buildId")

# _failToLoadBuildDefinitionInfoMessage.Text
source: Error while trying to retrieve build definition information from url. Please ensure that the url is valid and that the API token has access to build and project information.
vi: Lỗi khi cố gắng truy xuất thông tin định nghĩa bản dựng từ url. Hãy đảm bảo rằng url hợp lệ và mã thông báo API có quyền truy cập để xây dựng và thông tin dự án.

# _infoNoApiTokenMessage.Text
source: Unable to retrieve build definition information without API token. Field will be left blank.
vi: Không thể truy xuất thông tin định nghĩa bản dựng mà không có mã thông báo API. Trường sẽ được để trống.

# label1.Text
source: Examples: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/
vi: Ví dụ: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/

# label4.Text
source: You need to create a token with the following scopes: - 'Build (read)' - 'Project and team (read)'
french: Vous devez créer un jeton avec les portées suivantes: - 'Construction (lecture)' - 'Projet et équipe (lecture)'
german: Sie müssen einen Token mit den folgenden Scopes erstellen: - 'Build (read)' - 'Project and team (read)'
vi: Bạn cần tạo mã thông báo với các phạm vi sau: - 'Xây dựng (đọc)' - 'Dự án và nhóm (đọc)'

# labelRegexError.Text
source: The 'Build definition name' regular expression is not valid and won't be saved!
dutch: De regular expressie voor "Bouw definitienaam" is niet geldig en wordt niet opgeslagen!
french: L'expression régulière pour "le nom de la définition de build" n'est pas valide et ne sera pas enregistrée!
german: Der reguläre Ausdruck "Build definition name" validiert nicht und wird nicht gespeichert!
spanish: ¡La expresión regular 'Build definition name' no es válida y no será guardada!
vi: Cụm từ thông dụng 'Tên định nghĩa bản dựng' không hợp lệ và sẽ không được lưu!

# CheckBoxLogAsGuest.Text
source: Log as guest to display the build report
dutch: Log als gast om het bouw rapport weer te geven
french: Se logguer en tant qu'invité pour afficher le rapport de build
german: Logge als Gast um den Build Report anzuzeigen
spanish: Logueese como invitado para visualizar el informe de Builds
vi: Đăng nhập với tư cách khách để hiển thị báo cáo xây dựng

# _failToExtractDataFromClipboardCaption.Text
source: Build url not valid
dutch: Build url ongeldig
french: Url du build non valide
german: Build URL ist ungültig
spanish: Url de Build no válida
vi: Tạo url không hợp lệ

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy in the clipboard the url of the build before retrying. (Should contain at least the "buildTypeId" parameter)
dutch: Het klembord bevat geen geldige build url. Kopieer a.u.b. eerst de url van de build naar het klembord. (De url bevat op zijn minst de "buildTypeId" parameter)
french: Le presse-papier ne contient pas une url de build valide. Copiez, s'il vous plait, dans votre presse-papier l'url de la build avant de réessayer. (Elle doit contenir au moins le paramètre "buildTypeId")
german: Die Zwischenablage enthält keine gültige Build-URL. Bitte kopieren Sie die URL des Builds in die Zwischenablage bevor Sie es erneut versuchen. (Sollte mindestens den Parameter "buildTypeId" enthalten)
spanish: El portapapeles no contiene una url de Build válida Por favor, copie en el portapapeles una url de la Build antes de reintentarlo. (Debería contener al menos el parámetro "buildTypeId")
vi: Khay nhớ tạm không chứa url bản dựng hợp lệ. Vui lòng sao chép url của bản dựng trong khay nhớ tạm trước khi thử lại. (Phải chứa ít nhất tham số "buildTypeId")

# _failToLoadProjectCaption.Text
source: Error when loading the projects and build list
dutch: Fout tijdens het laden van de projecten en build lijst
french: Erreur lors du chargement de la des projets et des builds
german: Fehler beim Laden der Projekte und der Liste der Builds
spanish: Se ha producido un error cuando se cargaban los proyectos y la lista de Builds
vi: Lỗi khi tải các dự án và danh sách xây dựng

# _failToLoadProjectMessage.Text
source: Failed to load the projects and build list. Please verify the server url.
dutch: Laden van projecten en build lijst mislukt. Controleer a.u.b. de server url.
french: Échec de chargement de la liste des projets et des builds. Veuillez vérifier l'url du serveur.
german: Fehler beim Laden der Build- und Projekt-Listen. Bitte die Server-URL überprüfen.
spanish: Se produjo un fallo al cargar los proyecto y la lista de Builds. Por favor, verifique la url del servidor.
vi: Không thể tải các dự án và danh sách xây dựng. Vui lòng xác minh url máy chủ.

# labelRegexError.Text
source: The "Build Id Filter" regular expression is not valid and won't be saved!
dutch: De regular expressie voor "Bouw Id Filter" is niet geldig en wordt niet opgeslagen!
french: L'expression régulière pour "le filtre d'Id de build" n'est pas valide et ne sera pas enregistrée!
german: Der reguläre Ausdruck "Build Id Filter" validiert nicht und wird nicht gespeichert!
spanish: ¡La expresión regular "Build Id Filter no es valido y no será guardada!
vi: Cụm từ thông dụng "Build Id Filter" không hợp lệ và sẽ không được lưu!

# lnkExtractDataFromBuildUrlCopiedInTheClipboard.Text
source: Extract the data from the build url copied in the clipboard
dutch: Haal de gegevens uit de build url op het klembord
french: Extraire les données depuis l'url de la build copiée dans le presse-papier
german: Extrahiere die Daten aus der Build URL die sich in der Zwischenablage befindet
spanish: Extraer la información de la ruta de compilación copiada en el portapapeles
vi: Trích xuất dữ liệu từ url bản dựng được sao chép trong khay nhớ tạm

# RefreshBtn.Text
source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
spanish: Cancelar

# lblStatus.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
spanish: Cargando...

# labelRemote.Text
source: Remote:
dutch: Externe:
french: Branche distante :
spanish: Remoto:

# PublishDraft.Text
source: Submit review as draft
dutch: Review versturen als concept
french: Soumettre une revue comme brouillon
german: Sende Review als Entwurf
spanish: Enviar revisión como borrador

# $this.Text
source: Gerrit Plugin
french: Extension Gerrit
spanish: Complemento Gerrit
