Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.Plugins.xlf
Languages: dutch, french, german, spanish, vi

# cbLoadTestResults.Text
source: Display test results in build status summary for each build result (network intensive!)
dutch: geef testresultaten weer in samenvatting build status voor ieder bouw resultaat (netwerk intensief!)
french: Afficher le résultat des tests dans le résumé du status du build pour chaque résultat (couteux en réseau!)
german: Zeige Testergebnisse in der Buildstatus Übersicht für jedes Buildergebnis (viel Netzwerkverkehr!)
spanish: mostrar los resultados de las pruebas en el resumen de estado de compilación para cada resultado de compilación (¡uso intensivo de la red!)
vi: Hiển thị kết quả kiểm tra trong tóm tắt trạng thái bản dựng cho mỗi kết quả bản dựng (chuyên sâu về mạng!)

# Description.Text
source: Auto compile SubModules
dutch: Compileer SubModules automatisch
french: Compilation automatique des sous modules
german: Untermodule automatisch kompilieren
spanish: Autocompilar submódulos
vi: Tự động biên dịch SubModules

# _doYouWantBuild.Text
source: Do you want to build {0}? {1}
dutch: Wil je {0} builden? {1}
french: Voulez-vous construire {0}? {1}
german: Möchten Sie {0} bauen? {1}
spanish: Quiere compilar {0}? {1}
vi: Bạn có muốn xây dựng {0}? {1}

# _enterCorrectMsBuildPath.Text
source: Please enter correct MSBuild path in the plugin settings dialog and try again.
dutch: Voer a.u.b. het correcte pad naar MSBuild in in het instellingenscherm van de plugin en probeer nogmaals.
french: Merci d'entrer un chemin correct pour MSBuild dans les paramètres du plugin et réessayer.
german: Bitte geben Sie den korrekten MSBuild Pfad in den Einstellungen des Plugin Dialogs ein und probieren Sie es erneut.
spanish: Por favor ingrese el directorio correcto para MSBuild en el diálogo de configuración del plugin e intente nuevamente.
vi: Vui lòng nhập đường dẫn MSBuild chính xác trong hộp thoại cài đặt plugin và thử lại.

# _msBuildArguments.Caption
source: msbuild.exe arguments
dutch: msbuild.exe argumenten
french: Arguments de msbuild.exe
german: msbuild.exe Argumente
spanish: Argumentos para msbuild.exe
vi: đối số msbuild.exe

# _msBuildEnabled.Caption
source: Enabled
dutch: Ingeschakeld
french: Activé
german: Aktiviert
spanish: Habilitado
vi: Đã bật

# _msBuildPath.Caption
source: Path to msbuild.exe
dutch: Pad naar msbuild.exe
french: Chemin vers msbuild.exe
german: Pfad zu msbuild.exe
spanish: Ruta hacia msbuild.exe
vi: Đường dẫn đến msbuild.exe

# Description.Text
source: Periodic background fetch
dutch: Fetch periodiek op de achtergrond
french: Effectuer une récupération (fetch) périodique en arrière-plan
german: Periodischer fetch im Hintergrund
spanish: Ejecuta fetch periódicamente en segundo plano
vi: Tìm nạp trong nền định kỳ

# _autoRefresh.Caption
source: Refresh view after fetch
dutch: Ververs het scherm na iedere fetch
french: Rafraîchir la vue après la recherche
german: Ansicht neu laden nach Fetch
spanish: Actualizar vista luego de un fetch
vi: Làm mới lại sau khi tìm nạp

# _fetchAllSubmodules.Caption
source: Fetch all submodules
dutch: Fetch alle submodules
french: Effectuer une récupération de tous les sous-modules
german: Alle Untermodule holen
spanish: Cargar todos los submódulos
vi: Tìm nạp tất cả các submodules

# _fetchInterval.Caption
source: Fetch every (seconds) - set to 0 to disable
dutch: Fetch iedere (seconden) - zet op 0 om uit te schakelen
french: Effectuer une récupération toutes les (secondes) - mettre à 0 pour désactiver
german: Fetch alle x (Sekunden) ausführen - 0 zum abschalten
spanish: Hacer fetch cada (segundos) - dejar valor en 0 para desactivar
vi: Tìm nạp mỗi (giây) - đặt thành 0 để tắt

# _gitCommand.Caption
source: Arguments of git command to run
dutch: Argumenten voor het git-commando
french: Arguments pour l’exécution de la commande git
german: Parameter des Git Befehls zum Ausführen
spanish: Argumentos para el comando de git a ejecutarse
vi: Đối số của lệnh git để chạy

# BitbucketBaseUrl.Caption
source: Specify the base URL to Bitbucket
dutch: Specificeer de base URL naar Bitbucket
french: Spécifier l'URL de base de Bitbucket
german: Geben Sie die Bitbucket Basis-URL an
spanish: Especifique la URL base de Bitbucket
vi: Chỉ định URL cơ sở cho Bitbucket

# BitbucketDisableSsl.Caption
source: Disable SSL verification
dutch: Deactiveer SSL verificatie
french: Désactiver la vérification SSL
german: SSL Verifikation abschalten
spanish: Deshabilitar verificación SSL
vi: Tắt xác minh SSL

# BitbucketPassword.Caption
source: Bitbucket Password
dutch: Bitbucket Wachtwoord
french: Mot de passe Bitbucket
german: Bitbucket Passwort
spanish: Contraseña de Bitbucket
vi: Mật khẩu Bitbucket

# BitbucketUsername.Caption
source: Bitbucket Username
dutch: Btibucket Gebruikersnaam
french: Utilisateur Bitbucket
german: Bitbucket Benutzername
spanish: Nombre de usuario de Bitbucket
vi: Tên người dùng Bitbucket

# Description.Text
source: Bitbucket Server
french: Serveur Bitbucket
spanish: Servidor Bitbucket
vi: Máy chủ Bitbucket

# _yourRepositoryIsNotInBitbucket.Text
source: Your repository is not hosted in BitBucket Server.
french: Votre dépôt n'est pas hébergé dans BitBucket Server.
german: Ihr Repository ist nicht in Bitbucket Server gehostet.
vi: Kho lưu trữ của bạn không được lưu trữ trong Máy chủ BitBucket.

# $this.Text
source: Bitbucket Server
french: Serveur Bitbucket
spanish: Servidor Bitbucket
vi: Máy chủ Bitbucket

# _committed.Text
source: {0} committed {1}
dutch: {0} gecommit {1}
french: {0} commité {1}
spanish: {0} Commiteado {1}
vi: {0} đã cam kết {1}

# _error.Text
source: Error
dutch: Fout
french: Erreur
german: Fehler
vi: Lỗi

# _linkLabelToolTip.Text
source: Right-click to copy link
french: Clic droit pour copier le lien
german: Rechtsklick, um Link zu kopieren
vi: Nhấp chuột phải để sao chép liên kết

# _success.Text
source: Success
dutch: Succes
french: Réussite
german: Erfolg
spanish: Exito
vi: Thành công

# btnApprove.Text
source: Approve
dutch: Goedkeuren
french: Approuver
german: Genehmigen
spanish: Aprobar
vi: Chấp thuận

# btnCreate.Text
source: Create
dutch: Aanmaken
french: Créer
german: Erzeugen
spanish: Crear
vi: Tạo

# btnMerge.Text
source: Merge
dutch: Samenvoegen
french: Fusionner (Merge)
german: Mergen
spanish: Fusionar
vi: Hợp nhất

# groupBoxCreatePullRequest.Text
source: Pull Request Info
french: Information sur la demande de pull
german: Pull Request Information
spanish: Información de las Pull Request.
vi: Thông tin Pull Request

# groupBoxInformation.Text
source: Information
dutch: Informatie
spanish: Información
vi: Thông tin

# groupBoxPullRequestInfo.Text
source: Pull Request Info
french: Information sur la demande de pull
german: Pull Request Information
spanish: Información de las Pull Request.
vi: Thông tin Pull Request

# groupBoxSource.Text
source: Source
dutch: Bron
german: Quelle
spanish: Fuente
vi: Nguồn

# groupBoxSourceRepoView.Text
source: Source
dutch: Bron
german: Quelle
spanish: Fuente
vi: Nguồn

# groupBoxTarget.Text
source: Target
dutch: Doel
french: Cible
german: Ziel
spanish: Destino
vi: Mục tiêu

# groupBoxTargetRepoView.Text
source: Target
dutch: Doel
french: Cible
german: Ziel
spanish: Destino
vi: Mục tiêu

# lblAuthor.Text
source: Author
dutch: Auteur
french: Auteur
german: Autor
spanish: Autor
vi: Tác giả

# lblBranchView.Text
source: Branch
dutch: Vertakking
french: Branche
spanish: Rama
vi: Nhánh

# lblDescription.Text
source: Description
dutch: Omschrijving
german: Beschreibung
spanish: Descripción
vi: Miêu tả

# lblDescriptionView.Text
source: Description
dutch: Omschrijving
german: Beschreibung
spanish: Descripción
vi: Miêu tả

# lblRepositoryView.Text
source: Repository
french: Dépôt
spanish: Repositorio
vi: Kho

# lblReviewerView.Text
source: Reviewer (approved)
dutch: Reviewer (goedgekeurd)
french: Relecteur (approuvé)
german: Reviewer (genehmigt)
spanish: Revisor (aprovado)
vi: Người đánh giá (đã được phê duyệt)

# lblSourceBranch.Text
source: Branch
dutch: Vertakking
french: Branche
spanish: Rama
vi: Nhánh

# lblSourceRepoView.Text
source: Repository
french: Dépôt
spanish: Repositorio
vi: Kho

# lblSourceRepository.Text
source: Repository
french: Dépôt
spanish: Repositorio
vi: Kho

# lblState.Text
source: State
dutch: Status
french: État
german: Status
spanish: Estado
vi: Trạng thái

# lblTargetBranch.Text
source: Branch
dutch: Vertakking
french: Branche
spanish: Rama
vi: Nhánh

# lblTargetRepoView.Text
source: Branch
dutch: Vertakking
french: Branche
spanish: Rama
vi: Nhánh

# lblTargetRepository.Text
source: Repository
french: Dépôt
spanish: Repositorio
vi: Kho

# lblTitle.Text
source: Title
dutch: Titel
french: Titre
german: Titel
spanish: Título
vi: Tiêu đề

# lblTitleView.Text
source: Title
dutch: Titel
french: Titre
german: Titel
spanish: Título
vi: Tiêu đề

# tabCreate.Text
source: Create Pull Request
dutch: Maak download verzoek
french: Créer une demande de pull
german: Pull Request erzeugen
spanish: Crear pedido de Pull
vi: Tạo Pull Request

# tabView.Text
source: View Pull Requests
dutch: Bekijk binnenhaal verzoek
french: Voir les demandes de Pull
german: Pull Requests anzeigen
spanish: Ver pedidos de Pull
vi: Xem Pull Requests

# $this.Text
source: Create local tracking branches
dutch: Maak lokale tracking branches
french: Créer des branches locales de suivie
german: Erzeuge lokale Branches zur Verfolgung
spanish: Crear ramas locales de tracking
vi: Tạo các nhánh theo dõi địa phương

# button1.Text
source: Create local tracking branches
dutch: Maak lokale tracking branches
french: Créer des branches locales de suivie
german: Erzeuge lokale Branches zur Verfolgung
spanish: Crear ramas locales de tracking
vi: Tạo các nhánh theo dõi địa phương

# label1.Text
source: Remote to create tracking branches for
dutch: Remote waarvoor tracking branches gemaakt moeten worden
french: Dépôt distant pour lequel créer des branches de suivie
german: Remote zu dem Tracking Branches erzeugt werden sollen
spanish: Remoto para el cual crear ramas de tracking
vi: Remote để tạo nhánh theo dõi cho

# Description.Text
source: Create local tracking branches
dutch: Maak lokale tracking branches
french: Créer des branches de suivie locales
german: Erzeuge lokale Branches zur Verfolgung
spanish: Crear ramas locales de tracking
vi: Tạo các nhánh theo dõi địa phương

# $this.Text
source: Delete obsolete branches
dutch: Verwijder achterhaalde branches
french: Supprimer les branches obsolètes
german: Obsolete Branches löschen
spanish: Eliminar ramas obsoletas
vi: Xóa các nhánh lỗi thời

# Author.HeaderText
source: Last author
dutch: Laatste auteur
french: Dernier auteur
german: Letzter Autor
spanish: Último autor
vi: Tác giả cuối cùng

# Cancel.Text
source: Close
dutch: Sluiten
french: Fermer
german: Schließen
spanish: Cerrar
vi: Đóng

# Delete.Text
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
spanish: Eliminar
vi: Xóa

# IncludeRemoteBranches.Text
source: Delete remote branches from
dutch: Verwijder remote branches van
french: Supprimer les branches distantes du dépôt
german: Löschen Remote Branches von
spanish: Borrar ramas remotas en
vi: Xóa các chi nhánh từ xa khỏi

# Message.HeaderText
source: Last message
dutch: Laatste bericht
french: Dernier message
german: Letzte Nachricht
spanish: Último mensaje
vi: Tin nhắn cuối cùng

# RefreshBtn.Text
source: Search branches
vi: Tìm kiếm nhánh

# _areYouSureToDelete.Text
source: Are you sure to delete {0} selected branches?
dutch: Weet je zeker dat je {0} geselecteerde branches wilt verwijderen?
french: Voulez-vous vraiment supprimer {0} les branches sélectionnées ?
german: Sind Sie sich sicher {0} ausgewählte Branches zu löschen?
spanish: Está seguro que quiere eliminar {0} ramas seleccionadas?
vi: Bạn có chắc chắn xóa các nhánh {0} đã chọn không?

# _branchesSelected.Text
source: {0}/{1} branches selected.
dutch: {0}/{1} branches geselecteerd.
french: {0}/{1} branches sélectionnées.
german: {0}/{1} Branches ausgewählt.
spanish: {0}/{1} ramas seleccionadas.
vi: Đã chọn {0}/{1} nhánh.

# _cancel.Text
source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
spanish: Cancelar
vi: Hủy bỏ

# _chooseBranchesToDelete.Text
source: Choose branches to delete. Only branches that are fully merged in '{0}' will be deleted.
dutch: Kies branches om te verwijderen. Alleen branches die volledig zijn gemerged in '{0}' worden verwijderd.
french: Sélectionnez les branches à supprimer. Seules les branches totalement fusionnées dans '{0}' seront supprimées.
german: Wählen Sie die Branches zur Löschung aus. Nur Branches die vollständig in '{0}' gemerged wurden, werden gelöscht.
spanish: Escoja ramas a eliminar. Sólo ramas que hayan sido completamente fusionadas con '{0}' serán borradas.
vi: Chọn các nhánh để xóa. Chỉ các nhánh được hợp nhất hoàn toàn trong '{0}' sẽ bị xóa.

# _dangerousAction.Text
source: DANGEROUS ACTION! Branches will be deleted on the remote '{0}'. This can not be undone. Are you sure you want to continue?
dutch: GEVAARLIJKE ACTIE Branches worden verwijderd op de remote '{0}'. Dit kan niet ongedaan gemaakt worden. Weet u zeker dat u door wilt gaan?
french: ACTION DANGEREUSE ! Les branches distantes seront supprimées '{0}'. On ne peut pas annuler. Êtes-vous sûr de vouloir continuer ?
german: GEFÄHRLICHE AKTION! Branches werden auf der Remote '{0}' gelöscht. Dies kann nicht rückgängig gemacht werden. Sind Sie sich sicher und wollen damit fortfahren?
spanish: ¡ACCIÓN PELIGROSA! Las ramas serán eliminadas en el servidor remoto '{0}'. Esta acción no puede deshacerse. ¿Está seguro de que desea continuar?
vi: HÀNH ĐỘNG NGUY HIỂM! Các nhánh sẽ bị xóa trên remote '{0}'. Điều này không thể được hoàn tác. Bạn có chắc chắn muốn tiếp tục không?

# _deleteCaption.Text
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
spanish: Eliminar
vi: Xóa

# _deletingBranches.Text
source: Deleting branches...
dutch: Bezig met branches verwijderen...
french: Suppression des branches ...
german: Branches werden gelöscht...
spanish: Eliminando ramas...
vi: Đang xóa các nhánh ...

# _deletingUnmergedBranches.Text
source: Deleting unmerged branches will result in dangling commits. Use with caution!
dutch: Het verwijderen van niet-gemergde branches zal resulteren in losse commits. Wees voorizchtig!
french: Supprimer des branches non fusionnées donnera des commits instables. A utiliser avec prudence !
german: Nicht germergte Branches zu löschen resultiert in hängenden Commits. Mit Vorsicht verwenden!
spanish: Eliminar ramas sin fusionar resultará en commits colgados. ¡Use con cuidado!
vi: Việc xóa các nhánh chưa được hợp nhất sẽ dẫn đến các cam kết bị treo. Sử dụng cẩn thận!

# _loading.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
spanish: Cargando...
vi: Đang tải......

# _pressToSearch.Text
source: Press '{0}' to search for branches to delete.
dutch: Druk '{0}' om branches te zoeken om te verwijderen.
french: Appuyez sur '{0}' pour rechercher des branches à supprimer.
german: Drücken Sie '{0}', um nach Branches für die Löschung zu suchen.
spanish: Presione '{0}' para buscar ramas a borrar.
vi: Nhấn '{0}' để tìm kiếm các nhánh cần xóa.

# _searchBranches.Text
source: Search branches
dutch: Zoek branches
french: Rechercher des branches
german: Suche Branches
spanish: Buscar ramas
vi: Tìm kiếm các nhánh

# _selectBranchesToDelete.Text
source: Select branches to delete using checkboxes in '{0}' column.
dutch: Selecteer branches om te verwijderen met de checkboxes in de '{0}' kolom.
french: Sélectionnez des branches à effacer en utilisant les boîtes à cocher dans la colonne '{0}'.
german: Wählen Sie Branches zur Löschung aus per Checkbox in der Spalte ''{0}.
spanish: Selecciona las ramas a borrar usando los Checkbox en la columna '{0}'.
vi: Chọn các nhánh để xóa bằng cách sử dụng các hộp kiểm trong cột '{0}'.

# buttonSettings.Text
source: Settings
dutch: Instellingen
french: Paramètres...
german: Einstellungen
spanish: Configuración
vi: Cài đặt

# dateDataGridViewTextBoxColumn.HeaderText
source: Last activity
dutch: Laatste activiteit
french: Dernière activité
german: Letzte Aktivität
spanish: Actividad más reciente
vi: Hoạt động cuối

# includeUnmergedBranches.Text
source: Include unmerged branches
dutch: Inclusief niet-gemergde branches
french: Inclure les branches non fusionnées
german: Schließe nicht gemergte Branches ein
spanish: Incluir ramas sin fusionar
vi: Bao gồm các nhánh chưa hợp nhất

# label1.Text
source: Delete branches older than x days
dutch: Verwijder branches ouder dan x dagen
french: Supprimer les branches de plus de X jours
german: Lösche Branches älter als x Tage
spanish: Eliminar ramas más antiguas de x días.
vi: Xóa các nhánh cũ hơn x ngày

# label2.Text
source: Delete branches fully merged into branch
dutch: Verwijder branches die volledig gemerged zijn in branch
french: Supprimer les branches totalement fusionnées dans la branche
german: Lösche Branches die vollständig in den Branch gemerged wurden
spanish: Eliminar ramas completamente fusionadas con la rama
vi: Xóa các nhánh đã hợp nhất hoàn toàn vào nhánh

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
dutch: Naam
french: Nom
spanish: Nombre
vi: Tên

# regexDoesNotMatch.Text
source: Does not match
dutch: Matcht niet
french: Celles ne correspondant pas
german: Stimmt nicht überein
spanish: No coincide
vi: Không phù hợp với

# regexFilter.Text
source: /(feature|develop)/
french: /(fonctionnalité|développement)/
vi: /(tính năng|phát triển)/

# useRegexCaseInsensitive.Text
source: Case insensitive
dutch: Niet-hoofdlettergevoelig
french: Ignorer la casse
german: Ohne Beachtung von Groß-/Kleinschreibung.
spanish: Insensible a mayúsculas
vi: Trường hợp không nhạy cảm

# useRegexFilter.Text
source: Use regex to filter branches
dutch: Gebruik regex om branches te filteren
french: Utiliser une regex pour filtrer les branches
german: Benutze reguläre Ausdrücke zum Filtern von Branches
spanish: Usar regex para filtrar ramas
vi: Sử dụng regex để lọc các nhánh

# Description.Text
source: Delete obsolete branches
dutch: Verwijder achterhaalde branches
french: Supprimer les branches obsolètes
german: Obsolete Branches löschen
spanish: Eliminar ramas obsoletas
vi: Xóa các nhánh lỗi thời

# _daysOlderThan.Caption
source: Delete obsolete branches older than (days)
dutch: Verwijder verouderde branches ouder dan (dagen)
french: Supprimer les branches de plus de (jours)
german: Lösche obsolete Branches älter als x (Tage)
spanish: Eliminar ramas obsoletas anteriores a (días)
vi: Xóa các nhánh cũ hơn (ngày)

# _deleteRemoteBranchesFromFlag.Caption
source: Delete obsolete branches from remote
french: Supprimer les branches obsolètes du dépôt distant
german: Veraltete Branches von der Remote löschen
vi: Xóa các nhánh lỗi thời từ remote

# _includeUnmergedBranchesFlag.Caption
source: Delete unmerged branches
french: Supprimer les branches non fusionnées
german: Lösche nicht gemergte Branches
vi: Xóa các nhánh chưa hợp nhất

# _mergedInBranch.Caption
source: Branch where all branches should be merged in
dutch: De branch waar alle branches in gemerged moeten worden
french: Branche dans laquelle toutes les branches devraient être fusionnées
german: Branch in dem alle Branches gemerged werden sollen
spanish: Rama con la que todas las ramas deben ser fusionadas
vi: Nhánh nơi tất cả các nhánh sẽ được hợp nhất trong

# _regexCaseInsensitiveFlag.Caption
source: Is regex filter case insensitive?
french: Le filtre regex est-il insensible à la casse ?
german: Berücksichtigt der Regex Filter Groß-/Kleinschreibung?
vi: Bộ lọc regex có phân biệt chữ hoa chữ thường không?

# _regexFilter.Caption
source: Regex to filter branches to delete
french: Regex pour filtrer les branches à supprimer
german: Regex Filter zum Löschen von Branches
vi: Regex để lọc các nhánh cần xóa

# _regexInvertedFlag.Caption
source: Search branches that does not match regex
french: Chercher les branches qui ne correspondent pas à la regex
german: Suche Branches die nicht auf den Regex passen
vi: Tìm kiếm các nhánh không khớp với regex

# _remoteName.Caption
source: Remote name obsoleted branches should be deleted from
german: Veraltete Remote Name Branches sollten gelöscht werden von
vi: Các nhánh bị che khuất tên từ xa nên được xóa khỏi

# _useRegexToFilterBranchesFlag.Caption
source: Use regex to filter branches to delete
french: Utiliser une regex pour filtrer les branches à supprimer
german: Verwende Regex, um Branches für Löschung zu filtern
vi: Sử dụng regex để lọc các nhánh cần xóa

# $this.Text
source: Find large files
dutch: Zoek grote bestanden
french: Chercher des grands fichiers
german: Finde große Dateien
spanish: Encontrar archivos grandes
vi: Tìm tệp lớn

# CompressedSize.HeaderText
source: Compressed size
dutch: Gecomprimeerde grootte
french: Taille compressée
german: Komprimierte Größe
spanish: Tamaño comprimido
vi: Kích thước nén

# _areYouSureToDelete.Text
source: Are you sure to delete the selected files?
dutch: Weet u zeker dat u de geselecteerde regels wilt verwijderen?
french: Voulez-vous vraiment supprimer les fichiers sélectionnés ?
german: Sind Sie sich sicher, dass Sie die ausgewählte(n) Datei(en) löschen wollen?
spanish: Está seguro que quiere eliminar los archivos seleccionados?
vi: Bạn có chắc chắn xóa các tệp đã chọn không?

# commitCountDataGridViewTextBoxColumn.HeaderText
source: Commit count
dutch: Aantal commits
french: Nombre de commits
german: Commit Anzahl
spanish: Número de commits
vi: Số lượng cam kết

# dataGridViewCheckBoxColumn1.HeaderText
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
spanish: Eliminar
vi: Xóa

# label1.Text
source: Reset local changes before deleting files. Choose files to delete. Force push for replacing data on remote repository.
dutch: Reset lokale wijzigingen voor het verwijderen van bestanden. Kies bestanden om te verwijderen. Push geforceerd om data te vervangen op de remote repository.
french: Réinitialiser les changements locaux avant d'effacer les fichiers. Choisir les fichiers à effacer. Forcer l'envoi pour remplacer les données sur le dépôt distant.
german: Lokale Änderungen zurücksetzen bevor Dateien gelöscht werden. Wählen Sie die Daten zum Löschen aus. Force Push um die Daten auf dem Remote Repository zu ersetzen.
spanish: Deshaga los cambios locales antes de eliminar los archivos. Seleccione los archivos a eliminar. Fuerce un push para reemplazar los datos en el repositorio remoto.
vi: Đặt lại các thay đổi cục bộ trước khi xóa tệp. Chọn tệp để xóa. Buộc đẩy mạnh việc thay thế dữ liệu trên kho lưu trữ từ xa.

# lastCommitDateDataGridViewTextBoxColumn.HeaderText
source: Last commit date
dutch: Laatste commit datum
french: Date du dernier commit
german: Letztes Commit-Datum
spanish: Fecha del último Commit.
vi: Ngày cam kết cuối cùng

# pathDataGridViewTextBoxColumn.HeaderText
source: Path
dutch: Pad
french: Chemin
german: Pfad
spanish: Ruta
vi: Đường dẫn

# sizeDataGridViewTextBoxColumn.HeaderText
source: Size
dutch: Grootte
french: Taille
german: Größe
spanish: Tamaño
vi: Kích thước

# Description.Text
source: Find large files
dutch: Zoek grote bestanden
french: Chercher des grands fichiers
german: Finde große Dateien
spanish: Encontrar archivos grandes
vi: Tìm tệp lớn

# _sizeLargeFile.Caption
source: Find large files bigger than (Mb)
dutch: Zoek bestanden groter dan (Mb)
french: Chercher les fichiers plus grand que (Mo)
german: Finde Dateien größer als (MB)
spanish: Buscar archivos mayores que (Mb)
vi: Tìm tệp lớn hơn (Mb)

# $this.Text
source: Change Submitted
dutch: Wijziging gepubliceerd
french: Changement soumis
german: Änderung übermittelt
spanish: Cambio enviado
vi: Thay đổi đã gửi

# btnClose.Text
source: Close
dutch: Sluiten
french: Fermer
german: Schließen
spanish: Cerrar
vi: Đóng
