Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.Plugins.xlf
Languages: dutch, french, german, spanish, vi

# informationLabel.Text
source: The Gerrit plugin for GitExtensions provides integration with Gerrit for GitExtensions. This plugin has been based on the git-review tool. To enable Gerrit support for a repository, a .gitreview file must be created. This can be done through the Repository | Edit .gitreview menu option. See the link below for more information on the .gitreview file and the git-review tool.
dutch: De Gerrit plug-in voor GitExtensions voorziet in een integratie met Gerrit. Deze plug-in is gebaseerd op de git-review tool. Om de integratie tussen een repository en Gerrit mogelijk te maken moet een .gitreview file gemaakt worden. Dit kan via het menu "Repository | Bewerk .gitreview". Zie de link hieronder voor meer informatie over het .gitreview bestand en de git-review tool.
french: L'extension Gerrit pour GitExtensions fourni l'intégration avec Gerrit pour GitExtensions. Cette extension est basée sur l'outil git-review. Pour activer le support de Gerrit pour un dépôt, un fichier .gitreview doit être créé. Cela peut être fait à travers l'option du menu Paramètres | Modifier .gitreview. Visiter le lien ci-dessous pour pus d'information sur le fichier .gitreview et l'outil git-review.
german: Das Gerrit Plugin für GitExtensions integriert Gerrit in GitExtensions. Dieses Plugin basiert auf dem git-review Tool. Um Gerrit Support für ein Repository zu aktivieren muss eine .gitreview Datei angelegt werden. Dies kann über die Option Einstellungen | Editiere .gitreview Menüoption ausgewählt werden. Benützen Sie den Verweis unten für mehr Informationen zur .gitreview Datei und dem git-review Befehl.
spanish: El plug-in de Gerrit para GitExtensions proporciona integración con Gerrit. Este plugin se ha basado en la herramienta git-review. Para habilitar el soporte de Gerrit en un repositorio, se debe crear un archivo. gitreview. Esto se puede hacer a través de la opción del menú Repositorio | Editar .gitreview. Vea el enlace de abajo para obtener más información sobre el archivo .gitreview y la herramienta git-review.

# OAuthToken.Caption
source: OAuth Token
french: Jeton OAuth
spanish: Token OAuth

# linkLabel1.Text
source: Gource project
french: Projet Gource
german: Gource Projekt
spanish: Proyecto Gourge.

# _jiraFields.Caption
source: Jira fields
dutch: Jira velden
french: Champs Jira
german: JIRA Felder

# _passwordSettings.Caption
source: Jira password
dutch: Jira wachtwoord
french: Mot de passe Jira
german: JIRA Passwort
spanish: Contraseña de Jira

# _userSettings.Caption
source: Jira user
french: Identifiant Jira
german: JIRA Benutzer
spanish: Usuario de Jira

# HttpProxy.Caption
source: HTTP proxy
french: Proxy HTTP
spanish: Proxy HTTP

# HttpProxyPort.Caption
source: HTTP proxy port
french: Port du proxy HTTP
spanish: Puerto del proxy HTTP

# labelRevCount.Text
source: n/a
dutch: n/b
french: s.o.
spanish: n/d

# RestApiTokenLink.Text
source: Go to token management page
french: Aller à la page de gestion du jeton
german: Zur Token Management Seite gehen

# $this.Text
source: Impact
german: Einfluss
spanish: Impacto

# lblPrefixName.Text
source: [prefix]/
spanish: [prefijo]/

# Description.Text
source: Impact Graph
dutch: Impact Grafiek
german: Darstellung der Abhängigkeiten
spanish: Gráfico de Impacto

# _gourceArguments.Caption
source: Arguments
dutch: Argumenten
german: Parameter
spanish: Argumentos

# ArgumentsLabel.Text
source: Arguments
dutch: Argumenten
german: Parameter
spanish: Argumentos

# deleteDataGridViewCheckBoxColumn.HeaderText
source: deleteDataGridViewCheckBoxColumn
german: Ungenützte Branches Checkbox Spalte
