Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.Plugins.xlf
Languages: dutch, french, german, spanish, vi

# labelSubmitted.Text
source: Your change has been submitted for review at the following location:
dutch: Uw wijziging is verstuurd om te worden gereviewed naar:
french: Votre changement a été soumis pour revue à l'endroit suivant :
german: Ihre Änderung wurde für eine Review an folgende Adresse geschickt:
spanish: Su cambio ha sido enviado para revisión en la siguiente ubicación:
vi: Thay đổi của bạn đã được gửi để xem xét tại địa điểm sau:

# $this.Text
source: Download Gerrit Change
dutch: Download Gerrit wijziging
french: Télécharger le changement Gerrit
german: Gerrit Änderung herunterladen
spanish: Descargar cambio Gerrit
vi: Tải xuống Gerrit Change

# AddRemote.Text
source: Manage remotes
dutch: Beheer externen
french: Gérer
german: Remotes verwalten
spanish: Gestionar remotos
vi: Quản lý điều khiển từ xa

# Download.Text
source: &Download
french: &Télécharger
german: &Herunterladen
spanish: &Descargar
vi: &Tải xuống

# _cannotGetChangeDetails.Text
source: Could not retrieve the change details
dutch: Kon de wijzigingsdetails niet ophalen
french: Impossible de récupérer les détails du changement
german: Konnte die Details zur Änderung nicht abrufen
spanish: No se pudo obtener el detalle del cambio
vi: Không thể truy xuất chi tiết thay đổi

# _downloadCaption.Text
source: Download change {0}
dutch: Download wijziging {0}
french: Télécharger le changement {0}
german: Download der Änderung {0}
spanish: Descargar cambio {0}
vi: Tải xuống thay đổi {0}

# _downloadGerritChangeCaption.Text
source: Download Gerrit Change
dutch: Download Gerrit wijziging
french: Télécharger le changement Gerrit
german: Gerrit Änderung herunterladen
spanish: Descargar cambio Gerrit
vi: Tải xuống Gerrit Change

# _selectChange.Text
source: Please enter a change
dutch: Voer wijziging in
french: S'il vous plait entrez un changement
german: Bitte geben Sie eine Änderung an
spanish: Por favor ingrese un cambio
vi: Vui lòng nhập một thay đổi

# _selectRemote.Text
source: Please select a remote repository
dutch: Selecteer een externe directorie
french: Veuillez sélectionner un dépôt distant
german: Bitte wählen Sie ein Remote Repository aus
spanish: Por favor, seleccione un repositorio remoto
vi: Vui lòng chọn một kho lưu trữ từ xa

# labelChange.Text
source: Change:
dutch: Wijziging:
french: Changement :
german: Änderung:
spanish: Cambio:
vi: Thay đổi:

# labelEnterChangeIdOrNumber.Text
source: Enter the Change-Id or the number from the Gerrit URL
dutch: Voer het Change-Id of het nummer uit de Gerrit URL in
french: Entrez l'id du changement ou le numéro de l'URL Gerrit
german: Geben Sie die Change-ID oder die aktuelle Nummer aus der Gerrit URL an
spanish: Ingrese el Change-Id o el número de la URL Gerrit
vi: Nhập Change-Id hoặc số từ URL của Gerrit

# labelTopicBranch.Text
source: Topic branch:
french: Thème de branch :
spanish: Rama tema:
vi: Nhánh chủ đề:

# $this.Text
source: Publish Gerrit Change
dutch: Gerrit Change publiceren
french: Publier le changement Gerrit
german: Gerrit Änderung veröffentlichen
spanish: Publicar cambio Gerrit
vi: Xuất bản Gerrit Change

# Publish.Text
source: &Publish
dutch: %Publiceer
french: &Publier
german: &Veröffentlichen
spanish: &Publicar
vi: &Xuất bản

# _publishCaption.Text
source: Publish change
dutch: Publiceer wijziging
french: Publier le changement
german: Änderung veröffentlichen
spanish: Publicar cambio
vi: Xuất bản thay đổi

# _publishGerritChangeCaption.Text
source: Publish Gerrit Change
dutch: Gerrit Change publiceren
french: Publier le changement Gerrit
german: Gerrit Änderung veröffentlichen
spanish: Publicar cambio Gerrit
vi: Xuất bản Gerrit Change

# _selectBranch.Text
source: Please enter a branch
dutch: Voer naam vertakking in
french: Veuillez entrer une branche
german: Bitte Branch angeben
spanish: Por favor ingrese una rama
vi: Vui lòng nhập một nhánh

# labelBranch.Text
source: Branch:
dutch: Vertakking:
french: Branche :
spanish: Rama:
vi: Nhánh:

# labelPublishType.Text
source: Publish Type:
vi: Loại xuất bản:

# labelReviewers.Text
source: Reviewer(s):
french: Relecteur(s):
german: Reviewer:
vi: (Các) người đánh giá:

# labelTopic.Text
source: Topic:
dutch: Onderwerp:
french: Thème :
spanish: Tema:
vi: Chủ đề:

# $this.Text
source: Edit .gitreview
dutch: Wijzig .gitreview
french: Editer .gitreview
german: Editiere .gitreview
spanish: Editar .gitreview
vi: Chỉnh sửa .gitreview

# Save.Text
source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
spanish: Guardar
vi: Lưu

# _cannotAccessGitreview.Text
source: Failed to save .gitreview. Check if file is accessible.
dutch: Het opslaan van .gitreview is mislukt. Controleer bestandstoegang.
french: Echec de sauvegarde de .gitreview. Verifiez si le fichier est accessible.
german: Fehler beim Speichern von .gitreview. Stellen Sie sicher dass Zugriff auf die Datei möglich ist.
spanish: Fallo al guardar .gitreview. Compruebe que el archivo sea accesible.
vi: Không lưu được .gitreview. Kiểm tra xem tệp có thể truy cập được không.

# _cannotAccessGitreviewCaption.Text
source: Failed to save .gitreview
dutch: Het opslaan van .gitreview is mislukt
french: Echec de sauvegarde de .gitreview
german: Fehler beim Speichern von .gitreview.
spanish: Fallo al guardar .gitreview
vi: Không lưu được .gitreview

# _gitreviewOnlyInWorkingDirSupported.Text
source: .gitreview is only supported when there is a working directory.
dutch: .gitreview wordt alleen ondersteund in een werk directorie.
french: .gitreview est uniquement supporté lorsqu'il y a un répertoire de travail.
german: .gitreview wird nur unterstützt, wenn ein Arbeitsverzeichnis existiert.
spanish: .gitreview sólo está soportado cuando hay un directorio de trabajo.
vi: .gitreview chỉ được hỗ trợ khi có một thư mục hoạt động.

# _gitreviewOnlyInWorkingDirSupportedCaption.Text
source: No working directory
dutch: Geen werkdirectory
french: Pas de répertoire de travail
german: Kein Arbeitsverzeichnis
spanish: Sin directorio de trabajo
vi: Không có thư mục làm việc

# _saveFileQuestion.Text
source: Save changes to .gitreview?
dutch: Wijzigingen in .gitreview opslaan?
french: Sauver les modifications vers .gitreview?
german: Änderungen an .gitreview speichern?
spanish: ¿Guardar cambios a .gitreview?
vi: Lưu các thay đổi đối với .gitreview?

# _saveFileQuestionCaption.Text
source: Save changes?
dutch: Wijzigingen opslaan?
french: Enregistrer les modifications?
german: Änderungen speichern?
spanish: ¿Guardar cambios?
vi: Lưu thay đổi?

# label1.Text
source: Provide the configuration for .gitreview to setup Gerrit. Example configuration: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0
dutch: Voeg eerst de configuratie van Gerrit toe aan .gitreview. Voorbeeld: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0
french: Renseignez la configuration pour .gitreview pour mettre en place Gerrit. Exemple de configuration: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0
german: Erstellen Sie die Konfiguration für .gitreview, um Gerrit einzurichten. Beispiel Konfiguration: [gerrit] host=review.beispiel.de port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0
spanish: Provea la configuración de .gitreview para usar Gerrit. Configuración de ejemplo: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0
vi: Cung cấp cấu hình cho .gitreview để thiết lập Gerrit Cấu hình ví dụ: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0

# lnkGitReviewHelp.Text
source: GitHub page for git-review
dutch: GitHub pagina voor git-review
french: Page GitHub pour git-review
german: GitHub Seite für git-review
spanish: Página de GitHub para git-review
vi: Trang GitHub cho git-review

# $this.Text
source: Statistics
dutch: Statistieken
french: Statistiques
german: Statistiken
spanish: Estadísticas
vi: Thống kê

# CommitStatistics.Text
source: Loading..
dutch: Bezig...
french: Chargement...
german: Lade..
spanish: Cargando…
vi: Đang tải.....

# LinesOfCodePerLanguageText.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
spanish: Cargando...
vi: Đang tải......

# LinesOfCodePerTypeText.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
spanish: Cargando...
vi: Đang tải......

# LoadingLabel.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
spanish: Cargando...
vi: Đang tải......

# TestCodeText.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
spanish: Cargando...
vi: Đang tải......

# TotalCommits.Text
source: Total commits
dutch: Totaal commits
french: Nombre total de commits
german: Anzahl Commits
spanish: Commits totales.
vi: Tổng số cam kết

# TotalLinesOfCode.Text
source: Total lines of code
dutch: Totaal regels code
french: Nombre total de lignes de code
german: Anzahl Codezeilen
spanish: Total de líneas de código
vi: Tổng số dòng mã

# TotalLinesOfCode2.Text
source: Total lines of code
dutch: Totaal regels code
french: Nombre total de lignes de code
german: Anzahl Codezeilen
spanish: Total de líneas de código
vi: Tổng số dòng mã

# TotalLinesOfTestCode.Text
source: Total lines of code
dutch: Totaal regels code
french: Nombre total de lignes de code
german: Anzahl Codezeilen
spanish: Total de líneas de código
vi: Tổng số dòng mã

# _blankLinesP.Text
source: {0:N0} Blank lines ({1:P1})
french: {0:N0} Lignes vides ({1:P1})
german: {0:N0} Leerzeilen ({1:P1})
vi: {0:N0} Dòng trống ({1:P1})

# _commentLinesP.Text
source: {0:N0} Comment lines ({1:P1})
french: {0:N0} Lignes de commentaire ({1:P1})
german: {0:N0} Kommentarzeilen ({1:P1})
vi: {0:N0} Dòng nhận xét ({1:P1})

# _commits.Text
source: {0:N0} Commits
vi: {0:N0} Cam kết

# _commitsBy.Text
source: {0:N0} Commits by {1}
french: {0:N0} Commits par {1}
german: {0:N0} Commits von {1}
vi: {0:N0} Cam kết của {1}

# _linesOfCode.Text
source: {0:N0} Lines of code
french: {0:N0} Lignes de code
german: {0:N0} Codezeilen
vi: {0:N0} Các dòng mã

# _linesOfCodeInFiles.Text
source: {0:N0} Lines of code in {1} files ({2:P1})
french: {0:N0} Lignes de code dans {1} fichiers ({2:P1})
german: {0:N0} Codezeilen {1} Dateien ({2:P1})
vi: {0:N0} Các dòng mã trong {1} tệp ({2:P1})

# _linesOfCodeP.Text
source: {0:N0} Lines of code ({1:P1})
french: {0:N0} Lignes de code ({1:P1})
german: {0:N0} Codezeilen ({1:P1})
vi: {0:N0} Dòng mã ({1:P1})

# _linesOfDesignerFilesP.Text
source: {0:N0} Lines in designer files ({1:P1})
german: {0:N0} Zeilen in Designer Dateien ({1:P1})
vi: {0:N0} Các dòng trong tệp thiết kế ({1:P1})

# _linesOfProductionCodeP.Text
source: {0:N0} Lines of production code ({1:P1})
french: {0:N0} Lignes de code de production ({1:P1})
german: {0:N0} Zeilen Produktionscode ({1:P1})
vi: {0:N0} Các dòng mã sản phẩm ({1:P1})

# _linesOfTestCode.Text
source: {0:N0} Lines of test code
french: {0:N0} Lignes de code de test
german: {0:N0} Zeilen Testcode
vi: {0:N0} Các dòng mã kiểm tra

# _linesOfTestCodeP.Text
source: {0:N0} Lines of test code ({1:P1})
french: {0:N0} Lignes de code de test ({1:P1})
german: {0:N0} Zeilen Testcode ({1:P1})
vi: {0:N0} Các dòng mã kiểm tra ({1:P1})

# tabPage1.Text
source: Lines of code per language
dutch: Regels code per taal
french: Lignes de code par langage
german: Codezeilen pro Sprache
spanish: Líneas de código por lenguaje
vi: Các dòng mã cho mỗi ngôn ngữ

# tabPage2.Text
source: Commits per contributor
dutch: Commits per persoon
french: Commits par contributeur
german: Commits pro Mitwirkendem
spanish: Commits por contribuidor
vi: Cam kết cho mỗi người đóng góp

# tabPage3.Text
source: Lines of code per type
dutch: Regels code per type
french: Lignes de code par type
german: Codezeilen pro Typ
spanish: Líneas de código por tipo
vi: Các dòng mã cho mỗi loại

# tabPage4.Text
source: Lines of test code
dutch: Regels test code
french: Lignes de code test
german: Zeilen Testcode
spanish: Líneas de código de pruebas
vi: Các dòng mã kiểm tra

# _authorCommits.Text
source: {0} ({1} Commits, {2} Changed Lines)
dutch: {0} ({1} Commits, {2} Gewijzigde Regels)
french: {0} ({1} Commits, {2} Lignes Changées)
german: {0} ({1} Commits, {2} Zeilenänderungen)
spanish: {0} ({1} Commits, {2} Líneas con cambios)
vi: {0} ({1} Cam kết, {2} Dòng đã Thay đổi)

# cbIncludingSubmodules.Text
source: Including submodules
dutch: Inclusief submodules
french: Incluant les sous modules
german: Untermodule miteinbezogen
spanish: Incluyendo submódulos
vi: Bao gồm các submodule

# informationLabel.Text
source: The Gerrit plugin for Git Extensions provides integration with Gerrit for Git Extensions. This plugin has been based on the git-review tool. To enable Gerrit support for a repository, a .gitreview file must be created. This can be done through the Repository | Edit .gitreview menu option. See the link below for more information on the .gitreview file and the git-review tool.
vi: Plugin Gerrit cho Git Extensions cung cấp tích hợp với Gerrit for Git Extensions. Plugin này dựa trên công cụ git-review. Để bật hỗ trợ Gerrit cho một kho lưu trữ, một tệp .gitreview phải được tạo. Điều này có thể được thực hiện thông qua Kho lưu trữ | Chỉnh sửa tùy chọn menu .gitreview. Xem liên kết bên dưới để biết thêm thông tin về tệp .gitreview và công cụ git-review.

# _publishTypeDraft.Text
source: Draft
vi: Bản thảo

# _publishTypePrivate.Text
source: Private
vi: Riêng tư

# _publishTypeReview.Text
source: For Review
vi: Để đánh giá

# Description.Text
source: Gerrit Code Review
french: Revue de code Gerrit
spanish: Revisión de código Gerrit
vi: Đánh giá mã Gerrit

# _downloadGerritChange.Text
source: Download Gerrit Change
dutch: Download Gerrit wijziging
french: Télécharger le changement Gerrit
german: Gerrit Änderung herunterladen
spanish: Descargar cambio Gerrit
vi: Tải xuống Gerrit Change

# _editGitReview.Text
source: Edit .gitreview
dutch: Wijzig .gitreview
french: Editer .gitreview
german: Editiere .gitreview
spanish: Editar .gitreview
vi: Chỉnh sửa .gitreview

# _installCommitMsgHook.Text
source: Install Hook
dutch: Installeer Hook
french: Installer le crochet
german: Hook installieren
spanish: Instalar Gancho
vi: Cài đặt Hook

# _installCommitMsgHookDownloadFileFailed.Text
source: Could not download the commit-msg file. Please install the commit-msg hook manually.
dutch: Kon het commit-msg bestand niet downloaden. Installeer de commit-msg hook handmatig.
french: Impossible de télécharger le fichier commit-msg. Installez le crochet commit-msg manuellement, s'il vous plait.
german: Konnte die commit-msg Datei nicht herunterladen. Bitte installieren Sie den commit-msg Hook manuell.
spanish: No se pudo descargar el archivo commit-msg. Instale el gancho commit-msg manualmente.
vi: Không thể tải xuống tệp tin cam kết. Vui lòng cài đặt hook commit-msg theo cách thủ công.

# _installCommitMsgHookFolderCreationFailed.Text
source: Could not create the hooks folder. Please create the folder manually and try again.
french: Impossible de créer le dossier des crochets. Veuillez créer le dossier manuellement et réessayer.
german: Konnte den hooks Ordner nicht erstellen. Bitte erstellen sie den Ordner manuell und versuchen Sie es erneut.
vi: Không thể tạo thư mục hooks. Vui lòng tạo thư mục theo cách thủ công và thử lại.

# _installCommitMsgHookMessage.Text
source: Gerrit requires a commit-msg hook to be installed. Do you want to install the commit-msg hook into your repository?
dutch: Gerrit vereist een commit-msg hook. Wilt u deze installeren in uw repository?
french: Gerrit nécessite qu'un crochet commit-msg soit installé. Voulez vous intaller le crochet commit-msg dans cotre dépôt?
german: Gerrit benötigt einen installierten commit-msg Hook. Wollen Sie den commit-msg Hook nun in Ihrem Repository installieren?
spanish: Gerrit requiere que esté instalado un gancho commit-msg. ¿Desea instalar el gancho commit-msg en su repositorio?
vi: Gerrit yêu cầu cài đặt hook commit-msg. Bạn có muốn cài đặt hook commit-msg vào kho lưu trữ của mình không?

# _installCommitMsgHookShortText.Text
source: Install commit-msg hook
dutch: Installeer commit-msg hook
french: Installer le crochet commit-msg
german: commit-msg Hook installieren
spanish: Instalar gancho commit-msg
vi: Cài đặt hook commit-msg

# _predefinedGerritVersion.Caption
source: Treat Gerrit as having version
vi: Coi Gerrit là có phiên bản

# _publishGerritChange.Text
source: Publish Gerrit Change
dutch: Gerrit Change publiceren
french: Publier le changement Gerrit
german: Gerrit Änderung veröffentlichen
spanish: Publicar cambio Gerrit
vi: Xuất bản Gerrit Change

# _settingsError.Text
source: Error loading .gitreview file.
dutch: Fout bij laden van .gitreview bestand
french: Erreur lors du chargement du fichier .gitreview
german: Fehler beim Laden der .gitreview Datei.
spanish: Error al cargar archivo .gitreview.
vi: Lỗi khi tải tệp .gitreview.

# _settingsErrorDefaultRemoteNotPresent.Text
source: The remote "{0}" specified with the "defaultremote" setting in the .gitreview file does not refer to a configured remote. Either create this remote or change the setting in the .gitreview file.
dutch: De remote "{0}" die in .gitreview vermeld staat als "defaultremote"verwijst niet naar een geconfigureerde remote. Of maak deze remote aan of wijzig het .gitreview bestand.
french: Le dépôt distant "{0}" spécifié par le paramètre "defaultremote" dans le fichier .gitreview ne réfère pas à un dépôt distant configuré. Soit, créez cet déépôt distant, soit changez le paramètre dans le fichier .gitreview.
german: Die Rremote "{0}" die mit dem "defaultremote" Eintrag in der .gitreview Datei angegeben ist referenziert keine konfigurierte Remote. Erzeugen Sie diese Remote oder ändern Sie den Wert in der .gitreview Datei.
spanish: El remoto "{0}" especificado con la opción "defaultremote" en el archivo gitreview no se refiere a un remoto configurado. Cree este remoto o cambie la opción en el archivo gitreview.
vi: Remote "{0}" được chỉ định với cài đặt "defaultremote" trong tệp .gitreview không tham chiếu đến remote đã định cấu hình. Tạo remote này hoặc thay đổi cài đặt trong tệp .gitreview.

# _settingsErrorFileNotFound.Text
source: Cannot find the ".gitreview" file in the working directory.
dutch: Kan het ".gitreview" bestand niet vinden in de werk directory.
french: Impossible de trouver le fichier ".gitreview" dans le répertoire de travail.
german: Kann die ".gitreview" im aktuellen Arbeitsverzeichnis nicht finden.
spanish: No se encontró el archivo ".gitreview" en el directorio de trabajo.
vi: Không thể tìm thấy tệp ".gitreview" trong thư mục làm việc.

# _settingsErrorHostNotEntered.Text
source: The "host" setting in the .gitreview file is mandatory.
dutch: De instelling "host" in het bestand ".gitreview" is vereist.
french: The paramètre "hôte" dans le fichier .gitreview est obligatoire.
german: Der "host" Eintrag in der .gitreview Datei fehlt wird aber benötigt.
spanish: El ajuste "host" en el archivo .gitreview es obligatorio.
vi: Cài đặt "máy chủ lưu trữ" trong tệp .gitreview là bắt buộc.

# _settingsErrorPortNotNumeric.Text
source: The "port" specified in the .gitreview file may only contain digits.
dutch: De waarde voor "port" in het ".gitreview" bestand mag alleen uit cijfers bestaan.
french: Le "port" spécifié dans le fichier .gitreview ne doit contenir que des chiffres.
german: Der "port" in der .gitreview Datei darf nur aus Zahlen bestehen.
spanish: El "port" especificado en el archivo .gitreview sólo puede contener dígitos.
vi: "Cổng" được chỉ định trong tệp .gitreview chỉ có thể chứa các chữ số.

# _settingsErrorProjectNotEntered.Text
source: The "project" setting in the .gitreview file is mandatory.
dutch: De instelling "project" in het .gitreview bestand is vereist.
french: The paramètre "projet" dans le fichier .gitreview est obligatoire.
german: Der "project" Eintrag in der .gitreview Datei fehlt wird aber benötigt.
spanish: El ajuste "project" del archivo .gitreview es obligatorio.
vi: Cài đặt "dự án" trong tệp .gitreview là bắt buộc.

# _gitFlowTooltip.Text
source: A good branch model for your project with Git...
dutch: Een goed branch model voor je Git project...
french: Un bon modèle de branche pour votre projet avec Git ...
german: Ein gutes Branch-Model für Ihr Projekt mit Git...
spanish: Un buen modelo de ramas para tu proyecto con Git...
vi: Một mô hình nhánh tốt cho dự án của bạn với Git ...

# _noBranchExist.Text
source: No {0} branches exist.
dutch: Er bestaan geen {0} branches.
french: Pas de branches {0} existantes.
german: Keine {0} Branches existieren.
spanish: Ninguna rama {0} existe.
vi: Không có nhánh {0} nào tồn tại.

# btnCreateBranch.Text
source: Start!
french: Démarrer !
spanish: Iniciar!
vi: Bắt đầu!

# btnFinish.Text
source: Finish
french: Finir
german: Fertig
spanish: Finalizar
vi: Kết thúc

# btnInit.Text
source: Init GitFlow
french: Initialisez GitFlow
spanish: Iniciar GitFlow
vi: Khởi tạo GitFlow

# btnPublish.Text
source: Publish
dutch: Publiceer
french: Publier
german: Veröffentlichen
spanish: Publicar
vi: Xuất bản

# btnPull.Text
source: Pull
dutch: Ophalen
french: Récupérer
vi: Kéo về

# cbBasedOn.Text
source: based on:
dutch: gebaseerd op:
french: basé sur :
german: basiert auf:
spanish: basado en:
vi: dựa trên:

# cbPushAfterFinish.Text
source: Push after finish
french: Envoyer après avoir terminé
german: Push nach Beendigung
vi: Đẩy sau khi kết thúc

# gbManage.Text
source: Manage existing branches:
dutch: Beheer bestaande branches:
french: Gérer les branches existantes :
german: Verwalte vorhandene Branches:
spanish: Gestionar ramas existentes:
vi: Quản lý các nhánh hiện có:

# gbStart.Text
source: Start branch:
french: Branche de départ :
spanish: Iniciar rama:
vi: Bắt đầu branch:

# label1.Text
source: branch:
french: branche :
spanish: rama:
vi: nhánh:

# label10.Text
source: Expected name:
dutch: Verwachte naam:
french: Nom attendu :
german: Erwarteter Name:
spanish: Nombre esperado:
vi: Tên dự kiến:

# label2.Text
source: command:
dutch: commando:
french: Commande :
german: Befehl:
spanish: comando:
vi: lệnh:

# label9.Text
source: Remote to pull from :
dutch: Remote om van te pullen:
french: Distant pour importer depuis :
german: Remote von dem gepulled wird:
spanish: Remoto a pullear:
vi: Remote để kéo từ:

# lnkGitFlow.Text
source: About GitFlow
dutch: Over GitFlow
french: À propos de GitFlow
german: Über GitFlow
spanish: Acerca de GitFlow
vi: Giới thiệu về GitFlow

# panel3.Text
source: Result of git flow command run
dutch: Resultaat van uitvoeren git flow
french: Résultat du lancement de la commande git flow
german: Ergebnis des ausgeführten GitFlow-Befehls:
spanish: Resultado de ejecutar el commando git flow
vi: Kết quả chạy lệnh git flow

# GitHubHost.Caption
source: GitHub (Enterprise) hostname
vi: Tên máy chủ GitHub (Enterprise)

# _tokenAlreadyExist.Text
source: You already have an OAuth token. To get a new one, delete your old one in Plugins > Settings first.
vi: Bạn đã có mã thông báo OAuth. Để có một cái mới, trước tiên hãy xóa cái cũ của bạn trong Plugins > Cài đặt.

# _viewInWebSite.Text
source: View in {0}
vi: Xem trong {0}

# Description.Text
source: Statistics
dutch: Statistieken
french: Statistiques
german: Statistiken
spanish: Estadísticas
vi: Thống kê

# _codeFiles.Caption
source: Code files
dutch: Code bestanden
french: Fichiers de code
german: Code Dateien
spanish: Archivos de código
vi: Tệp mã
