Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _dontShowAgain.Text
source: Don't show me this message again.
dutch: Deze melding niet meer tonen
french: Ne plus m'afficher ce message.
german: Diese Meldung nicht mehr anzeigen.
japanese: これ以降、このメッセージを表示しない
korean: 다음부터 표시하지 않음
russian: Не показывать это сообщение снова.
spanish: No mostrarme este mensaje de nuevo.

# _droppingFilesBlocked.Text
source: For you own protection dropping more than 10 patch files at once is blocked!
dutch: Voor uw eigen veiligheid is het uitvoeren van meer dan 10 patch files tegelijk geblokkeerd!
french: Pour votre propre protection, appliquer plus de 10 fichiers de patch en même temps est bloqué!
german: Zum Schutz Ihrer Arbeit ist das Hinzufügen von mehr als 10 Patch-Dateien blockiert!
japanese: 安全のため、一度に10個以上のパッチ ファイルを削除できないようブロックされています!
korean: 한번에 10개 이상의 패치파일을 삭제하지 못하는 보호설정이 차단되었습니다!
russian: Для вашей защиты запрещено бросать больше 10 патч файлов за раз!
spanish: Para su protección, el tirado de más de 10 archivos de parche a la vez está bloqueado!

# _invalidDiffContainsFilter.Text
source: Filter text '{0}' not valid for "Diff contains" filter.
japanese: テキスト「{0}」は「Diffを含める」では無効です。
korean: 필터 텍스트 '{0}'은 "Diff contains" 필터에 유효하지 않습니다.
russian: Текст фильтра "{0}" некорректен для фильтра "Различия содержат".
spanish: Texto filtrado '{0}' no es valido para el filtro "Contiene differencia".

# _loadingControlText.Text
source: Loading
japanese: 読込中
korean: 로딩
russian: Загрузка
spanish: Cargando

# _maximizedColumn.HeaderText
source: Message
dutch: Bericht
german: Nachricht
japanese: メッセージ
korean: 메시지
russian: Сообщение
spanish: Mensaje

# _noMergeBaseCommit.Text
source: There is no common ancestor for the selected commits.
french: Il n'y a pas d'ancêtre commun pour les commits sélectionnés
german: Es gibt keinen gemeinsamen Vorfahren zu den ausgewählten Commits.
japanese: 選択したコミットには共通の祖先はありません。
korean: 선택된 커밋들은 공통 조상 노드가 없습니다.
russian: Нет общего предка для выделенных коммитов.
spanish: No hay ningún ancestro común para los commits seleccionados.

# _rebaseBranch.Text
source: Rebase branch.
french: Rebaser la branche
german: Branch rebasen.
japanese: ブランチをリベースします。
korean: 브랜치 Rebase.
russian: Перемещение ветки.
spanish: Rebase de rama.

# _rebaseBranchInteractive.Text
source: Rebase branch interactively.
french: Rebaser la branche interactivement
german: Branch interaktiv rebasen.
japanese: 対話的にブランチをリベースします。
korean: 상호적으로 브랜치 Rebase.
russian: Выполнить интерактивное перемещение
spanish: Rebase de rama interactivo.

# _rebaseConfirmTitle.Text
source: Rebase Confirmation
french: Confirmation du rebase
german: Rebase Bestätigung
japanese: リベースの確認
korean: Rebase 확인
russian: Подтвердите перемещение
spanish: Confirmación de Rebase

# _strLoading.Text
source: Loading
dutch: Bezig
french: Chargement
german: Laden
japanese: 読込中
korean: 로딩 중
russian: Загрузка
spanish: Cargando

# applyStashToolStripMenuItem.Text
source: Appl&y stash
japanese: スタッシュを適用(&Y)
spanish: Aplicar Stash

# archiveRevisionToolStripMenuItem.Text
source: Arch&ive this commit...
japanese: このコミットをアーカイブ(&I)...
korean: &이 커밋을 보관합니다...
russian: Архивировать этот коммит...
spanish: Arch&ivar este commit...

# bisectSkipRevisionToolStripMenuItem.Text
source: Skip revision
dutch: Revisie overslaan
french: Sauter la révision
german: Revision überspringen
japanese: リビジョンをスキップ
korean: 리비전 무시
russian: Пропустить ревизию
spanish: Saltear revisión

# checkoutRevisionToolStripMenuItem.Text
source: Checkout &this commit...
japanese: このコミットをチェックアウト(&T)...
korean: & 이 커밋을 체크아웃합니다...
russian: Переключиться на этот коммит...
spanish: Verificar es&te commit....

# cherryPickCommitToolStripMenuItem.Text
source: Cherr&y pick this commit...
japanese: このコミットをチェリーピック(&Y)...
korean: &이 커밋을 체리픽합니다...
russian: Забрать этот коммит...
spanish: Seleccionar manualmente este commit...

# compareSelectedCommitsMenuItem.Text
source: Compare &selected commits
japanese: 選択したコミットを比較(&S)
korean: &선택한 커밋 비교
russian: Сравнить выбранные коммиты
spanish: Comparar los commits &seleccionados

# compareToBaseToolStripMenuItem.Text
source: Compare to &BASE
japanese: 比較元(BASE)と比較(&B)
korean: &Base와 비교
russian: Сравнить с БАЗОЙ
spanish: Comparar con &BASE

# compareToBranchToolStripMenuItem.Text
source: Compare &to branch...
japanese: ブランチと比較(&T)...
korean: &브랜치와 비교하기...
russian: Сравнить с веткой...
spanish: Comparar con la rama...

# compareToWorkingDirectoryMenuItem.Text
source: Compare to &working directory
japanese: 作業ディレクトリと比較(&W)
korean: &작업 폴더와 비교하기
russian: Сравнить с рабочим каталогом
spanish: Comparar con el directorio de trabajo

# compareToolStripMenuItem.Text
source: Com&pare
japanese: 比較(&P)
korean: 비교 (&P)
russian: С&равнить
spanish: Com&parar

# compareWithCurrentBranchToolStripMenuItem.Text
source: Compare with &current branch
japanese: 現在のブランチと比較(&C)
korean: &현재 브랜치와 비교하기
russian: Сравнить с текущей веткой
spanish: &Comparar con la rama actual

# copyToClipboardToolStripMenuItem.Text
source: &Copy to clipboard
dutch: Kopiëren naar het klembord
french: &Copier dans le presse-papiers
german: &Kopiere in Zwischenablage
japanese: クリップボードにコピー(&C)
korean: 클립보드 복사
russian: &Копировать в буфер
spanish: &Copiar al porta papeles

# createNewBranchToolStripMenuItem.Text
source: Create new branc&h here...
japanese: ここにブランチを新規作成(&H)...
korean: &신규 브랜치 생성
russian: Создать новую ветку здесь...
spanish: Crear nueva rama aqui....

# createTagToolStripMenuItem.Text
source: Create new ta&g here...
japanese: ここにタグを新規作成(&G)...
korean: &신규 태그 생성
russian: Создать новую метку здесь...
spanish: Crear nueva etiqueta aquí

# deleteBranchToolStripMenuItem.Text
source: &Delete branch...
japanese: ブランチを削除(&D)...
korean: 브런치 삭제 (&D)
russian: Удалить ветку...
spanish: &Borrar rama...

# deleteTagToolStripMenuItem.Text
source: De&lete tag...
japanese: タグを削除(&L)...
korean: 태그 제거 (&L)
russian: Удалить метку...
spanish: E&liminar etiqueta...

# dropStashToolStripMenuItem.Text
source: &Drop stash...
japanese: スタッシュを削除(&D)...
spanish: &Dejar stash...

# editCommitToolStripMenuItem.Text
source: &Edit commit
japanese: コミットを編集(&E)
korean: 커밋 편집 (&E)
russian: Редактировать коммит
spanish: &Editar commit

# fixupCommitToolStripMenuItem.Text
source: Create a &fixup commit...
japanese: fixupコミットを作成(&F)...
korean: &fixup 커밋 생성...
russian: Создать коммит с исправлениями...
spanish: Crear un arreglo de commit...

# getHelpOnHowToUseTheseFeaturesToolStripMenuItem.Text
source: Get &help on how to use these features
japanese: 機能の使い方についてヘルプを参照(&H)
korean: &이러한 기능을 사용하는 방법에 대한 도움말 보기
russian: Получить справку об использовании этих функций
spanish: Obtener ayuda sobre cómo utilizar estas funcionalidades

# manipulateCommitToolStripMenuItem.Text
source: &Advanced
japanese: 高度な操作(&A)
korean: 고급설정(&A)
russian: Дополнительно
spanish: Avanzado

# markRevisionAsBadToolStripMenuItem.Text
source: Mark revision as bad
dutch: Markeer revisie als slecht
french: Marquer la révision comme mauvaise
german: Revision als Schlecht markieren
japanese: 問題のあるリビジョン
korean: 해당 리비전을 '나쁨'으로 표기
russian: Отметить ревизию как плохую
spanish: Marcar revisión como mala

# markRevisionAsGoodToolStripMenuItem.Text
source: Mark revision as good
dutch: Markeer revisie als goed
french: Marquer la révision comme bonne
german: Revision als Gut markieren
japanese: 問題のないリビジョン
korean: 해당 리비전을 '좋음'으로 표기
russian: Отметить ревизию как хорошую
spanish: Marcar revisión como buena

# mergeBranchToolStripMenuItem.Text
source: &Merge into current branch...
japanese: 現在のブランチにマージ(&M)...
korean: &현재 브랜치로 병합...
russian: Объединить с текущей веткой...
spanish: Unir a la ra&ma actual...

# openBuildReportToolStripMenuItem.Text
source: View &build report in a browser
japanese: ビルドレポートをブラウザで表示(&B)
korean: &브라우저에서 빌드 보고서 보기
russian: Открыть отчет сборки в браузере
spanish: Ver informe de compilación en el navegador

# openCommitsWithDiffToolMenuItem.Text
source: Open selected commits with &difftool
german: Die gewählten Commit mit &Diff-Werkzeug öffnen
japanese: 選択したコミットを&Diffツールで開く
korean: 파일비교툴로 선택한 커밋보기
russian: Открыть выбранные коммиты в &difftool
spanish: Abrir commits seleccionados con &difftool

# openPullRequestPageStripMenuItem.Text
source: Vie&w pull request in a browser
japanese: プルリクエストをブラウザーで表示(&W)
korean: &브라우저에서 pull request 보기
russian: Просмотр пулл-реквеста в браузере
spanish: V&er solicitud de pull en el navegador

# popStashToolStripMenuItem.Text
source: Pop &stash
japanese: 退避した変更を戻す(&S)
spanish: Saltar &stash

# rebaseInteractivelyToolStripMenuItem.Text
source: Selected commit &interactively...
japanese: 選択したコミットへ対話的に(&I)...
korean: &상호적으로 선택된 커밋...
russian: Выбранный коммит интерактивно...
spanish: Commit seleccionado &interactivamente...

# rebaseOnToolStripMenuItem.Text
source: &Rebase current branch on
japanese: 現在のブランチをここにリベース(&R)
korean: &현재 작업 브랜치 Rebase
russian: Переместить текущую ветку на
spanish: &Rebase rama actual en

# rebaseToolStripMenuItem.Text
source: &Selected commit
japanese: 選択したコミット(&S)
korean: 커밋 선택 (&S)
russian: Выбранный коммит
spanish: Commit &seleccionado

# rebaseWithAdvOptionsToolStripMenuItem.Text
source: Selected commit with &advanced options...
japanese: 選択したコミットへ詳細オプションで(&A)...
korean: 고급 옵션으로 선택된 커밋...(&A)
russian: Выбранный коммит с расширенными опциями...
spanish: Commit seleccionado con opciones &avanzadas...

# renameBranchToolStripMenuItem.Text
source: R&ename branch...
japanese: ブランチ名を変更(&E)...
korean: 브랜치 이름 변경 (&E)
russian: Переименовать ветку...
spanish: R&enombrar rama...

# resetAnotherBranchToHereToolStripMenuItem.Text
source: Reset an&other branch to here...
japanese: 別のブランチをここにリセット(&O)...
korean: 다른 브랜치를 여기로 리셋 (&O)
russian: Сбросить текущую ветку сюда...
spanish: Restablecer &otra rama a aquí....

# resetCurrentBranchToHereToolStripMenuItem.Text
source: Reset c&urrent branch to here...
japanese: 現在のブランチをここにリセット(&U)...
korean: 현재 브랜치를 여기로 리셋 (&U)
russian: Сбросить текущую ветку сюда...
spanish: Restablecer la rama act&ual a aquí....

# revertCommitToolStripMenuItem.Text
source: Re&vert this commit...
japanese: このコミットをrevert(&V)...
korean: 이 커밋 되돌리기 (&V)
russian: Отменить этот коммит...
spanish: Re&vertit este commit...

# rewordCommitToolStripMenuItem.Text
source: &Reword commit
japanese: コミットメッセージを編集(&R)
korean: 커밋 메세지 변경 (&R)
russian: Переделать коммит
spanish: Confi&rmar commit

# runScriptToolStripMenuItem.Text
source: Run &script
japanese: スクリプトを実行(&S)
korean: 스크립트 실행하기 (&S)
russian: Запустить скрипт
spanish: Ejectuar &script

# selectAsBaseToolStripMenuItem.Text
source: Select &as BASE to compare
japanese: 比較元(BASE)として選択(&A)
korean: 비교할 BASE로 선택 (&A)
russian: Выбрать в качестве БАЗЫ для сравнения
spanish: Seleccion&ar como BASE para comparar

# squashCommitToolStripMenuItem.Text
source: Create a &squash commit...
japanese: スカッシュコミットを作成(&S)...
korean: Squash 커밋 생성... (&S)
russian: Создать объединяющий коммит...
spanish: Crear un commit apla&stado...

# stopBisectToolStripMenuItem.Text
source: Stop bisect
dutch: Stop verdeel en heers
french: Arrêter la bisection
german: Bisect stoppen
japanese: Bisectを終了
korean: Bisect 정지
russian: Остановить bisect
spanish: Detener bisección

# viewToolStripMenuItem.Text
source: View
dutch: Toon geselecteerde object
french: Voir
german: Ansicht
japanese: 表示
korean: 보기
russian: Показать
spanish: Ver

# $this.Text
source: Revision links
dutch: Revisie links
french: Liens de révision
japanese: リビジョンリンク
korean: 리비전 링크
russian: Ссылки на ревизии
spanish: Enlaces de revisión

# CaptionCol.HeaderText
source: Caption
dutch: Titel
french: Légende
german: Titel
japanese: キャプション
korean: 캡션
russian: Заголовок
spanish: Título

# CategoriesLabel.Text
source: Categories
dutch: Categorie
french: Catégories
german: Kategorien
japanese: カテゴリ
korean: 카테고리
russian: Категории
spanish: Categorías

# EnabledChx.Text
source: Enabled
dutch: Ingeschakeld
french: Activé
german: Aktiv
japanese: 有効
korean: 활성화됨
russian: Включен
spanish: Habilitado

# LocalBranchChx.Text
source: Local branch name
dutch: Lokale vertakking
french: Nom de branche locale
german: Lokaler Branch
japanese: ローカルブランチ名
korean: 로컬 브랜치
russian: Имя локальной ветки
spanish: Nombre de rama local

# MessageChx.Text
source: Message
dutch: Bericht
german: Nachricht
japanese: メッセージ
korean: 메시지
russian: Сообщение
spanish: Mensaje

# RemoteBranchChx.Text
source: Remote branch name
dutch: Naam externe branch
french: Nom de la branche distante
japanese: リモートブランチの名前
korean: 원격 브랜치 이름
russian: Имя внешней ветки
spanish: Nombre de la rama remota

# Remove.Text
source: Remove
dutch: Verwijderen
french: Supprimer
german: Entfernen
japanese: 除去
korean: 제거
russian: Удалить
spanish: Eliminar

# _addTemplate.Text
source: Add {0} templates
french: Ajouter {0} modèles
german: [0] Templates hinzufügen
japanese: {0}のテンプレートを追加
korean: {0}개의 템플릿 추가
russian: Добавить {0} шаблонов
spanish: Añadir {0} plantillas

# chkOnlyFirstRemote.Text
source: Only use the first match
dutch: Gebruik alleen de eerste match
french: Utiliser uniquement le premier concordant
german: Nur den ersten Treffer verwenden
japanese: 最初に一致したもののみを使用
korean: 첫 번째로 일치하는 부분만 사용
russian: Использовать первое совпадение
spanish: Solo usar la primera coincidencia.

# chxPushURL.Text
source: Push URL
french: Url de push
japanese: プッシュ先URL
russian: Url отправки
spanish: Url Push

# label2.Text
source: Search pattern
dutch: Zoek-patroon
french: Motif de recherche
german: Suchmuster
japanese: 検索パターン
korean: 검색 패턴
russian: Шаблон поиска
spanish: Patrón de búsqueda

# label5.Text
source: Search in
dutch: Zoek in
french: Rechercher dans
german: Suche in
japanese: 次で検索
korean: 검색
russian: Поиск в
spanish: Buscar en

# label6.Text
source: Links
french: Liens
japanese: リンク
korean: 링크
russian: Ссылки
spanish: Enlaces

# lblRemoteSearchIn.Text
source: Search in
dutch: Zoek in
french: Rechercher dans
german: Suche in
japanese: 次で検索
korean: 검색
russian: Поиск в
spanish: Buscar en

# lblSearchRemotePattern.Text
source: Search pattern
dutch: Zoek-patroon
french: Motif de recherche
german: Suchmuster
japanese: 検索パターン
korean: 검색 패턴
russian: Шаблон поиска
spanish: Patrón de búsqueda

# lblUseRemotes.Text
source: Use remotes
dutch: Gebruik remotes
french: Utiliser les dépôts distants
german: Remotes verwenden
japanese: リモートを使用
korean: 원격 저장소 사용
russian: Использовать внешние
spanish: Usar remotos

# nestedPatternLab.Text
source: Nested pattern
dutch: Genest patroon
french: Motif emboîté
german: Verschachteltes Muster
japanese: 入れ子パターン
korean: 중첩 패턴
russian: Вложенный шаблон
spanish: Patrón anidado

# remoteGrp.Text
source: Remote data
french: Données distantes
german: Remote Daten
japanese: リモートのデータ
korean: 원격 저장소 데이터
russian: Внешние данные
spanish: Datos del remoto

# revisionDataGrp.Text
source: Revision data
dutch: Revisie data
french: Données de révision
german: Revisionsdaten
japanese: リビジョンデータ
korean: 리비전 데이터
russian: Граф ревизий
spanish: Datos de revisión

# $this.Text
source: Scripts
german: Skripte
japanese: スクリプト
korean: 스크립트
russian: Скрипты

# _scriptSettingsPageHelpDisplayArgumentsHelp.Text
source: Arguments help
dutch: Hulp voor argumenten
french: Aide sur les arguments
german: Parameter Hilfe
japanese: 引数のヘルプ
korean: 인자값 도움말(Arguments help)
russian: Справка по аргументам
spanish: Ayuda de argumentos

# _scriptSettingsPageHelpDisplayContent.Text
source: Use {option} for normal replacement. Use {{option}} for quoted replacement. User Input: {UserInput} {UserFiles} Working Dir: {WorkingDir} Repository: {RepoName} Selected Commits: {sHashes} Selected Branch: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (without the remote's name) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sSubject} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} Current Branch: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (without the remote's name) {cHash} {cMessage} {cSubject} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}
japanese: 標準の置き換えの場合は{option}を利用してください。 引用置き換えの場合は{{option}}を利用してください。 ユーザ入力: {UserInput} {UserFiles} 作業ディレクトリ: {WorkingDir} リポジトリ: {RepoName} 選択したコミット: {sHashes} 選択したブランチ: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (リモートの名前を除く) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} 現在のブランチ: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (リモートの名前を除く) {cHash} {cMessage} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}
korean: 일반 교체에는 {옵션}을 사용해주십시오. 큰 따옴표, 작은 따옴표 교체에는 {{옵션}}을 사용해주십시오. User Input: {UserInput} {UserFiles} Working Dir: {WorkingDir} Repository: {RepoName} Selected Commits: {sHashes} Selected Branch: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (without the remote's name) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sSubject} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} Current Branch: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (without the remote's name) {cHash} {cMessage} {cSubject} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}
russian: Использовать {option} для обычной замены. Использовать {{option}} для замены в кавычках. Ввод пользователем: {UserInput} {UserFiles} Рабочий каталог: {WorkingDir} Репозиторий: {RepoName} Выбранные коммиты: {sHashes} Выбранная ветка: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (без внешнего имени) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sSubject} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} Текущая ветка: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (без внешнего имени) {cHash} {cMessage} {cSubject} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}

# chdrCommand.Text
source: Command
dutch: Commando
french: Commande
german: Befehl
japanese: コマンド
korean: 명령어
russian: Команда
spanish: Comando

# chdrEvents.Text
source: Event
german: Ereignis
japanese: イベント
korean: 이벤트
russian: Событие
spanish: Evento

# chdrNames.Text
source: Name
dutch: Naam
french: Nom
japanese: 名前
korean: 이름
russian: Имя
spanish: Nombre

# DistributedRB.Text
source: Distributed with current repository
dutch: Gedistribueerd met huidige repository
french: Distribué avec le dépôt courant
german: Verteilt mit aktuellem Repository
japanese: 現在のものから派生したリポジトリ
korean: 현재 저장소와 함께 배포됨
russian: Распространяется с текущим репозиторием
spanish: Distribuido con el repositorio actual

# EffectiveRB.Text
source: Effective
dutch: Effectief
french: Effectif
german: Effektiv
japanese: 実際の状態
korean: 효과적인
russian: Действующие
spanish: Efectivo

# GlobalRB.Text
source: Global for all repositories
dutch: Globaal voor alle repositories
french: Global à tous les dépôts
german: Global für alle Repositories
japanese: すべてのリポジトリ全体
korean: 모든 저장소 전역 설정
russian: Глобально для всех репозиториев
spanish: Global para todos los repositorios

# LocalRB.Text
source: Local for current repository
dutch: Lokaal voor huidige repository
french: Local au dépôt courant
german: Lokal für aktuelles Repository
japanese: 現在のリポジトリのみ
korean: 현재 저장소에서 로컬
russian: Локально для текущего репозитория
spanish: Local para el repositorio actual

# label1.Text
source: Settings source:
dutch: Bron instellingen:
french: Source des paramètres :
german: Einstellungs-Quelle:
japanese: 設定の対象
korean: 설정 소스:
russian: Источник настроек:
spanish: Fuente de ajustes:

# ExtractLink.Text
source: Extract data from a build result url copied in the clipboard
japanese: クリップボードにコピーされたビルド結果のURLからデータを抽出
korean: 클립보드에 복사된 빌드 url로부터 데이터를 추출합니다
russian: Извлечь информацию из URL сборки, скопированного в буфер обмена

# TokenManagementLink.Text
source: Go to token management page
japanese: トークン管理ページに移動
korean: 토큰 관리 페이지로 이동
russian: Перейти на страницу управления токеном

# _failToExtractDataFromClipboardCaption.Text
source: Could not extract data
japanese: データを抽出できませんでした
korean: 데이터를 추출할 수 없습니다
russian: Не удалось извлечь данные

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy the url of the build into the clipboard before retrying. (Should contain at least the "buildId" parameter)
japanese: クリップボードには有効なビルドURLが含まれていません。 リトライする前に、ビルドのURLをクリップボードにコピーしてください。 ("buildTypeId"パラメータは必須です)
korean: 클립보드에 유효한 빌드 URL이 없습니다. 다시 시도하기 전에 빌드 URL을 클립보드에 복사하세요. (최소한 "buildId" 매개변수를 포함해야 함)
russian: Буфер обмена не содержит правильного адреса сборки.. Перед повторной попыткой скопируйте адрес сборки в буфер обмена. (Должен содержать хотя бы параметр buildId)

# _failToLoadBuildDefinitionInfoMessage.Text
source: Error while trying to retrieve build definition information from url. Please ensure that the url is valid and that the API token has access to build and project information.
japanese: URLからビルド定義情報を取得しようとしたときにエラーが発生しました。 URLが有効であり、APIトークンがビルドおよびプロジェクト情報にアクセスできることを確認してください。
korean: url에서 빌드 정의 정보를 검색하는 동안 오류가 발생했습니다. URL이 유효하고 API 토큰이 빌드 및 프로젝트 정보에 액세스할 수 있는지 확인하십시오.
russian: Ошибка получения информации о сборке по URL. l. Убедитесь, что URL действителен, и что токен API имеет доступ к информации о сборке и проекте.

# _infoNoApiTokenMessage.Text
source: Unable to retrieve build definition information without API token. Field will be left blank.
japanese: APIトークンがないためビルド定義情報を取得できません。フィールドは空白のままになります。
korean: API 토큰이 없으면 빌드 정의 정보를 검색할 수 없습니다. 필드가 공백으로 남습니다.
russian: Невозможно получить информацию о сборке без API-токена. Поле останется пустым.

# label1.Text
source: Examples: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/
japanese: 例: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/
korean: 예시: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/
russian: Примеры: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/

# label4.Text
source: You need to create a token with the following scopes: - 'Build (read)' - 'Project and team (read)'
japanese: 以下のスコープでトークンを作成する必要があります。 - 'ビルド（読み取り）' - 'プロジェクトとチーム（読み取り）'
korean: 다음 범위를 사용하여 토큰을 생성해야 합니다. - '빌드(읽기)' - '프로젝트 및 팀(읽기)'
russian: Вам необходимо создать токен со следующими разрешениями: - "Сборка (чтение)" - "Проект и команда (чтение)"

# labelRegexError.Text
source: The 'Build definition name' regular expression is not valid and won't be saved!
japanese: 'ビルド定義名'の正規表現は無効なため保存されません！
korean: 정규 표현식 '빌드 정의 이름'이 유효하지 않아 저장되지 않았습니다.
russian: Регулярное выражение "Build definition name" недопустимо и не будет сохранено!

# $this.Text
source: Shell extension
dutch: Shell extention
french: Extension du shell
german: Shell-Erweiterung
japanese: シェル拡張
korean: 쉘 확장 프로그램
russian: Расширение оболочки
spanish: Extensión del explorador

# RegisterButton.Text
source: &Enable shell extension
japanese: シェル拡張を有効にする(&E)
spanish: Habilitar &extensión del explorador

# UnregisterButton.Text
source: &Disable shell extension
japanese: シェル拡張を無効にする(&D)
spanish: Deshabilitar &extensión del explorador

# cbAlwaysShowAllCommands.Text
source: Always show all commands
dutch: Altijd alle commondo's tonen
french: Toujours afficher les commandes
german: Zeige immer alle Befehle
japanese: 常にコマンドをすべて表示
korean: 항상 모든 명령어 표시
russian: Всегда показывать все команды
spanish: Siempre mostrar todos los comandos
