Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _tokenAlreadyExist.Text
source: You already have an personal access token. To get a new one, delete your old one in Plugins > Plugin Settings first.
japanese: 個人アクセストークンを取得済みです。新たに取得する場合は、まず古いトークンをプラグイン > プラグイン設定 で削除してください。
korean: 이미 개인 액세스 토큰이 있습니다. 새로 만들려면, Plugins > Plugin Settings에서 기존의 것을 삭제하세요.
russian: У вас уже есть личный токен доступа. Чтобы получить новый, удалите старый в Плагины > Настройки.

# _viewInWebSite.Text
source: View in {0}
japanese: {0} で閲覧
korean: {0}에서 보기
russian: Просмотр в {0}

# _cannotAccessGitignore.Text
source: Failed to save .gitignore. Check if file is accessible.
dutch: Het opslaan van .gitignore is mislukt. Controleer bestandstoegang.
french: Echec de sauvegarde de .gitignore. Verifiez s'il est accessible.
german: Fehler beim Speichern der .gitignore. Prüfen Sie, ob darauf zugegriffen werden kann.
japanese: .gitignore ファイルの保存に失敗しました。 ファイルがアクセス可能かどうか調べてください。
korean: .gitignore 파일 저장 실패 이 프로그램이 파일에 접근할 수 있는지 확인하세요.
russian: Не удалось сохранить .gitignore. Проверьте доступность файла.
spanish: Fallo guardar .gitignore. Verifique si es accesible.

# _cannotAccessGitignoreCaption.Text
source: Failed to save .gitignore
dutch: Het opslaan van .gitignore is mislukt
french: Echec de sauvegarde de .gitignore
german: .git/info/exclude nicht gespeichert
japanese: .gitignoreの保存に失敗
korean: .gitignore 파일 저장 실패
russian: Не удалось сохранить .gitignore
spanish: Fallo al guardar .gitignore

# _editGitignoreTitle.Text
source: Edit .gitignore
dutch: Wijzig .gitignore
french: Editer .gitignore
german: .gitignore editieren
japanese: .gitignore を編集
korean: .gitignore 편집
russian: Редактировать .gitignore
spanish: Editar .gitignore

# _gitignoreOnlyInWorkingDirSupported.Text
source: .gitignore is only supported when there is a working directory.
dutch: .gitignore wordt alleen ondersteund in een werk directory.
french: .gitignore est uniquement supporté quand il y a un répertoire de travail.
german: .gitignore wird nur unterstützt wenn es auch ein Arbeitsverzeichnis gibt.
japanese: .gitignoreは作業ディレクトリがあるときのみサポートされます。
korean: 작업 폴더에 있을때만 .gitignore가 적용됩니다.
russian: .gitignore поддерживается только, когда он в рабочем каталоге.
spanish: .gitignore sólo está soportado cuando hay un directorio de trabajo.

# _saveFileQuestion.Text
source: Save changes to .gitignore?
dutch: Wijzigingen in .gitignore opslaan?
french: Enregistrer les modifications de .gitignore?
german: Änderungen in .gitignore speichern?
japanese: .gitignoreへの変更を保存しますか？
korean: 모든 변경사항을 .gitignore에 저장할까요?
russian: Сохранить изменения в .gitignore?
spanish: ¿Guardar cambios a .gitignore?

# Description.Text
source: Impact Graph
japanese: インパクトグラフ
korean: 영향 그래프
russian: Граф воздействия

# _cannotAccessLocalExclude.Text
source: Failed to save .git/info/exclude. Check if file is accessible.
dutch: Het opslaan van .git/info/exclude is mislukt. Controleer bestandstoegang.
french: Échec de l'enregistrement de fichier .git/info/exclude. Vérifiez si le fichier est accessible.
german: Fehler beim Speichern der .git/info/exclude. Prüfen Sie den Zugriff auf die Datei.
japanese: .git/info/exclude の保存に失敗しました。 ファイルにアクセス可能かを確認してください。
korean: .git/info/exclude 파일 저장에 실패했습니다. 파일에 접근할 수 있는지 확인하세요.
russian: Не удалось сохранить .git/info/exclude. Проверьте что файл доступен.
spanish: Fallo al guardar .git/info/exclude. Compruebe que el archivo sea accesible.

# _cannotAccessLocalExcludeCaption.Text
source: Failed to save .git/info/exclude
dutch: Het opslaan van .git/info/exclude is mislukt
french: Échec de sauvegarde de .git/info/exclude
german: .git/info/exclude konnte nicht gespeichert werden
japanese: .git/info/exclude の保存に失敗
korean: .git/info/exclude 파일 저장에 실패했습니다.
russian: Не удалось сохранить .git/info/exclude
spanish: Fallo al guardar .git/info/exclude

# _editLocalExcludeTitle.Text
source: Edit .git/info/exclude
dutch: Bewerk .git/info/exclude
french: Modifier .git/info/exclude
german: Editiere .git/info/exclude
japanese: .git/info/exclude を編集
korean: .git/info/exclude 편집하기
russian: Редактировать .git/info/exclude
spanish: Editar .git/info/exclude

# _localExcludeOnlyInWorkingDirSupported.Text
source: .git/info/exclude is only supported when there is a working directory.
dutch: .git/info/exclude wordt alleen ondersteund in een werk directory
french: .git/info/exclude n'est supporté que quand un répertoire de travail existe.
german: .git/info/exclude wird nur unterstützt wenn es auch ein Arbeitsverzeichnis gibt.
japanese: .git/info/exclude は作業ディレクトリがあるときのみサポートされます。
korean: .git/info/exclude는 작업 폴더에서만 동작합니다.
russian: .git/info/exclude поддерживается только в рабочем каталоге.
spanish: .git/info/exclude solo está soportado cuando hay un directorio de trabajo.

# _saveFileQuestion.Text
source: Save changes to .git/info/exclude?
dutch: Wijzigingen in .git/info/exclude opslaan?
french: Enregistrer les changements à .git/info/exclude ?
german: Speichere Änderungen in .git/info/exclude?
japanese: .git/info/exclude に変更を保存しますか？
korean: .git/info/exclude의 변경사항을 저장하시겠습니까?
russian: Сохранить изменения в .git/info/exclude?
spanish: ¿Guardar cambios en .git/info/exclude?

# $this.Text
source: Git Settings
german: Git Einstellungen
japanese: Gitの設定
korean: 깃 설정
russian: Настройки Git
spanish: Configuraciones de Git

# label1.Text
source: Select one of the subnodes to view or edit the Git settings
german: Wähle einen der Unterknoten, um die Git Einstellungen anzuzeigen oder zu bearbeiten
japanese: Gitの設定を表示または編集するサブノードの1つを選択してください
korean: 설정할 서브노드 하나를 선택하세요.
russian: Выберите один из дочерних узлов для просмотра или редактирования настроек Git.
spanish: Seleccione uno de los subnodos para ver o editar los ajustes de Git

# $this.Text
source: Paths
dutch: Paden
french: Chemins
german: Pfade
japanese: パス
korean: 경로
russian: Пути
spanish: Rutas

# BrowseGitBinPath.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор

# BrowseGitPath.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# ChangeHomeButton.Text
source: Change HOME
dutch: Wijzig HOME
french: Changer HOME
german: HOME ändern
japanese: HOMEディレクトリを変更
korean: HOME 변경
russian: Изменить HOME
spanish: Cambiar HOME

# _homeIsSetToString.Text
source: HOME is set to:
dutch: HOME is gezet naar:
french: HOME est définie à :
german: HOME ist gesetzt auf:
japanese: 現在のHOMEディレクトリ:
korean: HOME 위치:
russian: HOME установлен в:
spanish: HOME está seteado a:

# downloadGitForWindows.Text
source: Download Git
french: Télécharger Git
german: Git downloaden
japanese: Gitをダウンロード
korean: 깃 다운로드
russian: Скачать Git
spanish: Descargar Git

# gbEnvironment.Text
source: Environment
dutch: Omgeving
french: Environnement
german: Umgebung
japanese: 環境変数
korean: 환경설정
russian: Окружение
spanish: Ambiente

# gbPaths.Text
source: Paths
dutch: Paden
french: Chemins
german: Pfade
japanese: パス
korean: 경로
russian: Пути
spanish: Rutas

# homeIsSetToLabel.Text
source: HOME is set to: {0}
dutch: HOME is gezet naar: {0}
french: HOME est mis à : {0}
german: Home ist gesetzt auf: {0}
japanese: 現在のHOMEディレクトリ: {0}
korean: HOME 위치: {0}
russian: HOME установлен в: {0}
spanish: HOME está seteado a: {0}

# label50.Text
source: Set the correct paths to Git for Windows. (WSL Git will be used for WSL repositories).
japanese: Git for Windowsの正しいパスを設定してください。(WSLリポジトリにはWSL Gitが使用されます。)
korean: Windows용 Git에 대한 올바른 경로를 설정합니다. (WSL Git은 WSL 저장소에 사용됩니다.)
russian: Настройте правильные пути к Git for Windows (WSL Git будет использоваться для репозиториев в WSL).
spanish: Establece la ruta correcta de Git para Windows. (WSL Git solo se usa para repositorios WSL).

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
dutch: Commando voor het uitvoeren van git
french: Commande utilisée pour démarrer git (git.cmd ou git.exe)
german: Pfad zu git (git.cmd oder git.exe)
japanese: gitの実行に使用するコマンド (git.cmdかgit.exe)
korean: Git 실행 파일 위치 (git.cmd 또는 git.exe)
russian: Команда для вызова git (git.cmd или git.exe)
spanish: Comando utilizado para ejecutar Git (git.cmd o git.exe)

# lblGlobalConfigPath.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
dutch: Het globale configuratie bestand is opgeslagen in de directory %HOME%. Standaard is %HOME% gezet naar %HOMEDRIVE%%HOMEPATH% wanneer deze leeg is. Verander het standaard gedrag alleen wanneer problemen optreden.
french: Le fichier de configuration global doit être situé à l'endroit indiqué par la variable d'environnement %HOME%. Par défaut, %HOME% sera mis à %HOMEDRIVE%%HOMEPATH% si vide. Changez le comportement par défaut seulement si vous rencontrez des problèmes.
german: Die globale Konfigurationsdatei ist im Verzeichnis %HOME% gespeichert. Standardmäßig wird %HOME% auf %HOMEDRIVE%%HOMEPATH% gesetzt, wenn diese leer ist. Ändern Sie das Standardverhalten nur, wenn Probleme bei der Benutzung auftreten.
japanese: グローバルな設定ファイルは、環境変数%HOME%の場所に配置されます。%HOME%が空の場合、 %HOMEDRIVE%%HOMEPATH%に設定されます。問題があった時のみこの振る舞いを変更してください。
korean: 전역 설정 파일은 %HOME% 환경 변수와 같은 위치에 있습니다. 기본적으로 %HOME%는 비어 있는 경우 %HOMEDRIVE%%HOMEPATH%로 설정됩니다. 문제가 발생한 경우에만 기본 동작을 변경하십시오.
russian: Глобальный конфигурационный файл расположен в папке, хранящейся в переменной среды %HOME%. По умолчанию %HOME% будет установлена в %HOMEDRIVE%%HOMEPATH%, если не указана. Измените поведение по умолчанию, только если у вас возникли проблемы.
spanish: El archivo de configuración global se almacena en la ubicación dada por la variable de entorno %HOME%. Por defecto %HOME% se establecerá como %HOMEDRIVE%%HOMEPATH% si está vacía. Cambie el comportamiento por defecto sólo si experimenta problemas.

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
dutch: Pad naar linux tools (sh).
french: Chemin vers les outils linux (sh). Laisser vide s'ils sont dans le path.
german: Pfad zu den Linux Tools (sh). Nur angeben wenn nicht im Pfad.
japanese: shのパス。パスに含まれる場合は空のままにしてください。
korean: 리눅스 툴 (sh) 경로.
russian: Путь к инструментам Linux (sh). Оставьте пустым, когда они находятся в переменной PATH.
spanish: Ruta de acceso a las herramientas de Linux (sh). Dejar en blanco cuando están en el PATH.

# Description.Text
source: Statistics
japanese: 統計情報
korean: 통계
russian: Статистика

# _codeFiles.Caption
source: Code files
japanese: コードファイル
korean: 코드 파일
russian: Файлов с кодом

# _ignoreDirectories.Caption
source: Directories to ignore (EndsWith)
japanese: 無視するディレクトリ (後方一致)
korean: 무시할 디렉터리 (EndsWith)
russian: Игнорируемые каталоги (заканчивающиеся на)

# _ignoreSubmodules.Caption
source: Ignore submodules
japanese: サブモジュールを無視
korean: 하위 모듈 무시
russian: Исключить субмодули

# CannotLoadTheTextOfTheSparseFile.Text
source: Cannot load the text of the sparse file.
dutch: Kan de tekst van het sparse-bestand niet vinden.
french: Impossible de charger le texte du fichier de filtrage.
german: Kann den Text der Sparse Datei nicht laden.
japanese: スパースファイルからテキストを読み込めません
korean: Sparse 파일의 내용을 불러올 수 없습니다.
russian: Не удается загрузить текст разреженного файла.
spanish: No se puede cargar el texto del archivo disperso.

# ConfirmDisableGitSparse.Text
source: You are about to disable Git Sparse feature for this repository, {0}. Git won't be able to restore the working copy to its full content this way. Would you like to have the filter modified so that it allowed for the full working copy?
dutch: U staat op het punt om de Git Sparse feature uit te zetten voor deze repository: {0}. Hierdoor kan git niet meer automatisch de volledige inhoud van de werkdirectory terugzetten. Wilt u dat het filter aangepast wordt zodat git weer de volledige werkdirectory uit kan checken?
french: Vous allez désactiver la fonctionnalité de 'Git Sparse' pour ce dépôt, {0}. Git ne sera pas en mesure de restaurer le répertoire de travail à son contenu complet de cette façon. Voulez-vous que le filtre soit modifié de façon à ce qu'il permette le répertoire de travail complet?
german: Sie sind dabei das Git Sparse Feature für dieses Repository {0} abzuschalten. Git wird dadurch nicht in der Lage sein, die Arbeitskopie in vollem Umfang wiederherzustellen. Wollen Sie stattdessen den Filter so modifizieren lassen, dass damit die vollständige Arbeitskopie wiederhergestellt werden kann?
japanese: このリポジトリ{0}のGitスパース機能を無効にしようとしています。 Gitはワーキングコピーの完全リストアができなくなります。 ワーキングコピー全体にフィルタの変更を適用しますか？
korean: 이 저장소 {0}에 대해 Git Sparse 기능을 사용하지 않도록 설정하려고 합니다. Git는 이렇게 하면 작업 복사본을 전체 콘텐츠로 복원할 수 없습니다. 전체 작업 복사할 수 있도록 필터를 수정하시겠습니까?
russian: Вы собираетесь отключить возможность Git Sparse для данного репозитория, {0}. В этом случае Git не сможет восстановить рабочую копию в полном объёме. Хотите чтобы фильтр был изменён для работы с полной рабочей копией?
spanish: Está a punto de deshabilitar la función Git Sparse para este repositorio, {0}. Git no podrá restaurar la copia de trabajo a su contenido completo de esta manera. ¿Le gustaría que se modificara el filtro para permitir la copia de trabajo completa?

# CouldNotSave.Text
source: Could not save the modified settings and rules.
dutch: Kon de gewijzigde instellingen en regels niet opslaan.
french: Impossible d'enregistrer les paramètres et règles modifiés.
german: Konnte die geänderten Einstellungen und Regeln nicht speichern.
japanese: 修正された設定及びルールを保存できませんでした
korean: 수정된 설정 및 규칙을 저장할 수 없습니다.
russian: Не удалось сохранить измененные настройки и правила.
spanish: No se pudo guardar las reglas o configuraciones modificadas.

# DisableForThisRepository.Text
source: Disable for this repository
dutch: Voor deze repository uitzetten
french: Désactivé pour ce dépôt
german: Für dieses Repository abschalten
japanese: このリポジトリに対して無効にする
korean: 저장소 이용 불가
russian: Отключить для этого репозитория
spanish: Deshabilitar para este repositorio

# DisableGitSparse.Text
source: Disable Git Sparse
dutch: Git Sparse uitzetten
french: Désactiver 'Git Sparse'
german: Git Sparse abschalten
japanese: Git Sparse を無効にする
korean: Git Sparse를 이용할 수 없습니다.
russian: Отключить разреженный Git
spanish: Deshabilitar Git Sparse

# EditsTheContentsOfTheGitInfoSparseCheckoutFile.Text
source: Edits the contents of the “.git/info/sparse-checkout” file.
dutch: Bewerkt de inhoud van het ".git/info/sparse-checkout" bestand.
french: Éditer le contenu du fichier “.git/info/sparse-checkout”
german: Bearbeitet den Inhalt der Datei “.git/info/sparse-checkout”.
japanese: ".git/info/sparse-checkout" ファイルの内容を編集します。
korean: ".git/info/sparse-checkout” 파일 수정하기
russian: Отредактировать содержимое файла “.git/info/sparse-checkout”.
spanish: Edita los contenidos del archivo “.git/info/sparse-checkout”

# Enable.Text
source: &Enable
dutch: Aanz&etten
french: Activ&er
german: &Aktivieren
japanese: 有効化(&E)
korean: &활성화됨
russian: &Включить
spanish: &Habilitar

# HeaderDetailsText.Text
source: Need only a small part of a large repository? With sparse checkout, you can skip the rest from being extracted into your working copy.
dutch: Slechts een klein gedeelte van een grote repository nodig? Met sparse checkout kun je voorkomen dat de rest in uitgecheckt wordt in je werkdirectory.
french: Vous avez besoin d'une petite partie d'un gros dépôt? Avec sparse checkout, vous pouvez éviter que le reste des fichiers soient extrait dans votre répertoire de travail.
german: Brauchen Sie nur einen kleinen Teil eines großen Repositories? Mit sparse Checkout können Sie den Rest überspringen der nicht in die aktuelle Arbeitskopie extrahiert wird.
japanese: 巨大なリポジトリの一部のみを必要としていますか？ スパースチェックアウトを利用すれば、ワーキングコピーに抽出済みのもの以外をスキップ可能です。
korean: 대형 저장소의 일부만 필요합니까? Sparse 체크아웃을 통해, 필요한 부분 외에는 작업 복사본으로 추출되는 것을 건너뛸 수 있습니다.
russian: Нужна только малая часть большого репозитория? С частичным переключением вы можете пропустить остальное при извлечении в вашу рабочую копию.
spanish: ¿Necesita solo una pequeña parte de un gran repositorio? Con el checkout disperso, puede omitir el resto de ser extraído en su copia de trabajo.

# LoadFile.Text
source: Load File
dutch: Laad Bestand
french: Charger le fichier
german: Datei laden
japanese: ファイルを読み込む
korean: 파일 불러오기
russian: Загрузить файл
spanish: Cargar Archivo

# RefreshWorkingCopyCheckboxHint.Text
source: As the sparse working copy rules are changed, it might become outdated. Refreshes the working copy against the current set of the rules to restore any missing files and remove any extra files. nActual command line: {0}
dutch: Omdat de regels voor sparse-checkout gewijzigd zijn kan de werkdirectory niet meer up to date zijn. Ververst de werkdirectory met de nieuwe regels om ontbrekende bestanden te herstellen en extra bestanden te verwijderen. nHuidige command line: {0}
french: Comme les règles de filtrage ont changé, le répertoire de travail peut être obsolète. Rafraichissez le répertoire de travail en fonction du jeu de règle courant pour restaurer tout fichier manquant et supprimer tout fichier supplémentaire. Ligne de commande actuelle : {0}
german: Wenn die Regeln der Sparse Arbeitskopie geändert werden, kann diese veralten. Aktualisiert die Arbeitskopie gegen das aktuelle Regelwerk, um fehlende Dateien wiederherzustellen und extra Dateien zu entfernen. Aktuelle Kommandozeile: {0}
japanese: 限定的(sparse)なワーキングコピーのルールが変更されると、古くなる可能性があります。 ルールの現在のセットに対してワーキングコピーを更新して、不足しているファイルを復元し、余分なファイルを除去します。 実際のコマンドライン：{0}
korean: Sparse 작업 복사 규칙이 변경되면, 이 파일은 열 수 없을 수 있습니다. 누락된 파일을 복원하고 추가된 파일을 제거하기 위해 현재 규칙에 적합하지 않은 작업 복사본을 새로고침 하십시오. n번째 명령어 라인: {0}
russian: Правила частичной рабочей копии были изменены, потому она может стать устаревшей. Обновление рабочей копии с игнорирование текущих правил для того, чтобы восстановить пропущенные и удалить лишние файлы. Текущая командная строка: {0}
spanish: A medida que se modifican las reglas de la copia de trabajo dispersa, ésta puede quedar desactualizada. Actualizar la copia de trabajo contra el conjunto actual de reglas para restaurar los archivos faltantes y eliminar los adicionales. Línea de comando actual: {0}

# RefreshWorkingCopyUsingTheCurrentSettingsAndRules.Text
source: Refresh working copy using the current settings and rules
dutch: Ververst de werkdirectory met de nieuwe instellingen en regels
french: Rafraichir le répertoire de travail en utilisant les paramètres et règles courants.
german: Arbeitskopie erneuern mit den aktuellen Einstellungen und Regeln
japanese: 現在の設定とルールを使用してワーキングコピーをリフレッシュ
korean: 현재 설정 및 규칙을 사용하여 작업 복사본 새로 고침하기
russian: Обновление рабочей копии с использованием текущих настроек и правил
spanish: Refrescar la copia de trabajo usando la configuración y reglas actuales

# Save.Text
source: &Save
dutch: Op&slaan
french: Enregi&strer
german: &Speichern
japanese: 保存(&S)
korean: &저장
russian: &Сохранить
spanish: &Guardar

# SaveFile.Text
source: Save File
dutch: Opslaan
french: Enregistrer le fichier
german: Datei speichern
japanese: ファイルを保存
korean: 파일 저장
russian: Сохранить файл
spanish: Guardar Archivo

# SetsTheGitPropertyToFalseForTheLocalRepository.Text
source: Sets the Git property “{0}” to False for the local repository.
dutch: Zet de Git eigenschap "{0}" op False voor de lokale repository.
french: Affecter la propriété Git "{0}" à Faux pour le dépôt local.
german: Setzt die Git Eigenschaft “{0}” auf False für das lokale Repository.
japanese: ローカルリポジトリ上で、Gitリポジトリ"{0}"を無効に設定
korean: 로컬 저장소에 대해 Git 속성 "{0}"을 False로 설정합니다.
russian: Устанавливает свойство Git “{0}” в False для локального репозитория.
spanish: Establece la propiedad "{0}" de Git en False para el repositorio local.

# SetsTheGitPropertyToTrueForTheLocalRepository.Text
source: Sets the Git property “{0}” to True for the local repository.
dutch: Zet de Git eigenschap "{0}" op True voor de lokale repository.
french: Affecter la propriété Git "{0}" à Vrai pour le dépôt local.
german: Setzt die Git Eigenschaft “{0}” auf True für das lokale Repository.
japanese: ローカルリポジトリ上で、Gitリポジトリ"{0}"を有効に設定
korean: 로컬 저장소에 대해 Git 속성 "{0}"을 True로 설정합니다.
russian: Устанавливает свойство Git “{0}” в True для локального репозитория.
spanish: Establece la propiedad "{0}" de Git en True para el repositorio local.

# SparseWorkingCopy.Text
source: Sparse Working Copy
dutch: Sparse Werkdirectory
french: Répertoire de travail partiel (Sparse)
german: Sparse Arbeitskopie
japanese: 限定的(sparse)なワーキングコピー
korean: 특정 작업만 복사
russian: Разреженная рабочая копия
spanish: Copia de Trabajo Dispersa

# SparseWorkingCopySupportHasNotBeenEnabledForThisRepository.Text
source: Git Sparse feature has not been enabled for this repository.
dutch: De Git Sparse feature is niet geactiveerd voor deze repository.
french: La fonctionnalité 'Git Sparse' n'a pas été activée pour ce dépôt.
german: Git Sparse ist für dieses Repository nicht aktiviert worden.
japanese: Git Sparse 機能はこのリポジトリで無効です
korean: 이 저장소에서 Git Sparse 기능을 사용할 수 없습니다.
russian: Функция разреженного Git'а не включена для этого репозитория
spanish: La función Git Sparse no se ha habilitado para este repositorio.

# SparseWorkingCopySupportIsEnabled.Text
source: Git Sparse feature is currently enabled.
dutch: De Git Sparse feature is geactiveerd.
french: La fonctionnalité 'Git Sparse' est actuellement activée.
german: Git Sparse ist zurzeit aktiv.
japanese: Git Sparse 機能が有効です。
korean: Git Sparse 기능이 활성화 되었습니다.
russian: Функция разреженного Git сейчас включена.
spanish: La función Git Sparse está actualmente habilitada.

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectories.Text
source: Specify the pass-filter rules for files and directories:
dutch: Specificeer de regels voor bestanden en directories:
french: Spécifier les règles du filtre liste-blanche pour les fichiers et répertoires :
german: Angabe der Passfilter Regeln für Dateien und Ordner:
japanese: ファイル及びディレクトリの許可フィルタルールを指定:
korean: 파일 및 디렉터리에 대한 통과 필터 규칙 세부사항:
russian: Укажите пропускной фильтр правил для файлов и папок:
spanish: Especifique las reglas de filtro de paso para archivos y directorios:
