Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# label51.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
dutch: Het globale configuratie bestand is opgeslagen in de directory %HOME%. Standaard is %HOME% gezet naar %HOMEDRIVE%%HOMEPATH% wanneer deze leeg is. Verander het standaard gedrag alleen wanneer problemen optreden.
french: Le fichier de configuration global doit être situé dans l'endroit indiqué par la variable d'environnement %HOME%. Par défaut, %HOME% sera mis à %HOMEDRIVE%%HOMEPATH% si vide. Ne changez le comportement par défaut que si vous rencontrez des problèmes.
german: Die globale git Konfigurationsdatei wird im Verzeichnis der Umgebungsvariable %HOME% gespeichert. Standardmäßig wird %HOME% auf %HOMEDRIVE%%HOMEPATH% gesetzt, falls diese leer ist. Ändern Sie die Standardeinstellung nur, wenn mit dieser Konfiguration Probleme auftreten.
japanese: グローバルな設定ファイルは、環境変数%HOME%の場所に配置されます。%HOME%が空の場合、 %HOMEDRIVE%%HOMEPATH%に設定されます。問題があった時のみこの振る舞いを変更してください。
korean: 전역 설정 파일은 %HOME% 환경 변수와 같은 위치에 있습니다. 기본적으로 %HOME%는 비어 있는 경우 %HOMEDRIVE%%HOMEPATH%로 설정됩니다. 문제가 발생한 경우에만 기본 동작을 변경하십시오.
russian: Глобальный конфигурационный файл расположен в папке, хранящейся в переменной среды %HOME%. По умолчанию %HOME% будет установлена в %HOMEDRIVE%%HOMEPATH%, если не указана. Измените поведение по умолчанию, только если у вас возникли проблемы.
spanish: El archivo de configuración global que se encuentra almacenado en la variable de entorno %HOME%. De forma predeterminada %HOME% será %HOMEDRIVE %%HOMEPATH% si está vacío. Cambiar el comportamiento por defecto sólo si tiene problemas.

# otherHome.Text
source: Other
dutch: Anders
french: Autre
german: Andere
japanese: その他
korean: 다른 폴더
russian: Другое
spanish: Otros

# userprofileHome.Text
source: Set HOME to USERPROFILE
dutch: Zet HOME naar USERPROFILE
french: Mettre HOME à USERPROFILE
german: Setze USERPROFILE als HOME
japanese: HOMEをUSERPROFILEに設定
korean: HOME을 USERPROFILE로 설정
russian: Установить HOME в USERPROFILE
spanish: Establecer HOME a USERPROFILE

# $this.Text
source: Format patch
dutch: Maak patch
french: Créer un patch
german: Patch formatieren
japanese: Git形式のパッチ
korean: 패치 만들기
russian: Сформировать патч
spanish: Formato de parche

# FormatPatch.Text
source: Create patch(es)
dutch: Maak patch(es)
french: Créer les patch(s)
german: Patch(es) erzeugen
japanese: パッチを作成
korean: 패치 생성
russian: Создать патч(и)
spanish: Crear parche(es)

# SaveToDir.Text
source: Save patches in directory
dutch: Sla patches op in directory
french: Enregistrer les patchs dans le répertoire
german: Patches in Verzeichnis speichern
japanese: パッチをディレクトリに保存
korean: 패치 저장
russian: Сохранить патчи в каталог
spanish: Guarde parches en el directorio

# SelectedBranch.Text
source: Branch
dutch: Vertakking
french: Branche
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# _currentBranchText.Text
source: Current branch:
dutch: Huidige vertakking:
french: Branche courante :
german: Aktueller Branch:
japanese: 現在のブランチ:
korean: 현재 브랜치:
russian: Текущая ветка:
spanish: Rama actual:

# _failCreatePatch.Text
source: Unable to create patch file(s)
french: Création de fichier(s) de patch impossible
german: Patch-Datei kann nicht erstellt werden
japanese: パッチファイルを作成できません
korean: 패치 파일(들)을 생성할 수 없습니다.
russian: Не удалось создать файл(ы) патча
spanish: No se puede(n) crear archivo(s) de parche

# _noEmailEnteredText.Text
source: You need to enter an email address.
dutch: Er is geen email adres ingevuld.
french: Vous devez entrer une adresse email.
german: Sie müssen eine E-Mail-Adresse angeben.
japanese: 電子メール アドレスを入力してください。
korean: 이메일 주소를 입력하세요.
russian: Вам необходимо ввести адрес электронной почты.
spanish: Debe ingresar una dirección de email.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
dutch: Er is geen email adres geconfigureerd in het instellingen dialoog.
french: Il n'y a pas d'adresse mail configurée dans le formulaire de configuration.
german: Es ist keine Git E-Mail Adresse im Einstellungen-Dialog eingetragen.
japanese: 設定ダイアログで設定された電子メール アドレスが ありません。
korean: 설정창에 이메일 주소가 없습니다.
russian: В диалоге настроек не указан адрес электронной почты.
spanish: No hay una dirección de email configurada en las preferencias.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
dutch: Er is geen directory ingevuld.
french: Vous devez saisir un répertoire de sortie.
german: Sie müssen ein Zielverzeichnis angeben.
japanese: 出力するパスを入力してください。
korean: 명령이 수행될 타겟 폴더를 입력하세요.
russian: Вы должны ввести путь.
spanish: Debe ingresar una ruta de salida.

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
dutch: Er is geen onderwerp ingevuld.
french: Vous devez saisir un sujet de mail.
german: Sie müssen einen E-Mail-Text angeben.
japanese: 件名を入力してください。
korean: 메일 제목을 입력하세요.
russian: Вы должны ввести тему сообщения.
spanish: Debe ingresar un asunto del mail.

# _patchResultCaption.Text
source: Patch result
dutch: Patch resultaat
french: Résultat du patch
german: Patch Resultat
japanese: パッチの結果
korean: 패치 결과
russian: Результаты патча
spanish: Resultado del parche

# _revisionsNeededCaption.Text
source: Patch error
dutch: Patch fout
french: Erreur du patch
german: Patch Fehler
japanese: パッチ エラー
korean: 패치 에러
russian: Ошибка патча
spanish: Error del parche

# _revisionsNeededText.Text
source: You need to select at least one revision
dutch: Er moet ten minste 1 revisie geselecteerd worden
french: Vous devez sélectionner au moins une révision
german: Sie müssen mindestens eine Revision auswählen
japanese: １つ以上のリビジョンを選択してください
korean: 최소 1개 이상의 리비전을 선택해야 합니다.
russian: Вам нужно выбрать хотя бы одну ревизию
spanish: Debes seleccionar al menos una revisión

# _sendMailResult.Text
source: Send to:
dutch: Verzenden naar:
french: Envoyer à :
german: Senden an:
japanese: 送信先
korean: 받는 사람:
russian: Отправить в:
spanish: Enviar a:

# _sendMailResultFailed.Text
source: Failed to send mail.
dutch: Fout tijdens verzenden email.
french: Échec d'envoi du mail.
german: E-Mail senden fehlgeschlagen.
japanese: メールの送信に失敗しました
korean: 메일 보내기 실패
russian: Не удалось отправить почту.
spanish: Fallo al enviar mail.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
dutch: Er is geen SMTP server ingesteld in het instellingen dialoog.
french: Vous devez saisir un smtp calide dans le formulaire de configuration.
german: Sie müssen einen gültigen SMTP-Server im Einstellungen-Dialog angeben.
japanese: 設定ダイアログで、正しい SMTP を入力してください。
korean: 셋팅창에 유효한 SMTP 서버를 입력하세요.
russian: Вы должны ввести правильный SMTP сервер в диалоге настроек.
spanish: Debe ingresar un SMTP válido en las preferencias.

# label1.Text
source: Subject
dutch: Onderwerp
french: Sujet
german: Betreff
japanese: 件名
korean: 제목
russian: Тема
spanish: Asunto

# label2.Text
source: Body
dutch: Bericht
french: Corps
german: Text
japanese: 本文
korean: 본문
russian: Тело
spanish: Cuerpo

# label3.Text
source: To
dutch: Naar
french: A
german: An
japanese: 宛先
russian: Кому
spanish: Hacia

# radioButton1.Text
source: Mail patches from
dutch: Mail patches van
french: Mailer les patches depuis
german: E-Maile Patches von
japanese: メールパッチ送り主
korean: 메일 패치...
russian: Отправить патчи от
spanish: Enviar parches por mail desde

# $this.Text
source: Edit .gitattributes
dutch: Wijzig .gitattributes
french: Editer .gitattributes
german: .gitattributes bearbeiten
japanese: .gitattribute を編集
korean: .gitattributes 편집
russian: Редактировать .gitattributes
spanish: Editar .gitattributes

# Save.Text
source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
japanese: 保存
korean: 저장
russian: Сохранить
spanish: Guardar

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
dutch: Het opslaan van .gitattributes is mislukt. Controleer bestandstoegang.
french: Échec de l'enregistrement de .gitattributes. Vérifiez si le fichier est accessible.
german: Fehler beim Schreiben von .gitattributes. Bitte prüfen Sie, ob auf die Datei zugegriffen werden kann.
japanese: .gitattributes ファイルの保存に失敗しました。 ファイルがアクセス可能かどうか調べてください。
korean: .gitattributes 파일을 저장하는데 실패하였습니다. 파일에 접근할 수 있는지 확인 하세요.
russian: Неудалось сохранить .gitattributes. Проверьте, что файл доступен.
spanish: Fallo al guardar .gitattributes. Compruebe que el archivo esté accesible.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
dutch: Het opslaan van .gitattributes is mislukt
french: Échec de l'enregistrement de .gitattributes
german: Fehler beim Schreiben von .gitattributes
japanese: .gitattributesの保存に失敗しました。
korean: .gitattributes 파일을 저장하는데 실패하였습니다.
russian: Не удалось сохранить .gitattributes
spanish: Fallo al guardar .gitattributes

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
dutch: .gitattributes wordt alleen ondersteund wanneer er een werkdirecorie is.
french: .gitattributes est uniquement supporté quand il y a un répertoire de travail.
german: .gitattributes wird nur unterstützt wenn ein Arbeitsverzeichnis vorhanden ist.
japanese: .gitattributesは作業ディレクトリがあるときのみサポートされます。
korean: .gitattributes는 작업 폴더에서만 동작합니다.
russian: .gitattributes поддерживается только в рабочем каталоге.
spanish: .gitattributes sólo está soportado cuando hay un directorio de trabajo.

# _noWorkingDirCaption.Text
source: No working directory
dutch: Geen werkdirectory
french: Pas de répertoire de travail
german: Kein Arbeitsverzeichnis
japanese: 作業ディレクトリがありません
korean: 작업 폴더 없음
russian: Нет рабочего каталога
spanish: Sin directorio de trabajo

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
dutch: Wijzigingen in .gitattributes opslaan?
french: Enregistrer les modifications à .gitattributes?
german: Änderungen in .gitattributes speichern?
japanese: .gitattributesの変更を保存しますか？
korean: .gitattributes 파일에 저장할까요?
russian: Сохранить изменения в .gitattributes?
spanish: ¿Guardar cambios a .gitattributes?

# _saveFileQuestionCaption.Text
source: Save changes?
dutch: Wijzigingen opslaan?
french: Enregistrer les modifications?
german: Änderungen speichern?
japanese: 変更を保存しますか？
korean: 저장할까요?
russian: Сохранить изменения?
spanish: ¿Guardar cambios?

# label1.Text
source: Edit the git attributes Define attributes per path Examples Mark all jpg files as binary: *.jpg binary Mark sln files as binary: *.sln binary Mark single file as text: weirdchars.txt text For more information run command "git help gitattributes"
dutch: Wijzig de git attributen Definieer attributen per pad Voorbeelden: Markeer alle jpg bestanden binair: *.jpg binary Markeer alle sln bestanden binair: *.sln binary markeer enkel bestand als tekst: tekstbestand.txt text Voor meer informatie zie de git help documentatie
french: Modifiez le git attributes Definissez les attibuts par chemin Exemples Marquez tous les fichiers jpg comme binaire : *.jpg binary Marquez tous les fichiers sln comme binaire : *.sln binary Marquez un seul fichier comme texte : weirdchars.txt text Pour plus d'information exécutez la commande "git help gitattributes"
german: Git Attribute bearbeiten Attribute pro Pfad definieren Beispiele Alle jpg-Dateien als Binärdateien kennzeichnen: *.jpg binary Alle sln-Dateien als Binärdateien kennzeichen: *.sln binary Einzelne Datei als Textdatei kennzeichnen: bloedezeichen.txt text Für weitere Informationen folgenden Befehl ausführen: "git help gitattributes"
japanese: git attributesの編集 パスごとに属性を定義します。 すべてのjpgファイルをバイナリとしてマークする例: *.jpg binary slnファイルをバイナリとしてマークする例: *.sln binary あるファイルをテキストとしてマークする例: weirdchars.txt text これより詳しい情報は "git help gitattributes"コマンドを参照してください。
korean: Git 속성 수정 라인별로 속성을 정의 하세요 예제 모든 jpg 파일을 바이너리로 인식: *.jpg binary 모든 sln 파일을 바이너리로 인식: *.sln binary 특정 파일만 속성 설정하기: weirdchars.txt text 보다 자세한 정보는 쉘 명령어 "git help gitattributes"를 참고하세요.
russian: Измените атрибуты git Определите атрибуты к путям Примеры Пометить все jpg файлы бинарными: *.jpg binary Пометить все sln файлы бинарными: *.sln binary Пометить одиночный файл текстовым: weirdchars.txt text Для получения дополнительной информации выполните "git help gitattributes"
spanish: Edite atributos Git Definir atributos por ruta Ejemplos Marcar todos los archivos jpg como binarios: *.jpg binary Marque los archivos binarios sln como binario: *.sln binary Marcar un archivo como texto: weirdchars.txt text Para obtener más información, consulte la ayuda de Git

# $this.Text
source: Git Command Log
dutch: Git commando log
french: Journal des commandes Git
japanese: Gitのコマンドログ
korean: 실행 명령어 로그
russian: Журнал команд Git
spanish: Bitácora de Comandos de Git

# chkAlwaysOnTop.Text
source: Always on top
french: Toujours au dessus
german: Immer im Vordergrund
japanese: 常に最前面表示
korean: 항상 위에 표시
russian: Всегда поверх других окон
spanish: Siempre arriba

# chkCaptureCallStacks.Text
source: Capture call stacks
dutch: Call stacks opnemen
french: Capturer les piles d'appels
german: Erfasse die Callstacks
japanese: コールスタックをキャプチャ
korean: 콜 스택 캡쳐하기
russian: Захватить стек вызовов
spanish: Capturar stacks de llamadas

# chkWordWrap.Text
source: Word wrap
dutch: Tekstterugloop
french: Retour à la ligne
german: Wortumbruch
japanese: ワードラップ
korean: Word wrap(텍스트를 강제로 자르는 옵션)
russian: Перенос строк
spanish: Ajuste de línea

# mnuClear.Text
source: Clear
dutch: Leegmaken
french: Effacer
german: Löschen
japanese: クリア
korean: 비우기
russian: Очистить

# mnuSaveToFile.Text
source: Save to file
dutch: Opslaan naar bestand
french: Sauvegarder dans un fichier
german: In Datei speichern
japanese: ファイルに保存
korean: 파일 저장
russian: Сохранить в файл

# tabPageCommandCache.Text
source: Command cache
dutch: Commando cache
french: Cache de commandes
german: Kommando Cache
japanese: コマンドキャッシュ
korean: 실행 명령어 캐쉬
russian: Кэш команд
spanish: Cache de comandos

# tabPageCommandLog.Text
source: Command log
dutch: Commando log
french: Journal des commandes
german: Kommando Log
japanese: コマンドログ
korean: 실행 명령어 로그
russian: Журнал команд
spanish: Registro de comandos

# $this.Text
source: Edit .gitignore
dutch: Wijzig .gitignore
french: Editer .gitignore
german: .gitignore bearbeiten
japanese: .gitignore を編集
korean: .gitignore 편집
russian: Редактировать .gitignore
spanish: Editar .gitignore

# AddDefault.Text
source: Add default ignores
dutch: Standaard ignores toevoegen
french: Ajouter les ignores par defaut
german: Standardeinträge .gitignore hinzufügen
japanese: デフォルトの無視ファイルを追加
korean: 기본 설정값 추가
russian: Добавить стандартные записи
spanish: Añadir reglas de ignorar por defecto

# AddPattern.Text
source: Add pattern
dutch: Patroon toevoegen
french: Ajouter le modèle
german: Muster hinzufügen
japanese: 無視パターンを追加
korean: 패턴 추가
russian: Добавить шаблон
spanish: Agregar patrón

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
dutch: Geen werkdirectory
french: Pas de répertoire de travail
german: Kein Arbeitsverzeichnis
japanese: 作業ディレクトリがありません
korean: 작업 폴더 없음
russian: Нет рабочего каталога
spanish: Sin directorio de trabajo

# label1.Text
source: Specify filepatterns you want git to ignore. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
dutch: Specificeer welke bestandspatronen git moet negeren. Voorbeelden: #Negeer Windows miniatuurweergaven Thumbs.db #Negeer Visual Studio bestanden *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
french: Spécifiez les motifs des fichiers que vous voulez que git ignore. Exemple: #ignore aperçus créés par Windows Thumbs.db #Ignore les fichiers créés par Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
german: Spezifizieren der Muster die Git ignorieren soll Beispiele: #Thumbnail-Dateien von Windows Thumbs.db #Temporäre/Build-Dateien von Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
japanese: 無視したいファイルのパターンを指定してください。 例: #Windowsが生成したサムネイルを無視する場合 Thumbs.db #Visual Studioが生成するファイルを無視する場合 *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
korean: 깃에 업로드될 때 제외할 파일 패턴을 구체적으로 명시해주십시오. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
russian: Укажите шаблоны файлов для игнорирования. Пример: #ignore thumbnails created by windows Thumbs.db #ignore files build by Visual Studio *.obj *.exe *.pdb *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.tlb *.tlh *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.lib *.sbr obj/ [Rr]elease*/ _ReSharper*/
spanish: Especifique patrones de archivos que quiera que ignore git. Ejemplos: #Ignorar miniaturas creadas por Windows Thumbs.db #Ignorar archivos creados por Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/

# lnkGitIgnoreGenerate.Text
source: Generate a custom ignore file for git
dutch: Genereer een aangepast ignore-bestand
french: Générer un .gitignore personalisé
german: Angepasste .gitignore-Datei erzeugen
japanese: カスタムのgit向け無視ファイルを生成
korean: 깃에 올리지 않을 파일 목록 생성
russian: Создавать пользовательский gitignore
spanish: Generar un .gitignore personalizado

# lnkGitIgnorePatterns.Text
source: Example ignore patterns
dutch: Voorbeelden ignore expressies
french: Exemple ignorer motifs
german: Beispiel Ausschlussmuster
japanese: 無視パターンの例
korean: 예제 무시 패턴
russian: Примеры шаблонов игнорирования
spanish: Ejemplo de patrones a ignorar

# $this.Text
source: Statistics
japanese: 統計情報
korean: 통계
russian: Статистика

# CommitStatistics.Text
source: Loading..
japanese: 読込中...
korean: 로딩..
russian: Загрузка..

# LinesOfCodePerLanguageText.Text
source: Loading...
japanese: 読込中...
korean: 로딩...
russian: Загрузка...

# LinesOfCodePerTypeText.Text
source: Loading...
japanese: 読込中...
korean: 로딩...
russian: Загрузка...

# LoadingLabel.Text
source: Loading...
japanese: 読込中...
korean: 로딩...
russian: Загрузка...

# TestCodeText.Text
source: Loading...
japanese: 読込中...
korean: 로딩...
russian: Загрузка...

# TotalCommits.Text
source: Total commits
japanese: 総コミット数
korean: 전체 커밋
russian: Всего коммитов

# TotalLinesOfCode.Text
source: Total lines of code
japanese: 総コード行数
korean: 코드 전체 라인
russian: Всего строк кода

# TotalLinesOfCode2.Text
source: Total lines of code
japanese: 総コード行数
korean: 코드 전체 라인
russian: Всего строк кода

# TotalLinesOfTestCode.Text
source: Total lines of code
japanese: 総コード行数
korean: 코드 전체 라인
russian: Всего строк кода

# _blankLinesP.Text
source: {0:N0} Blank lines ({1:P1})
japanese: {0:N0} 行の空行 ({1:P1})
korean: {0:N0} 빈 줄 ({1:P1})
russian: {0:N0} Пустых строк ({1:P1})

# _commentLinesP.Text
source: {0:N0} Comment lines ({1:P1})
japanese: {0:N0} 行のコメント ({1:P1})
korean: {0:N0} 주석 줄({1:P1})
russian: {0:N0} Строк комментариев ({1:P1})

# _commits.Text
source: {0:N0} Commits
japanese: {0:N0} コミット
korean: {0:N0} 커밋
russian: {0:N0} Коммитов

# _commitsBy.Text
source: {0:N0} Commits by {1}
japanese: {1} によるコミット数 {0:N0}
korean: {0:N0} {1}에 의한 커밋
russian: {0:N0} Коммитов от {1}

# _linesOfCode.Text
source: {0:N0} Lines of code
japanese: {0:N0} 行のコード
korean: {0:N0} 코드 라인
russian: {0:N0} Строк кода

# _linesOfCodeInFiles.Text
source: {0:N0} Lines of code in {1} files ({2:P1})
japanese: {0:N0} 行の {1}ファイルのコード ({2:P1})
korean: {0:N0} {1} 파일의 코드 줄 ({2:P1})
russian: {0:N0} Строк кода в {1} файлах ({2:P1})

# _linesOfCodeP.Text
source: {0:N0} Lines of code ({1:P1})
japanese: {0:N0} 行のコード ({1:P1})
korean: {0:N0} 코드 줄 ({1:P1})
russian: {0:N0} Строк кода ({1:P1})

# _linesOfDesignerFilesP.Text
source: {0:N0} Lines in designer files ({1:P1})
japanese: {0:N0} 行はdesignerファイル ({1:P1})
korean: {0:N0} 디자이너 파일의 줄 ({1:P1})
russian: {0:N0} Строк в файлах дизайнера ({1:P1})

# _linesOfProductionCodeP.Text
source: {0:N0} Lines of production code ({1:P1})
japanese: {0:N0} 行のプロダクションコード ({1:P1})
korean: {0:N0} 프로덕션 코드 라인 ({1:P1})
russian: {0:N0} Строк кода в эксплуатации ({1:P1})

# _linesOfTestCode.Text
source: {0:N0} Lines of test code
japanese: {0:N0} 行のテストコード
korean: {0:N0} 테스트 코드 줄
russian: {0:N0} Строк тестов

# _linesOfTestCodeP.Text
source: {0:N0} Lines of test code ({1:P1})
japanese: {0:N0} 行のテストコード ({1:P1})
korean: {0:N0} 테스트 코드 줄 ({1:P1})
russian: {0:N0} Строк тестов ({1:P1})

# tabPage1.Text
source: Lines of code per language
japanese: 言語ごとのコード行数
korean: 언어별 코드 줄 수
russian: Строк кода на язык

# tabPage2.Text
source: Commits per contributor
japanese: コントリビューター毎のコミット数
korean: 기여자별 커밋
russian: Коммитов на разработчика

# tabPage3.Text
source: Lines of code per type
japanese: タイプ毎のコード行数
korean: 유형별 코드 라인
russian: Строк кода на тип

# tabPage4.Text
source: Lines of test code
japanese: テストコードの行数
korean: 테스트 코드 라인
russian: Строк тестового кода

# $this.Text
source: Go to commit
dutch: Ga naar revisie
french: Allez au commit
german: Zu Commit springen
japanese: コミットに移動
korean: 커밋하기
russian: Перейти к коммиту
spanish: Ir a commit

# goButton.Text
source: Go
dutch: Zoek
french: Allez à
german: Los
japanese: 移動
russian: Перейти
spanish: Ir

# groupBox1.Text
source: Help
french: Aide
german: Hilfe
japanese: ヘルプ
korean: 도움말
russian: Справка
spanish: Ayuda

# label1.Text
source: Commit expression:
dutch: Expressie:
french: Expression de commit :
german: Commit Ausdruck:
japanese: コミット式:
korean: 커밋내용 양식:
russian: Выражение:
spanish: Expresión de commit:

# label2.Text
source: Commit expression examples: - complete commit hash: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - partial commit hash (if unique): e. g.: 8eab51fcb9c453 - tag name - branch name
dutch: Voorbeelden van commit expressies: - complete commit hash, bijv.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - gedeeltelijke commit hash (als die uniek is), bijv: 8eab51fcb9c453 - naam van een tag - naam van een branch
french: Exemples d'expression de commit : - hash de commit complet : par ex. : 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - hash de commit partiel (si unique): par ex. : 8eab51fcb9c453 - nom d'étiquette - nom de branche
german: Commit Ausdruck Beispiele: - Vollständiger Commit Hash: z.B.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - Teil des Commit Hashes (wenn eindeutig): z.B.: 8eab51fcb9c453 - Name des Tags - Names des Branches
japanese: コミット式が示すコミットに移動します。 例: - 完全なコミットハッシュ:例 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - 部分的な (ただし唯一の) コミットハッシュ:例: 8eab51fcb9c453 - タグ名 - ブランチ名
korean: 커밋내용 양식 예제: - 원본 해쉬: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - 간략 해쉬: e. g.: 8eab51fcb9c453 - 태그 이름 - 브랜치 이름
russian: Примеры выражений: - полный хеш коммита, например: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - частичный хеш коммита (если уникален), например: 8eab51fcb9c453 - имя метки - имя ветки
spanish: Ejemplos de la expresión de commit: - Hash completo del commit: ej.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - Hash parcial del commit (si es único): ej.: 8eab51fcb9c453 - Nombre de la etiqueta - Nombre de la rama

# label3.Text
source: Go to tag:
dutch: Ga naar label:
french: Allez à l'étiquette :
german: Gehe zu Tag:
japanese: タグに移動:
korean: 태그로 찾기:
russian: Перейти к метке:
spanish: Ir a etiqueta:
