Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# label1.Text
source: Destination folder:
dutch: Doel folder:
french: Répertoire de destination :
german: Zielverzeichnis:
japanese: クローン先フォルダ:
korean: 작업 폴더:
russian: Папка назначения:
spanish: Carpeta destino:

# label3.Text
source: Add upstream remote as:
german: Upstream Remote hinzufügen als:
japanese: アップストリームリモートを追加:
korean: Upstream 저장소 추가하기:
russian: Добавить внешний репозиторий как:
spanish: Añadir el control remoto ascendente como:

# myReposPage.Text
source: My repositories
dutch: Mijn opslagplaatsen
french: Mes dépôts
german: Meine Repositorys
japanese: マイ リポジトリ
korean: 나의 저장소
russian: Мои репозитории
spanish: Mis repositorios

# openGitupPageBtn.Text
source: Open github page
dutch: Open github pagina
french: Ouvrir la page github
german: Öffne GitHub Seite
japanese: GitHub ページを開く
korean: 프로젝트 링크
russian: Открыть веб-страницу
spanish: Abrir página github

# searchBtn.Text
source: Search
dutch: Zoeken
french: Chercher
german: Suchen
japanese: 検索
korean: 검색
russian: Поиск
spanish: Buscar

# searchReposPage.Text
source: Search for repositories
dutch: Zoeken naar opslagplaatsen
french: Chercher des dépôts
german: Nach Repositorys suchen
japanese: リポジトリの検索
korean: 저장소 검색
russian: Поиск репозиториев
spanish: Buscar repositorios

# _copyTooltip.Text
source: Copy environment info
dutch: Kopieer Omgeving informatie
french: Copier les informations de l'environnement
german: Umgebungsinformation kopieren
japanese: 環境情報をコピー
korean: 환경설정 정보 복사
russian: Копировать информацию об окружении
spanish: Copiar información del entorno

# _thanksToContributors.Text
source: Thanks to over {0:#,##0} contributors:
french: Merci à plus de {0:#,##0} contributeurs:
german: Vielen Dank an unsere {0:#,##0} Mitwirkenden:
japanese: {0:#,##0}人以上の投稿者のおかけで：
korean: {0:#,##0} 공헌에 감사드립니다.
russian: Благодарность более {0:#,##0} участникам:
spanish: Gracias a más de {0: #, ## 0} colaboradores:

# label1.Text
source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY of FITNESS FOR A PARTICULAR PURPOSE.
french: Ce programme est distribué dans l'espoir d'être utile, mais SANS AUCUNE GARANTIE; sans même la garantie implicite de QUALITÉ MARCHANDE D'APTITUDE POUR UN USAGE PARTICULIER.
german: Dieses Programm wird verteilt in der Hoffnung dass es nützlich sein wird aber OHNE JEGLICHE GARANTIE. Auch ohne die Gewährleistung der MARKTFÄHIGKEIT und der Zusicherungen allgemeiner Gebrauchstauglichkeit oder Gewährleistung der Eignung für einen speziellen Zweck.
japanese: このプログラムは、役立つことを期待して配布されていますが、いかなる保証もありません。 特定の目的への適合性の商品性の暗黙の保証もありません。
korean: 이 프로그램은 특별한 보증 없이 유용하게 사용 할 수 있도록 무료로 배포 되고 있으며 어떠한 보장도 할 수 없음을 이해 바랍니다.
russian: Эта программа распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, даже без подразумеваемых гарантий КОММЕРЧЕСКОЙ ПРИГОДНОСТИ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ.

# label2.Text
source: Git Extensions is open source. Get involved!
french: Git Extensions est open source. Impliquez-vous!
german: GitExtensions ist Open-Source-Software. Wirke mit!
japanese: Git Extensionsはオープンソースなので、気軽に参加しましょう！
korean: 깃 확장 라이브러리는 오픈 소스입니다. 누구나 참여할 수 있습니다!
russian: Git Extensions открыт для всех. Присоединяйтесь!
spanish: Git Extensions es de código abierto. ¡Involúcrese!

# linkLabelIcons.Text
source: Some icons by Yusuke Kamiyamane (CCA3)
dutch: Een aantal iconen door Yusuke Kamiyamane (CCA3)
french: Quelques icônes par Yusuke Kamiyamane (CCA3)
german: Einige Icons von Yusuke Kamiyamane (CCA3)
japanese: いくつかのアイコンはYusuke Kamiyamaneの著作物です(CCA3)
korean: 가미야마네 유스케(CCA3)가 저작권을 갖는 일부 아이콘
russian: Некоторые иконки авторства Yusuke Kamiyamane (CCA3)
spanish: Algunos iconos de Yusuke Kamiyamane (CCA3)

# $this.Text
source: Add files
dutch: Bestanden toevoegen
french: Ajouter des fichiers
german: Dateien hinzufügen
japanese: ファイルの追加
korean: 파일 추가
russian: Добавить файлы
spanish: Añadir archivos

# AddFiles.Text
source: Add files
dutch: Bestanden toevoegen
french: Ajouter des fichiers
german: Dateien hinzufügen
japanese: ファイルの追加
korean: 파일 추가
russian: Добавить файлы
spanish: Añadir archivos

# ShowFiles.Text
source: Show files
dutch: Bestanden bekijken
french: Afficher les fichiers
german: Dateien anzeigen
japanese: ファイル表示
korean: 파일 보기
russian: Показать файлы
spanish: Mostrar todos los archivos

# force.Text
source: Force
dutch: Forceer
french: Forcer
german: Erzwingen
japanese: 強制
korean: 무조건 실행(Force)
russian: Принудительно
spanish: Forzar

# label1.Text
source: Filter
french: Filtrer
japanese: フィルタ
korean: 필터
russian: Фильтр
spanish: Filtro

# $this.Text
source: Add submodule
dutch: Submodule toevoegen
french: Ajouter un sous module
german: Untermodul hinzufügen
japanese: サブモジュールを追加
korean: 서브모듈 추가
russian: Добавить субмодуль
spanish: Añadir submódulo

# Add.Text
source: Add
dutch: Toevoegen
french: Ajouter
german: Hinzufügen
japanese: 追加
korean: 추가
russian: Добавить
spanish: Añadir

# Browse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
dutch: Een externe directory en locale directory zijn verplicht
french: Un chemin distant et un chemin local sont requis
german: Sie müssen den Remote und den lokalen Pfad angeben
japanese: リモートのパスおよびローカルのパスが必要です
korean: 원격 폴더 정보와 로컬 폴더 정보가 필요합니다
russian: Необходимо указать внешний и локальный путь
spanish: Requiere una ruta remota y una ruta local

# chkForce.Text
source: Force
dutch: Forceer
french: Forcer
german: Erzwingen
japanese: 強制
korean: 무조건 실행(Force)
russian: Принудительно
spanish: Forzar

# label1.Text
source: Path to submodule
dutch: Pad naar submodule
french: Chemin vers le sous module
german: Pfad zum Untermodul
japanese: サブモジュールのパス
korean: 서브모듈 위치
russian: Путь к субмодулю
spanish: Ruta del submódulo

# label2.Text
source: Local path
dutch: Lokaal pad
french: Chemin local
german: Lokaler Pfad
japanese: ローカルパス
korean: 로컬 폴더
russian: Локальный путь
spanish: Ruta local

# label3.Text
source: Branch
dutch: Vertakking
french: Branche
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# $this.Text
source: Add file(s) to .gitignore
dutch: Voeg bestand(en) toe aan .gitignore
french: Ajouter les fichier(s) à .gitignore
german: Hinzufügen zu .gitignore
japanese: .gitignore にファイルを追加
korean: 파일(들)을 .gitignore에 추가
russian: Добавить файл(ы) в .gitignore
spanish: Añadir archivo(s) a .gitignore

# AddToIgnore.Text
source: Ignore
dutch: Negeer
french: Ignorer
german: Ignorieren
japanese: 無視
korean: 무시
russian: Игнорировать
spanish: Ignorar

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
dutch: Voeg bestand(en) toe aan .git/info/exclude
french: Ajouter les fichier(s) à .git/info/exclude
german: Datei (en) zu .git/info/exclude hinzufügen
japanese: .git/info/exclude にファイルを追加
korean: 파일(들)을 .git/info/exclude에 추가
russian: Добавить файл(ы) в .git/info/exclude
spanish: Añadir archivo(s) a .git/info/exclude

# _matchingFilesString.Text
source: {0} file(s) matched
dutch: {0} bestand(en) gevonden
french: {0} fichiers(s) correspondants
german: {0} Datei(en) stimmen überein
japanese: {0}個のファイルがマッチしました
korean: {0} 파일이 검출되었습니다
russian: {0} файл(ов) найдено
spanish: {0} archivos coincidieron

# _updateStatusString.Text
source: Updating ...
dutch: Bezig met updaten ...
french: Mise à jour ...
german: Aktualisieren ...
japanese: 更新中...
korean: 업데이트 중...
russian: Обновление ...
spanish: Actualizando…

# groupBox1.Text
source: Preview
dutch: Voorbeeld
french: Prévisualisation
german: Vorschau
japanese: プレビュー
korean: 미리보기
russian: Предпросмотр
spanish: Previsualización

# groupFilePattern.Text
source: Enter a file pattern to ignore:
dutch: Bestandsnaam patroon om te negeren
french: Entrer un motif de fichier à ignorer :
german: Geben Sie das zu ignorierende Dateimuster an:
japanese: 無視するファイルパターン
korean: 무시할 파일 형식:
russian: Редактировать строки игнорирования
spanish: Patrón de archivos a ignorar

# label2.Text
source: No existing files match that pattern.
dutch: Geen bestaande bestanden komen overeen met het opgegeven patroon.
french: Aucun fichiers existants ne correspondent à ce motif.
german: Keine Dateien, die zum Muster passen.
japanese: パターンにマッチするファイルは ありません。
korean: 형식에 맞는 파일이 없습니다.
russian: Ни один файл не соответствует шаблону.
spanish: Ningún archivo existente coincide con ese patrón.

# $this.Text
source: Apply patch
dutch: Patch toepassen
french: Appliquer un patch
german: Patch anwenden
japanese: パッチを適用
korean: 패치 적용
russian: Применить патч
spanish: Aplicar parche

# Abort.Text
source: A&bort patch
japanese: パッチを中止(&B)
korean: &패치 취소
russian: П&рервать патч
spanish: A&bortar parche

# AddFiles.Text
source: &Add files
japanese: ファイルを追加(&A)
korean: &파일 추가
russian: &Добавить файлы
spanish: &Añadir ficheros

# Apply.Text
source: Apply patch
dutch: Patch toepassen
french: Appliquer le patch
german: Patch anwenden
japanese: パッチを適用
korean: 패치 적용
russian: Применить патч
spanish: Aplicar parche

# BrowseDir.Text
source: Bro&wse
japanese: 参照(&W)
korean: &검색
russian: Про&смотр
spanish: Na&vegar

# BrowsePatch.Text
source: B&rowse
japanese: 参照(&R)
korean: 찾기
russian: Обзор
spanish: Examinar

# IgnoreWhitespace.Text
source: &Ignore Wh.spc.
japanese: 空白を無視(&I)
korean: &화이트 스페이스 무시
russian: &Игн. пробелы
spanish: &Ignorar esp. blanc.

# Mergetool.Text
source: &Solve conflicts
japanese: 競合を解決(&S)
korean: &충돌 처리
russian: &Разрешить конфликты
spanish: Re&solver conflictos

# PatchDirMode.Text
source: Patch &directory
japanese: パッチディレクトリ(&D)
korean: 패치 &디렉토리
russian: Каталог с &патчами
spanish: Parchear &directorio

# PatchFileMode.Text
source: Patch &file
japanese: パッチファイル(&F)
korean: 패치 &파일
russian: &Файл патча
spanish: Parchear fichero

# Resolved.Text
source: Conflicts resolved
dutch: Conflicten opgelost
french: Conflits résolus
german: Konflikte gelöst
japanese: 競合の解決
korean: 충돌 처리 완료
russian: Конфликты решены
spanish: Conflictos resueltos

# SignOff.Text
source: Sign-&Off
japanese: サインオフ(&O)
korean: &오프라인
russian: &Выйти

# Skip.Text
source: S&kip patch
japanese: パッチをスキップ(&K)
korean: &패치 무시
russian: П&ропустить патч
spanish: S&altar parche

# SolveMergeConflicts.Text
source: There are unresolved merge conflicts
dutch: Er zijn nog niet opgeloste merge conflicten
french: Il y a des conflits de merge non résolus
german: Es sind unaufgelöste Merge-Konflikte vorhanden
japanese: 未解決のマージ競合があります
korean: 미해결된 충돌 파일이 있습니다.
russian: Неразрешённые конфликты слияния
spanish: Hay conflictos de fusión sin resolver

# _applyPatchMsgBox.Text
source: Apply patch
dutch: Patch toepassen
french: Appliquer le patch
german: Patch anwenden
japanese: パッチを適用
korean: 패치 적용
russian: Применить патч
spanish: Aplicar parche

# _conflictMergetoolText.Text
source: &Solve conflicts
japanese: 競合を解決(&S)
korean: &충돌 처리
russian: &Разрешить конфликты
spanish: Re&solver conflictos

# _conflictResolvedText.Text
source: Conflicts resolved
dutch: Conflicten opgelost
french: Conflits résolus
german: Konflikte gelöst
japanese: 競合の解決
korean: 충돌 처리 완료
russian: Конфликты разрешены
spanish: Conflictos resueltos

# _noFileSelectedText.Text
source: Please select a patch to apply
dutch: Selecteer een patch op toe te passen
french: Veuillez sélectionner un patch à appliquer
german: Bitte wählen Sie eine Patch zum Anwenden aus
japanese: 適用するパッチを選択してください
korean: 적용 할 패치를 선택하세요
russian: Пожалуйста, выберите патч для применения
spanish: Por favor seleccione un parche para aplicar

# _selectPatchFileCaption.Text
source: Select patch file
dutch: Selecteer patch
french: Sélectionnez un fichier de patch
german: Patch-Datei auswählen
japanese: パッチ ファイルの選択
korean: 패치 파일 선택
russian: Выберите файл патча
spanish: Seleccionar archivo parche

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
french: Fichier de patch (*.Patch)
german: Patch-Datei (*.Patch)
japanese: パッチ ファイル (*.Patch)
korean: 패치파일 (*.Patch)
russian: Патч файл (*.Patch)
spanish: Archivo parche (*.Patch)

# $this.Text
source: Archive
dutch: Archiveer
german: Archivieren
japanese: アーカイブ
korean: 압축
russian: Архив
spanish: Archivar

# _noRevisionSelected.Text
source: You need to choose a target revision.
dutch: U moet een revisie selecteren om te archiveren.
french: Vous devez choisir une révision cible.
german: Es muss eine Ziel Revision ausgewählt werden.
japanese: 対象のリビジョンを選択してください。
korean: 대상 리비전을 선택해야 합니다.
russian: Вам нужно выбрать целевую ревизию.
spanish: Debe elegir una revisión de destino.

# _saveFileDialogCaption.Text
source: Save archive as
dutch: Sla archief op als
french: Enregistrer l'archive comme
german: Archiv speichern als
japanese: 圧縮して保存
korean: 압축 저장
russian: Сохранить архив как
spanish: Guardar archivo como

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
dutch: Tar bestand (*.tar)
french: Fichier tar (*.tar)
german: TAR-Datei (*.tar)
japanese: Tar ファイル (*.tar)
korean: Tar 파일 (*.tar)
russian: Tar файл (*.tar)
spanish: Archivo tar (*.tar)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
french: Fichier zip (*.zip)
german: ZIP-Datei (*.zip)
japanese: Zip 形式圧縮フォルダ (*.zip)
korean: Zip 파일 (*.zip)
russian: Zip файл (*.zip)
spanish: Archivo zip (*.zip)

# buttonArchiveRevision.Text
source: Save as...
dutch: Opslaan als
french: Enregistrer sous...
german: Speichern als...
japanese: 名前を付けて保存...
korean: 사본 저장
russian: Сохранить как
spanish: Guardar como

# checkBoxPathFilter.Text
source: Archive specific paths only
dutch: Alleen bepaalde paden archiveren
french: Archiver les chemins spécifiques seulement
german: Archiviere nur spezifische Pfade
japanese: 特定のパスのみアーカイブ
korean: 특정 경로만 압축 가능합니다.
russian: Архивировать только указанные пути
spanish: Archivar sólo rutas específicas

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
dutch: Neem de bestanden die gewijzigd zijn in de revisie hierboven hierin op en archiveer alleen deze
french: Prendre les fichiers qui ont changé de la révision au dessus de celle-ci et archiver seulement ceux là
german: Nimm die Dateien die sich zur letzten Revision geändert haben und archiviere nur diese
japanese: 以下のリビジョンから変更のあったファイルのみを取り出してアーカイブする
korean: 하나 이상의 리비전으로 반영된 수정사항 압축하기
russian: Взять файлы, которые были изменены с ревизии выше этой и архивировать только их
spanish: Archivar únicamente los archivos que han cambiado desde la revisión superior

# groupBox1.Text
source: Archive format
dutch: Archief formaat
french: Format d'archive
german: Archivformat
japanese: アーカイブ形式
korean: 압축 형태
russian: Формат архива
spanish: Formato de archivo

# groupBox2.Text
source: Filter files
dutch: Filter bestanden
french: Filtrer les fichiers
german: Dateien filtern
japanese: ファイルのフィルタ
korean: 파일 필터
russian: Фильтр файлов
spanish: Filtrar archivos

# label1.Text
source: This revision will be archived:
dutch: Revisie om te archiveren:
french: Cette révision sera archivée :
german: Diese Revision wird archiviert:
japanese: このリビジョンをアーカイブ:
korean: 다음 리비전이 압축됩니다:
russian: Эта ревизия будет заархивирована:
spanish: Esta revisión se archivará:

# label2.Text
source: Choose another revision:
dutch: Kies een andere revisie
french: Sélectionnez une autré révision :
german: Andere Revision auswählen
japanese: 別のリビジョンを選択:
korean: 리비전 선택:
russian: Выберите другую ревизию:
spanish: Elija otra revisión:

# label4.Text
source: separate each new path by new line
dutch: scheid iedere nieuwe patch bij een enter
french: séparer chaque nouveau chemin par une nouvelle ligne
german: jeden einzelnen neuen Pfad in eine Zeile
japanese: 改行でパスを区切ります
korean: 경로마다 새로운 줄로 구분
russian: разделяйте каждый новый путь новой строкой
spanish: separar cada nueva ruta en una línea aparte

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
dutch: Kies een revisie om eerst me te vergelijken:
french: Choisir la révision à comparer avec en premier :
german: Wähle Revision um mit erster zu vergleichen:
japanese: 上のリビジョンと比較するリビジョン:
korean: 첫번째와 비교할 리비전:
russian: Выберите ревизию для сравнения с первой:
spanish: Elegir revisión para comparar con la primera:

# $this.Text
source: Configure available encodings
dutch: Configureer beschikbare encodings
french: Configurer les encodages disponibles
german: Konfigurieren der verfügbaren Kodierungen
japanese: 利用可能なエンコーディングを設定
korean: 사용 가능한 인코딩 설정하기
russian: Настроить доступные кодировки
spanish: Configurar las codificaciones disponibles

# ButtonCancel.Text
source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# lAvaolableEncodings.Text
source: Available:
dutch: Beschikbaar:
french: Disponible :
german: Verfügbar:
japanese: 利用可:
korean: 가능한 항목:
russian: Доступно:
spanish: Disponible:

# lSelectedEncodings.Text
source: Selected:
dutch: Geselecteerd:
french: Sélectionné :
german: Ausgewählt:
japanese: 選択済:
korean: 선택된 항목:
russian: Выбранная:
spanish: Seleccionado:

# $this.Text
source: Bisect
dutch: Verdeel en heers
japanese: 二分探索 (Bisect)
spanish: Bisecar

# Bad.Text
source: Mark current revision &bad
japanese: 現在のリビジョンは問題あり(&B)
korean: 현재 리비전을 &bad (으)로 표시
russian: Пометить текущую ревизию как &плохую
spanish: Marcar esta revisión como &mala

# Good.Text
source: Mark current revision &good
japanese: 現在のリビジョンは問題なし(&G)
korean: 현재 리비전을 &good 으로 표시
russian: Пометить текущую ревизию как &хорошую
spanish: Marcar esta revisión como &buena

# Start.Text
source: Start bisect
dutch: Start verdeel en heers
french: Commencer la bisection
german: Bisect starten
japanese: 探索開始
korean: Bisect 시작
russian: Начать bisect
spanish: Empezar bisección

# Stop.Text
source: Stop bisect
dutch: Stop verdeel en heers
french: Arrêter la bisection
german: Bisect stoppen
japanese: 探索終了
korean: Bisect 정지
russian: Остановить bisect
spanish: Detener bisección

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
dutch: Markeer de geseleteerde revies als start range voor 'verdeel en heers'?
french: Marquer la révision sélectionnée comme départ pour la bisection?
german: Ausgewählte Revision als Start für den Bisect Prozess wählen?
japanese: 選択範囲のリビジョンで探索を開始しますか？
korean: 선택된 리비전을 Bisect 범위 시작으로 표시
russian: Отметить выделенные ревизии как стартовый диапазон для bisect?
spanish: ¿Marcar revisiones seleccionadas como rango inicial de la bisección?

# btnSkip.Text
source: &Skip current revision
japanese: 現在のリビジョンをスキップ(&S)
korean: &현재 리비전 무시
russian: П&ропустить текущую ревизию
spanish: &Saltar revisión actual

# $this.Text
source: File History
dutch: Bestands historie
french: Historique du fichier
german: Datei Historie
japanese: ファイルの履歴
korean: 파일 히스토리
russian: История файла
spanish: Historial de Archivo

# CommitInfoTabPage.Text
source: Commit
german: Committen
japanese: コミット
korean: 커밋 정보
russian: Коммит

# EditSettings.ToolTipText
source: Settings
dutch: Instellingen
french: Paramètres...
german: Einstellungen
japanese: 設定
korean: 설정
russian: Настройки
spanish: Configuración

# PuTTYToolStripMenuItem.Text
source: &PuTTY
japanese: PuTTY(&P)

# RefreshButton.ToolTipText
source: Refresh
dutch: Verversen
french: Rafraichir
german: Aktualisieren
japanese: 更新
korean: 새로고침
russian: Обновить
spanish: Actualizar

# ToolStripFilters.Text
source: Filters
japanese: フィルタ
korean: 필터
russian: Фильтры
spanish: Filtros

# ToolStripMain.Text
source: Standard
japanese: 標準
korean: 표준
russian: Стандартный
spanish: Estándar

# ToolStripScripts.Text
source: Scripts
german: Skripte
japanese: スクリプト
korean: 스크립트
russian: Скрипты

# TreeTabPage.Text
source: File tree
dutch: Bestands boom
french: Répertoire de travail
german: Dateibaum
japanese: ファイルツリー
korean: 폴더 구조
russian: Дерево файлов
spanish: Árbol de archivos

# _addUpstreamRemoteToolStripMenuItem.Text
source: &Add upstream remote
japanese: アップストリームリモートを追加(&A)
korean: &Upstream 저장소 추가하기
russian: &Добавить внешний репозиторий
spanish: &Añadir remoto previo

# _buildReportTabCaption.Text
source: Build Report
dutch: Maak Rapport
french: Rapport de construction
german: Build Bericht
japanese: ビルドレポート
korean: 빌드 레포트
russian: Отчет сборки
spanish: Informe de construcción

# _commitButtonText.Text
source: Commit
german: Committen
japanese: コミット
korean: 커밋
russian: Коммит

# _configureWorkingDirMenu.Text
source: &Configure this menu
japanese: このメニューを編集(&C)
korean: &메뉴 설정
russian: &Настроить это меню
spanish: &Configurar este menú

# _consoleTabCaption.Text
source: Console
german: Konsole
japanese: コンソール
korean: 콘솔
russian: Консоль
spanish: Consola

# _createPullRequestsToolStripMenuItem.Text
source: &Create pull requests...
japanese: プルリクエストを作成(&C)...
korean: &pull 요청 생성...
russian: &Создать запрос на слияние...
spanish: &Crear petición de pull...

# _forkCloneRepositoryToolStripMenuItem.Text
source: &Fork/Clone repository...
japanese: リポジトリをフォーク/クローン(&F)...
korean: % 저장소 Fork/Clone
russian: &Ответвить/клонировать репозиторий…
spanish: Bi&furcar/Clonar repositorio...

# _goToSuperProject.Text
source: Go to superproject
dutch: Ga naar superproject
french: Aller au projet supérieur
german: Gehe zum Oberprojekt
japanese: 親プロジェクトに移動
korean: 상위프로젝트로 가기
russian: Перейти в суперпроект
spanish: Ir al superproyecto

# _indexLockCantDelete.Text
source: Failed to delete index.lock
japanese: index.lockの削除に失敗しました
korean: index.lock 파일 제거 실패
russian: Не удалось удалить index.lock
spanish: No se pudo eliminar index.lock

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
dutch: Kan geen git server vinden voor de huidige opslagplaats.
french: Impossible de trouver un hôte de dépôt pertinant pour le dépôt ouvert courant.
german: Keine relevanten Repository Hosts für das aktuell geöffnete Repository gefunden.
japanese: 現在開いているリポジトリと関連のあるリポジトリホストが見つかりません。
korean: 현재 열려있는 저장소와 연관된 적절한 저장소 호스트를 찾을 수 없습니다.
russian: Не удалось найти соответствующий хостинг репозиториев для текущего открытого репозитория.
spanish: No se pudo encontrar ningún host de repositorio relevante para el repositorio actualmente abierto.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
dutch: Geen git server plugin gevonden
french: Pas d'extension d'hôte de dépôt chargé.
german: Kein Repository Host Plugin geladen.
japanese: 読み込まれたリポジトリ ホスト プラグインはありません。
korean: 로드된 저장소 호스트 플러그인이 없습니다.
russian: Не загружено плагинов хостинга репозиториев.
spanish: Plugin de host de repositorio no cargado.

# _noSubmodulesPresent.Text
source: No submodules
dutch: Geen submodules
french: Pas de sous modules
german: Keine Untermodule
japanese: サブモジュールはありません
korean: 서브모듈이 없습니다.
russian: Нет субмодулей
spanish: Sin submódulos

# _noWorkingFolderText.Text
source: No working directory
dutch: Geen werkdirectory
french: Pas de répertoire de travail
german: Kein Arbeitsverzeichnis
japanese: 作業ディレクトリがありません
korean: 작업 폴더 없음
russian: Нет рабочего каталога
spanish: Sin directorio de trabajo

# _pullFetch.Text
source: Fetch
dutch: Ophalen
french: Récupérer (fetch)
german: Holen (Fetch)
japanese: フェッチ
russian: Забрать

# _pullFetchAll.Text
source: Fetch all
dutch: Alles ophalen
french: Récupérer depuis tous les dépôts distants (fetch --all)
german: Alles holen (Fetch all)
japanese: すべてフェッチ
russian: Забрать все
spanish: Fetch todo

# _pullFetchPruneAll.Text
source: Fetch and prune all
dutch: Alles ophalen en opschonen
french: Récupérer et élaguer tout
german: Alles fetchen und prunen
japanese: すべてフェッチしてプルーン
korean: 모든 브랜치 Fetch 및 prune을 통한 더 이상 원격에 존재하지 않는 로컬 브랜치 제거
russian: Забрать и удалить всё
spanish: Traer y podar todo

# _pullMerge.Text
source: Pull - merge
dutch: Pullen - merge
french: Récupérer et fusionner (pull)
japanese: プル - マージ
russian: Получить - слияние
