Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# label1.Text
source: Unresolved merge conflicts
dutch: Niet opgeloste samenvoeg conflicten
french: Conflits de fusion non résolus
german: Unaufgelöste Merge-Konflikte
japanese: 未解決のマージ競合
korean: 미해결된 충돌 파일이 있습니다.
russian: Нерешенные конфликты
spanish: Conflictos de fusión sin resolver

# label2.Text
source: Base
dutch: Basis
japanese: ベース
russian: Базовый

# label5.Text
source: Remote
dutch: Extern
french: Dépôt distant
japanese: リモート
korean: 원격
russian: Внешний
spanish: Remoto

# label7.Text
source: Local
dutch: Lokaal
french: Locale
japanese: ローカル
korean: 로컬
russian: Локальный

# merge.Text
source: Merge
dutch: Samenvoegen
french: Fusionner (Merge)
german: Mergen
japanese: マージ
korean: 머지(Merge)
russian: Слияние
spanish: Fusionar

# openFolderToolStripMenuItem.Text
source: Show in folder
japanese: フォルダで見る
korean: 폴더에 표시
russian: Показать в папке
spanish: Mostrar en directorio

# openMergeToolBtn.Text
source: Open in mergetool
dutch: Openen in samenvoegtool
french: Ouvrir dans l'outil de fusion
german: In Merge-Werkzeug öffnen
japanese: マージツールで開く
korean: 머지도구 열기
russian: Открыть в инструменте слияния
spanish: Abrir en mergetool

# openWithToolStripMenuItem.Text
source: Open With
dutch: Openen met
french: Ouvrir avec
german: Öffnen mit
japanese: プログラムから開く
korean: 연결 프로그램
russian: Открыть с помощью
spanish: Abrir con

# startMergetool.Text
source: Start mergetool
dutch: Samenvoeg tool
french: Démarrer l'outil de fusion
german: Merge-Werkzeug öffnen
japanese: マージツールを開始
korean: 머지도구 시작하기
russian: Запустить инструмент слияния
spanish: Iniciar herramienta de fusión

# $this.Text
source: Revert commit
dutch: Commit ongedaan maken
french: Annuler le commit
german: Commit zurücknehmen
japanese: コミットの打ち消し
korean: 커밋 되돌리기
russian: Отменить коммит
spanish: Revertir commit

# BranchInfo.Text
source: Revert this commit:
dutch: Maak deze commit ongedaan:
french: Annuler ce commit :
german: Diesen Commit zurücknehmen:
japanese: 打ち消すコミット:
korean: 이 커밋 되돌리기:
russian: Отменить этот коммит:
spanish: Revertir este commit:

# Revert.Text
source: &Revert this commit
japanese: コミットを打ち消す(&Revert)
korean: &이 커밋 되돌리기
russian: Отменить этот коммит
spanish: &Revertir este commit

# $this.Text
source: Filter
french: Filtrer
japanese: フィルタ
korean: 필터
russian: Фильтр
spanish: Filtro

# CurrentBranchOnlyCheck.Text
source: Show current branch &only
japanese: 現在のブランチのみ表示(&O)
spanish: M&ostrar sólo rama actual

# FullHistoryCheck.Text
source: Full &history
japanese: すべての履歴(&H)
russian: Вся исто&рия
spanish: &Historial completo

# IgnoreCase.Text
source: &Ignore case
japanese: 大文字/小文字を区別しない(&I)
russian: И&гнорировать регистр
spanish: &Ignorar mayúsculas

# MergeCommitsCheck.Text
source: Merge commi&ts
japanese: マージコミット(&T)

# OnlyFirstParentCheck.Text
source: Only &first parent
japanese: 最初の親のみ(&F)
russian: Только &первый родитель

# ReflogCheck.Text
source: Show &reflog
japanese: reflogを表示(&R)
spanish: Mostrar registro de referencia.

# SimplifyByDecorationCheck.Text
source: Simplify b&y decoration
japanese: タグとブランチから参照されているコミットのみを表示(&Y)
spanish: Simplificar por decoración

# SimplifyMergesCheck.Text
source: Simplify mer&ges
japanese: マージを簡素化(&G)
spanish: Simplificar uniones

# _author.Text
source: &Author
japanese: 作者(&A)
russian: &Автор
spanish: &Autor

# _branches.Text
source: &Branches
japanese: ブランチ(&B)
russian: Ветк&и
spanish: &Ramas

# _committer.Text
source: &Committer
japanese: コミッタ(&C)
russian: &Автор коммита
spanish: &Commiter

# _diffContent.Text
source: &Diff contains
japanese: Diffを含める(&D)
spanish: Contiene &dIferencias

# _diffContentToolTip.Text
source: SLOW
japanese: 低速
russian: МЕДЛЕННО
spanish: LENTO

# _limit.Text
source: &Limit
japanese: 制限(&L)
spanish: &Límite

# _message.Text
source: &Message
japanese: メッセージ(&M)
spanish: &Mensaje:

# _pathFilter.Text
source: &Path filter
japanese: パスでフィルタ(&P)
spanish: Filtro de ruta

# _since.Text
source: &Since
japanese: 開始(&S)
russian: На&чиная с
spanish: De&sde

# _until.Text
source: &Until
japanese: 終了(&U)
russian: &До
spanish: &Hasta

# $this.Text
source: Select multiple branches
dutch: Selecteer meerdere vertakkingen
french: Sélectionnez plusieurs branches
german: Mehrere Branches auswählen
japanese: 複数のブランチを選択
korean: 브랜치를 하나이상 선택하세요
russian: Выделите несколько веток
spanish: Seleccionar múltiples ramas

# selectBranchesLabel.Text
source: Select branches
dutch: Selecteer vertakkingen
french: Sélectionnez les branches
german: Branches auswählen
japanese: ブランチの選択
korean: 브랜치 선택
russian: Выделите ветки
spanish: Seleccionar rama

# $this.Text
source: Settings
dutch: Instellingen
french: Configuration
german: Einstellungen
japanese: 設定
korean: 설정
russian: Настройки
spanish: Configuración

# _cantSaveSettings.Text
source: Failed to save all settings
german: Fehler beim Speichern der Einstellungen
japanese: すべての設定の保存に失敗しました
korean: 모든 설정 정보를 저장하는데 실패하였습니다.
russian: Не удалось сохранить все настройки
spanish: Fallo al guardar toda la configuración

# buttonApply.Text
source: Apply
dutch: Toepassen
french: Appliquer
german: Übernehmen
japanese: 適用
korean: 적용
russian: Применить
spanish: Aplicar

# buttonDiscard.Text
source: Discard
dutch: Verwerpen
french: Rejeter
german: Verwerfen
japanese: 破棄
korean: 원래대로
russian: Сбросить
spanish: Descartar

# label10.Text
source: You need to set the correct path to git.cmd before you can change any global setting.
dutch: Het juiste pad naar git.cmd moet gezet zijn om globale instellingen te kunnen wijzigen.
french: Vous devez entrer un chemin valide vers git.cmd avant de pouvoir modifier les paramètres globaux
german: Sie müssen den korrekten Pfad zu git.cmd angeben, bevor Sie globale Einstellungen ändern können.
japanese: 他のグローバル設定を変更する前に git.cmd の 正しいパスを入力してください。
korean: 기본 설정을 바꾸기전에 먼저 정확한 git.cmd 경로를 설정해야 합니다.
russian: Перед тем как менять какие-либо глобальные настройки, необходимо установить корректный путь к git.cmd.
spanish: Tiene que establecer la ruta correcta a git.cmd antes de cambiar cualquier configuración global.

# labelInstantSaveNotice.Text
source: Changes on the selected page will be saved instantly. Therefore the Cancel button does NOT revert any changes made.
dutch: Wijzigingen op de geselecteerd pagina worden direct opgeslagen. De knop Annuleren zal dus NIET alle wijzigingen terugrollen.
french: Les changements faits sur la page sélectionnée seront enregistrés instantanément. Par conséquent le bouton Annuler n'annule AUCUN changement fait.
german: Änderungen auf der gewählten Seite werden sofort gespeichert. Der Abbrechen Buttons macht darum KEINE Änderungen rückgängig.
japanese: このページ上での設定はすぐに保存されます。 そのため、キャンセルボタンは変更を取り消しません。
korean: 선택한 페이지의 변경 내용이 즉시 저장됩니다. 따라서 취소 버튼은 변경 내용을 되돌리지 않습니다.
russian: Изменения на выбранной странице будут сохранены сразу. Поэтому кнопка «Отмена» не отменяет выполненные изменения.
spanish: Los cambios en la pantalla seleccionada se guardarán instantáneamente. Por ello el botón Cancelar NO revierte ninguno de los cambios realizados.

# $this.Text
source: Stash
japanese: スタッシュ (変更の一時退避)
russian: Спрятанные изменения
spanish: Pila

# Apply.Text
source: &Apply Selected Stash
japanese: 選択したスタッシュを適用(&A)
korean: &선택한 Stash 적용하기
russian: &Применить выбранный stash к рабочему каталогу
spanish: &Aplicar stash seleccionado

# Clear.Text
source: &Drop Selected Stash
japanese: 選択したスタッシュを削除(&D)
korean: &선택한 Stash 삭제하기
russian: &Удалить выбранный stash
spanish: &Dejar stash seleccionado

# Stash.Text
source: S&tash all changes
japanese: 変更をすべてスタッシュ(&T)
korean: 모든 변경사항 Stash하기
russian: Спрятать &все изменения
spanish: S&tash todos los cambios

# StashKeepIndex.Text
source: &Keep index
japanese: インデックスを維持(&K)
korean: &인덱스 유지
russian: &Сохранить индекс
spanish: Mantener índice

# StashSelectedFiles.Text
source: Stash &selected changes
japanese: 選択した変更をスタッシュ(&S)
korean: &선택한 변경사항 Stash하기
russian: Спрятать &выбранные изменения
spanish: Apilar cambios &seleccionados

# Stashes.ToolTipText
source: Select a stash
dutch: Selecteer een stash
french: Sélectionnez un stash
german: Stash auswählen
japanese: スタッシュの選択
korean: Stash 파일 선택
russian: Выберите спрятанные изменения
spanish: Seleccione una pila

# _currentWorkingDirChanges.Text
source: Current working directory changes
dutch: Wijzigingen van de huidige werk directory
french: Modifications courantes du répertoire de travail
german: Aktuelle Änderungen im Arbeitsverzeichnis
japanese: 現在の作業ディレクトリの変更点
korean: 현재 작업 폴더 변경내역
russian: Изменения текущего рабочего каталога
spanish: Cambios actuales del directorio de trabajo

# _noStashes.Text
source: There are no stashes.
dutch: Er zijn geen weggezette wijzigingen
french: Il n'y a pas de stashs.
german: Es sind keine Stashes vorhanden.
japanese: スタッシュされた変更はありません。
korean: Stash 파일이 없습니다.
russian: У вас нет спрятанных изменений.
spanish: No hay pilas.

# cherryPickFileChangesToolStripMenuItem.Text
source: &Cherry pick file changes
japanese: ファイルの変更をチェリーピック(&C)
korean: &파일변경사항 체리픽
russian: &Забрать изменения файлов
spanish: Sele&ccionar manualmente cambios de archivo

# chkIncludeUntrackedFiles.Text
source: &Include untracked files
japanese: 管理外ファイルも含める(&I)
korean: &Untracked 파일 포함
russian: &Включить не отслеживаемые файлы
spanish: &Incluir archivos sin seguimiento.

# messageLabel.Text
source: &Message:
japanese: メッセージ(&M):
korean: &메세지:
russian: &Сообщение:
spanish: &Mensaje:

# refreshToolStripButton.Text
source: Refresh
dutch: Verversen
french: Rafraichir
german: Aktualisieren
japanese: 更新
korean: 새로고침
russian: Обновить
spanish: Actualizar

# showToolStripLabel.Text
source: S&how:
japanese: 表示(&H):
korean: &보기:
russian: Показать
spanish: Mostrar:

# $this.Text
source: Process
dutch: Proces
french: Processus
german: Verarbeiten
japanese: 進捗
korean: 실행
russian: Прогресс
spanish: Proceso

# $this.Text
source: Submodules
french: Sous modules
german: Untermodule
japanese: サブモジュール
korean: 서브모듈들
russian: Субмодули
spanish: Submódulos

# AddSubmodule.Text
source: Add submodule
dutch: Submodule toevoegen
french: Ajouter un sous module
german: Untermodul hinzufügen
japanese: サブモジュールを追加
korean: 서브모듈 추가
russian: Добавить субмодуль
spanish: Agregar submódulo

# RemoveSubmodule.Text
source: Remove
dutch: Verwijder
french: Supprimer
german: Entfernen
japanese: 除去
korean: 제거
russian: Удалить
spanish: Quitar

# Status.HeaderText
source: Status
french: Statut
japanese: 状態
korean: 상태
russian: Статус
spanish: Estado

# SynchronizeSubmodule.Text
source: Synchronize
dutch: Synchroniseer
french: Synchroniser
german: Synchronisieren
japanese: 同期
korean: 싱크
russian: Синхронизировать
spanish: Sincronizar

# UpdateSubmodule.Text
source: Update
french: Mettre à jour
german: Aktualisieren
japanese: 更新
korean: 업데이트
russian: Обновить
spanish: Actualizar

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
dutch: Weet u zeker dat u de geselecteerde submodule wilt verwijderen?
french: Etes vous sûr de couloir enlever les sous modules sélectionnés?
german: Sind Sie sich sicher, dass Sie das ausgewählte Untermodule entfernen möchten?
japanese: 選択したサブモジュールを除去してよろしいですか？
korean: 선택된 서브모듈을 삭제 하시겠습니까?
russian: Вы уверены, что хотите удалить выделенный субмодуль?
spanish: ¿Realmente desea eliminar el submódulo seleccionado?

# _removeSelectedSubmoduleCaption.Text
source: Remove
dutch: Verwijder
french: Supprimer
german: Entfernen
japanese: 除去
korean: 제거
russian: Удалить
spanish: Quitar

# groupBox1.Text
source: Details
french: Détails
japanese: 詳細
korean: 세부사항
russian: Подробно
spanish: Detalles

# label2.Text
source: Remote path
dutch: Extern pad
french: Chemin distant
german: Remote Pfad
japanese: リモートパス
korean: 원격 폴더
russian: Внешняя ветка
spanish: Ruta remota

# label3.Text
source: Local path
dutch: Lokaal pad
french: Chemin local
german: Lokaler Pfad
japanese: ローカルパス
korean: 로컬 폴더
russian: Локальный путь
spanish: Ruta local

# label4.Text
source: Commit
japanese: コミット
korean: 커밋
russian: Коммит

# label5.Text
source: Branch
dutch: Vertakking
french: Branche
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# label6.Text
source: Status
french: Statut
japanese: 状態
korean: 상태
russian: Статус
spanish: Estado

# $this.Text
source: Check for update
dutch: Controleer op nieuwe versie
french: Vérifier les mises à jour
german: Auf Updates prüfen
japanese: 更新の確認
korean: 업데이트 확인
russian: Проверка обновлений
spanish: Buscar actualizaciones

# UpdateLabel.Text
source: Searching for updates
dutch: Zoeken naar nieuwe versie
french: Recherche d'un mise à jour
german: Suche nach Updates
japanese: 更新の検索
korean: 업데이트 항목 검색
russian: Поиск обновлений
spanish: Buscando actualizaciones

# _downloadingUpdate.Text
source: Downloading update...
french: Téléchargement de la mise à jour...
german: Update downloaden...
japanese: 更新をダウンロード中...
korean: 변경사항 다운로드 중...
russian: Загрузка обновления...
spanish: Descargando actualización...

# _errorHeading.Text
source: Download Failed
french: Le téléchargement a échoué
german: Download fehlgeschlagen
japanese: ダウンロード失敗
korean: 다운로드 실패
russian: Загрузка не удалась
spanish: Descarga Fallida

# _errorMessage.Text
source: Failed to download an update.
german: Update konnte nicht heruntergeladen werden.
japanese: 更新のダウンロードに失敗しました。
korean: 변경사항 다운로드 실패
russian: Не удалось загрузить обновление.
spanish: Fallo descargando actualización

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
dutch: Er is een nieuwe versie beschikbaar
french: Une nouvelle version est disponible.
german: Es ist eine neue Version {0} von Git Extensions verfügbar
japanese: 新しいバージョンがあります
korean: Git Extensions의 새 버전 {0}을 이용할 수 있습니다.
russian: Доступна новая версия Git Extensions {0}
spanish: Está disponible la nueva versión {0} de Git Extensions.

# _noUpdatesFound.Text
source: No updates found
dutch: Geen nieuwe versie gevonden
french: Aucune mise à jour trouvée
german: Keine Updates gefunden
japanese: 更新はありません
korean: 새로운 업데이트가 없습니다
russian: Обновления не найдены
spanish: Actualizaciones no encontradas

# btnUpdateNow.Text
source: &Update Now
french: &Mettre à jour maintenant
german: Jetzt &Updaten
japanese: 今すぐ更新(&U)
korean: & 즉시 업데이트
russian: О&бновить сейчас
spanish: &Actualizar Ahora

# linkChangeLog.Text
source: Show Change&Log
french: Afficher le journal des modifications
german: Change&Log anzeigen
japanese: 変更履歴を表示(&L)
korean: 변경사항&로그 보기
russian: Показать историю изменений
spanish: Mostrar &Registro de Cambios

# linkDirectDownload.Text
source: &Direct Download
french: &Téléchargement direct
german: &Direkter Download
japanese: 直接ダウンロード(&D)
korean: &다운로드
russian: &Прямая загрузка
spanish: &Descarga Directa

# $this.Text
source: Verify database
dutch: Controleer database
french: Vérifiez la base de données
german: Datenbank überprüfen
japanese: データベースの検証
korean: 데이터베이스 유효성 검사
russian: Проверить базу
spanish: Verificar base de datos

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
dutch: Verwijder allee LOST_AND_FOUND labels
french: Effacer toutes les étiquettes LOST_AND_FOUND
german: Alle LOST_AND_FOUND-Tags löschen
japanese: LOST_AND_FOUNDタグを全削除
korean: 모든 LOST_AND_FOUND 태그 삭제
russian: Удалить все метки LOST_AND_FOUND
spanish: Eliminar todas las etiquetas LOST_AND_FOUND

# FullCheck.Text
source: Check not just objects in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), but also the ones found in alternate object pools.
dutch: Controlleer niet alleen objecten in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), maar ook de alternatieve object opslagplaatsen.
french: Vérifie non seulement les objets dans GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), mais aussi ceux trouvés dans les zones d'objets alternatifs.
german: Nicht nur Objekte in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects) prüfen, sondern auch die, die in alternativen Objekt-Pools gefunden werden.
japanese: GIT_OBJECT_DIRECTORY ($GIT_DIR/objects) だけでなく、 別のオブジェクトプールも調べる
korean: GIT_OBJECT_DIRECTORY ($GIT_DIR/objects)안의 오프젝트만 체크하지 마십시오. 오브젝트 풀에서도 찾을 수도 있습니다.
russian: Проверит не только объекты в GIT_OBJECT_DIRECTORY ($GIT_DIR/объекты), но и те что будут найдены в альтернативных пулах объектов.
spanish: Verifique no sólo los objetos en GIT_OBJECT_DIRECTORY ($GIT_DIR/objetos), sino también los que se encuentran en las piscinas de objetos alternativas.

# NoReflogs.Text
source: Do not consider commits that are referenced only by an entry in a reflog to be reachable.
dutch: Behandel commits waarnaar alleen verwezen word vanuit de reflog als niet zichtbaar.
french: Ne pas considerer les commits qui sont référencés seulement par une entrée dans le reflog comme atteignable.
german: Commits nicht als erreichbar betrachten, die nur über einen Eintrag in einem Reflog referenziert sind.
japanese: reflogのエントリによってのみ参照されるコミットを考慮しない
korean: 커밋들은 참조 기록에 없는 것도 참조할 수 있습니다.
russian: Не считать коммиты, на которые ссылаются только записи в reflog доступными.
spanish: No considerar los commits que son referenciados sólo por una entrada en un reflog a ser alcanzado.

# Remove.Text
source: Remove all dangling objects
dutch: Verwijdere alle rondzwevende objecten
french: Supprimer tous les objets ballants
german: Alle verwaisten Objekte entfernen
japanese: 遊離オブジェクトをすべて除去
korean: 모든 깨진 항목 삭제
russian: Удалить все потерянные объекты
spanish: Eliminar todos los objetos colgados

# SaveObjects.Text
source: Save objects to .git/lost-found
dutch: Sla alles op in .git/lost-found
french: Enregistrer les objets dans .git/lost-found
german: Objekte in .git/lost-found speichern
japanese: .git/lost-foundに保存
korean: 항목을 .git/lost-found에 저장
russian: Сохранить в .git/lost-found
spanish: Guardar objetos en .git/lost-found

# ShowCommitsAndTags.Text
source: Show commits and tags
dutch: Toon commits en labels
french: Voir les commits et les étiquettes
german: Zeige Commits und Tags
japanese: コミットとタグを表示
korean: 커밋과 태그 보기
russian: Показать коммиты и метки
spanish: Mostrar commits y etiquetas

# ShowOtherObjects.Text
source: Show other objects
dutch: Toon andere objecten
french: Montrer les autres objets
german: Zeige andere Objekte
japanese: 他のオブジェクトを表示
korean: 다른 항목 표시
russian: Показать другие объекты
spanish: Mostrar otros objetos

# Unreachable.Text
source: Print out objects that exist but that aren't readable from any of the reference nodes.
dutch: Toon alle objecten die wel bestaan maar niet te bereiken zijn via een andere node.
french: Afficher les objets qui existent mais qui ne sont pas lisibles depuis n'importe quel noeud de référence
german: Alle existierenden Objekte ausgeben, die von einem der Referenz-Knoten nicht lesbar sind.
japanese: ブランチやタグから到達できないオブジェクトを表示
korean: 존재하지만 어떤 참조 노드로 부터 값을 읽을 수 없는 개체도 프린트
russian: Вывести объекты которые существуют, но не могут быть прочитаны из любого ссылающего узла.
spanish: Imprimir objetos que existen pero que no son leibles desde ninguno de los nodos de referencia.

# _removeDanglingObjectsCaption.Text
source: Remove
dutch: Verwijder
french: Supprimer
german: Entfernen
japanese: 除去
korean: 제거
russian: Удалить
spanish: Quitar

# _removeDanglingObjectsQuestion.Text
source: Are you sure you want to delete all dangling objects?
dutch: Weet u zeker dat u alle rondzwevende objecten wilt verwijderen?
french: Etes-vous sûr de vouloir supprimer tous les objets ballants?
german: Sind Sie sich sicher, dass Sie alle verwaisten Objekte löschen möchten?
japanese: 遊離オブジェクトをすべて削除してよろしいですか？
korean: 모든 깨진 항목들을 삭제 하시겠습니까?
russian: Вы уверены, что хотите все висящие объекты?
spanish: ¿Está seguro que desea eliminar todos los objetos colgantes?

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
dutch: Herstel verloren objecten
french: Restaurer les objets perdus
german: Verlorene Objekte wiederherstellen
japanese: 消してしまったオブジェクトを復元
korean: 버려진 항목 복구
russian: Восстановление висящих объектов.
spanish: Restaurar objetos perdidos

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
dutch: Selecteer objecten om te herstellen.
french: Sélectionner les objets à restaurer.
german: Objekte zum Wiederherstellen wählen.
japanese: 復元するオブジェクトを選択してください。
korean: 복구할 항목을 선택하세요.
russian: Отметьте объекты, которые требуется восстановить.
spanish: Seleccionar objetos a restaurar.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
dutch: {0} Labels aangemaakt. Vergeet niet deze labels weet te verwijderen wanneer u klaar bent.
french: {0} étiquettes créées. Ne pas oublier de supprimer ces étiquettes une fois terminé.
german: {0} Tags erzeugt. Vergessen Sie nicht diese Tags zu löschen, wenn Sie fertig sind.
japanese: タグが{0}個作成されました。 完了したらこれらのタグを忘れずに削除してください。
korean: {0} 태그가 생성되었습니다. 사용이 완료되면 태그를 삭제하는 일을 잊지 마십시요.
russian: Было создано {0} меток. Не забудьте удалить их, когда закончите.
spanish: {0} Etiquetas creadas. No se olvide de eliminar estas etiquetas cuando haya terminado.

# btnCloseDialog.Text
source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# btnRestoreSelectedObjects.Text
source: Recover selected objects
dutch: Label alle commits
french: Restaurer les objets sélectionnés
german: Ausgewählte Objekte wiederherstellen
japanese: 選択オブジェクトにタグを作成
korean: 선택된 항목을 복구하기
russian: Восстановить выделенные объекты
spanish: Etiquetar todos los commits perdidos

# columnAuthor.HeaderText
source: Author
dutch: Auteur
french: Auteur
german: Autor
japanese: 作者
korean: 작성자
russian: Автор
spanish: Autor

# columnDate.HeaderText
source: Date
dutch: Datum
german: Datum
japanese: 日付
korean: 날짜
russian: Дата
spanish: Fecha

# columnHash.HeaderText
source: Hash
japanese: ハッシュ
korean: 해쉬
russian: Хеш

# columnParent.HeaderText
source: Parent(s) hashs
french: Hash du(des) parent(s)
german: Elter(n) Hash(es)
japanese: 親ハッシュ
korean: 부모(들) 해시정보
russian: Родительские хеши
spanish: Hash de padre(s)

# columnSubject.HeaderText
source: Subject
dutch: Onderwerp
french: Sujet
german: Betreff
japanese: 題名
korean: 제목
russian: Тема
spanish: Asunto

# columnType.HeaderText
source: Type
german: Typ
japanese: タイプ
korean: 종류
russian: Тип
spanish: Tipo

# copyHashToolStripMenuItem.Text
source: Copy object hash
dutch: Kopieer object hash
french: Copier le hash de l'objet
german: Hash Objekt kopieren
japanese: オブジェクトのハッシュをコピー
korean: 오브젝트 해시정보 복사
russian: Скопировать хеш объекта
spanish: Copiar el hash del objeto

# copyParentHashToolStripMenuItem.Text
source: Copy parent hash
dutch: Kopieer parent hash
french: Copier le hash du parent
german: Eltern Hash kopieren
japanese: 親ハッシュをコピー
korean: 부모 해시정보 복사
russian: Скопировать родительский хеш
spanish: Copiar el hash del padre

# label1.Text
source: Double-click on a row for quick view
dutch: Dubbel-klik op een rij om het object te bekijken
french: Double-click sur une ligne pour l'aperçu rapide
german: Doppelklick auf eine Zeile öffnet die Schnellansicht
japanese: 行をダブルクリックすると、オブジェクトを簡易表示します
korean: 해당 열을 더블 클릭시 요약 보기가 제공됨
russian: Щёлкните дважды по строке, чтобы просмотреть объект
spanish: Haga doble clic en una fila que contiene un sha1 para ver objeto.
