Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# resetFileToToolStripMenuItem.Text
source: &Reset file(s) to
japanese: ファイルのリセット(&R)
korean: &여기로 파일(들) Reset
russian: Сбросить файл(ы) к
spanish: &Restaurar archivo(s) a

# saveAsToolStripMenuItem1.Text
source: S&ave selected as...
japanese: 選択した項目に名前を付けて保存(&A)...
korean: &...로 저장하기
russian: Сохранить выбранное как...
spanish: Gu&ardar seleccionado como...

# saveToolStripMenuItem.Text
source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
japanese: 保存
korean: 저장
russian: Сохранить
spanish: Guardar

# selectedToLocalToolStripMenuItem.Text
source: &Second -> Working directory
japanese: 後者 -> 作業ディレクトリ(&S)
korean: &두번째 -> 작업 폴더
russian: Второй -> Рабочий каталог
spanish: Segundo -> Directorio de trabajo

# stageFileToolStripMenuItem.Text
source: &Stage file(s)
japanese: ファイルをステージに追加(&S)
korean: &Stage 상태의 파일(들)
russian: Индексировать файл(ы)
spanish: Archivo(s) preparado&s

# unstageFileToolStripMenuItem.Text
source: &Unstage file(s)
japanese: ファイルをステージ取り消し(&U)
korean: &Unstage상태의 파일(들)
russian: Убрать файл(ы) из индекса
spanish: Archivo(s) sin preparar

# _assumeUnchangedCaption.Text
source: Assume this file won't change
dutch: Veronderstel dat dit bestand niet zal wijzigen
french: Supposer que ce fichier ne changera pas
german: Annehmen dass diese Datei sich nicht ändert
japanese: このファイルは変更されないと見なす
korean: 변경 사항이 없다고 가정합니다.
russian: Предположить данный файл неизменяемым
spanish: Asumir que este archivo no cambiará

# _assumeUnchangedFail.Text
source: Fail to assume unchanged the file '{0}'.
dutch: Veronderstel dat het bestand '{0}' niet zal wijzigen.
french: Échec de la prise en compte du fichier '{0}'
german: Fehler bei der Annahme die Datei ändere sich nicht '{0}'.
japanese: ファイル'{0}'を変更なしと見なすのを失敗しました。
korean: 파일 '{0}'에 '수정사항 무시하기' 옵션 사용 실패
russian: Не удалось принять предположение о неизменяемости файла '{0}'.
spanish: Falló al asumir sin cambios el archivo '{0}'.

# _assumeUnchangedMessage.Text
source: This feature should be used for performance purpose when it is costly for git to check the state of a big file. Are you sure to assume this file won't change ?
dutch: Deze functie zou gebruikt moeten worden als het controleren van een groot bestand veel performance kost. Weet u zeker dat verondersteld moet worden dat dit bestand niet meer zal wijzigen?
french: Cette fonctionnalité ne doit être utilisé que pour des problématiques de performance quand il est couteux pour git de vérifier l'état d'un gros fichier. Êtes-vous sur de vouloir supposer que ce fichier ne changera pas?
german: Dieses Feature sollte zur Verbesserung der Performance gewählt werden wenn es sehr aufwendig für Git ist den Status einer großen Datei zu überwachen. Sind Sie sich sicher mit der Annahme dass diese Datei sich nicht verändern wird?
japanese: この機能はgitが巨大なファイルの状態を監視するコストが高い場合のパフォーマンス改善目的で使用されるものです。 このファイルへの変更を行わないでよろしいですか？
korean: 이 기능은 대용량 파일의 상태를 확인하는 데 비용이 많이 드는 경우에 성능 목적으로 사용되야 합니다. 이 파일이 수정되지 않을 것이라고 확신하십니까?
russian: Эта возможность должна быть использована для производительности, когда git тяжело проверять состояние большого файла.. Вы уверены, что этот файл не изменится?
spanish: Esta función se debe utilizar para fines de rendimiento cuando resulta costoso para git verificar el estado de un archivo grande. ¿Está seguro de asumir que este archivo no cambiará?

# _assumeUnchangedSuccess.Text
source: File successfully assumed unchanged.
dutch: Verondersteld dat bestand niet meer zal wijzigen
french: Fichier correctement considéré comme inchangé
german: Annahme dass sich diese Datei nicht ändert war erfolgreich.
japanese: ファイルを変更なしとみなすことに成功しました。
korean: '수정사항 무시하기' 성공
russian: Предположение о неизменяемости файла принято успешно.
spanish: Archivo correctamente asumido sin cambios.

# _nodeNotFoundNextAvailableParentSelected.Text
source: Node not found. The next available parent node will be selected.
dutch: Node niet gevonden. De eerstvolgende aanwezige parent node wordt geselecteerd.
french: Nœud non trouvé. Le nœud suivant disponible sera sélectionné.
german: Knoten nicht gefunden. Der nächste verfügbare Elternknoten wird ausgewählt.
japanese: ノードが見つかりません。次の有効な親ノードが選択されます。
korean: 노드를 찾을 수 없습니다. 그 다음 부모노드가 선택됩니다.
russian: Узел не найден. Будет выбран следующий доступный родительский узел.
spanish: Nodo no encontrado. Se seleccionará el próximo nodo padre disponible.

# _nodeNotFoundSelectionNotChanged.Text
source: Node not found. File tree selection was not changed.
dutch: Node niet gevonden. Selectie in bestandsboom niet gewijzigd.
french: Nœud non trouvé. La sélection de l'arborescence des fichiers n'a pas été modifiée.
german: Knoten nicht gefunden. Auswahl im Dateibaum wurde nicht geändert.
japanese: ノードが見つかりません。ファイルツリー選択は変更されませんでした。
korean: 노드를 찾을 수 없습니다. 선택된 항목은 변경되지 않습니다.
russian: Узел не найден. Выделение в дереве файлов не изменено.
spanish: Nodo no encontrado. La selección del árbol de archivos no ha cambiado.

# _resetFileCaption.Text
source: Reset
dutch: Resetten
french: Réinitialiser
german: Zurücksetzen
japanese: リセット
korean: 리셋
russian: Сбросить
spanish: Restablecer

# _resetFileText.Text
source: Are you sure you want to reset this file or directory?
dutch: Weet u zeker dat u dit bestand of deze map wilt terugzetten?
french: Êtes-vous sûr de vouloir réinitialiser ce fichier ou répertoire?
german: Sind Sie sich sicher dass Sie diese Datei oder das Verzeichnis zurücksetzen wollen?
japanese: このファイルまたはディレクトリをリセットしてよろしいですか？
korean: 현재 파일 또는 폴더를 원복 하시겠습니까?
russian: Вы уверены, что хотите сбросить изменения этого файла или каталога?
spanish: ¿Está seguro que desea restablecer este archivo o directorio?

# _stopTrackingCaption.Text
source: Stop tracking the file
dutch: Stop met dit bestand te tracken
french: Arrêter de suivre le fichier
german: Stoppe die Überwachung dieser Datei
japanese: ファイルの追跡を停止
korean: 파일 추적 중지
russian: Прекратить отслеживание файла
spanish: Detener el seguimiento de este archivo

# _stopTrackingMessage.Text
source: Are you sure you want to stop tracking the file '{0}'?
dutch: Weet u zeker dat u wilt stoppen met het tracken van '{0}'?
french: Êtes-vous sûr de vouloir arrêter de suivre le fichier '{0}'?
german: Wollen Sie wirklich die Überwachung von Datei '{0}' stoppen?
japanese: ファイル'{0}'の追跡を停止してよろしいですか？
korean: '{0}'파일의 추적을 중지하시겠습니까?
russian: Вы уверены, что хотите прекратить отслеживание файла '{0}'?
spanish: ¿Esta usted seguro que desea detener el seguimiento del archivo '{0}'?

# _stopTrackingSuccess.Text
source: File successfully untracked. Removal has been added to the staging area. See the changes in the commit form.
dutch: Tracken van bestand gestopt. Deze wijziging is gestaged. Zie de wijzigingen in het commit form.
french: Arrêt du suivi avec succès. La suppression a été ajouté à l'index. Vous pouvez voir les changements dans le formulaire de commit.
german: Datei wird erfolgreich nicht mehr überwacht. Die Entfernung wurde im Staging Bereich hinzugefügt. Die Änderungen sehen Sie im Commit Bereich.
japanese: ファイルの追跡が正常に解除されました。 ステージング領域に該当ファイルの削除が追加されました。 コミットフォームの変更を確認してください。
korean: 파일이 성공적으로 추적되지 않았습니다. 삭제가 Stage 영역에 추가되었습니다. 커밋 양식의 변경 사항을 참조하십시오.
russian: Файл больше не отслеживается. Удаление добавлено в индекс. Вы можетее увидеть изменения в окне фиксации.
spanish: Archivo removido del seguimiento exitosamente. La eliminación se ha añadido al área de preparación. Ver los cambios en el formulario de commit.

# assumeUnchangedTheFileToolStripMenuItem.Text
source: Assume unchanged this file
dutch: Veronderstel dat dit bestand ongewijzigd is
french: Considérer ce fichier comme inchangé
german: Nehme an diese Datei ändert sich nicht
japanese: このファイルを変更なしと見なす
korean: 이 파일의 수정사항을 무시하십시오.
russian: Предположить, что данный файл не будет изменяться
spanish: Asumir que el archivo no tuvo cambios

# blameToolStripMenuItem1.Text
source: Blame
dutch: Beschuldig
french: Blâme
japanese: 追及 (Blame)
russian: Авторство изменений
spanish: Culpa

# collapseAllToolStripMenuItem.Text
source: Collapse All
japanese: すべてたたむ
russian: Свернуть все
spanish: Colapsar Todo

# copyFilenameToClipboardToolStripMenuItem.Text
source: Copy full path
dutch: Kopieer volledige pad
french: Copier le chemin du fichier
german: Vollen Pfad kopieren
japanese: フルパスをコピー
korean: 전체경로 복사
russian: Копировать имя файла в буфер обмена

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
dutch: Bewerk file in working directory
french: Modifier le ficher du répertoire de travail
german: Bearbeite Datei im Arbeitsverzeichnis
japanese: 作業ディレクトリのファイルを編集
korean: 작업 폴더 수정하기
russian: Редактировать файл в рабочем каталоге
spanish: Editar archivo del directorio de trabajo

# expandToolStripMenuItem.Text
source: Expand
japanese: 展開
korean: 확장
russian: Раскрыть
spanish: Expandir

# fileHistoryToolStripMenuItem.Text
source: View history
dutch: Bekijk geschiedenis
french: Voir l'historique
german: Historie anzeigen
japanese: 履歴を表示
korean: 히스토리 보기
russian: Показать историю
spanish: Ver historial

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
dutch: Archiveren...
german: Archivieren...
japanese: アーカイブ...
korean: 압축하기...
russian: Архивировать...
spanish: Archivar...

# fileTreeCleanWorkingTreeToolStripMenuItem.Text
source: Clean this folder in the working directory...
dutch: Deze directory opschonen in werkdirectory...
french: Nettoyer ce répertoire dans le répertoire de travail...
german: Diesen Ordner im Arbeitsverzeichnis aufräumen...
japanese: 作業ディレクトリでこのフォルダをクリーン...
korean: 이 폴더를 작업 폴더에서 삭제
russian: Очистить эту папку в рабочем каталоге...
spanish: Limpie esta carpeta en el directorio de trabajo ...

# fileTreeOpenContainingFolderToolStripMenuItem.Text
source: Show in folder
dutch: Toon in directory
french: Afficher dans le répertoire
german: In Verzeichnis anzeigen
japanese: フォルダで見る
korean: 폴더에 표시
russian: Показать в папке
spanish: Mostrar en directorio

# filterFileInGridToolStripMenuItem.Text
source: Filter file in &grid
japanese: グリッドでファイルをフィルタ(&G)
korean: 그리드의 필터 파일
russian: Фильтр файла в &таблице
spanish: Filtrar fichero en la &grilla

# findToolStripMenuItem.Text
source: Find in file tree...
dutch: Zoek bestand is bestandsboom...
french: Rechercher dans l'arborescence de fichiers ...
german: Finde im Dateibaum...
japanese: ファイルツリーから見つける...
korean: 파일트리에서 찾기...
russian: Найти в дереве файлов
spanish: Buscar en el árbol de archivos ...

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
dutch: Open deze revisie (temp bestand)
french: Ouvrir cette révision (fichier temporaire)
german: Diese Revision öffnen (temporäre Datei)
japanese: このリビジョンを開く(一時ファイル)
korean: 이 리비전 열기 (임시 파일)
russian: Открыть эту ревизию (временный файл)
spanish: Abrir esta revisión (archivo temporal)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
dutch: Open deze revisie met... (temp bestand)
french: Ouvrir cette révision avec... (fichier temporaire)
german: Diese Revision öffnen mit... (temporäre Datei)
japanese: このリビジョンをプログラムを指定して開く (一時ファイル)
korean: 이 리비전을 따로 열기 (임시 파일)
russian: Открыть эту ревизию с помощью... (временный файл)
spanish: Abrir esta revisión con ... (archivo temporal)

# openSubmoduleMenuItem.Text
source: &Open with Git Extensions
japanese: Git Extensionsで開く(&O)
korean: &Git Extensions로 열기
russian: Открыть в Git Extensions
spanish: &Abrir con Git Extensions

# openWithToolStripMenuItem.Text
source: Open working directory file with...
dutch: Open bestand in werkdirectory met...
french: Ouvrir le fichier de l'espace de travail avec...
german: Öffne Datei im Arbeitsverzeichnis mit...
japanese: 作業ディレクトリのファイルをプログラムを指定して開く...
korean: 작업 폴더 파일 열기...
russian: Открыть файл в рабочем каталоге с помощью...
spanish: Abrir archivo del directorio de trabajo con...

# rememberFileStripMenuItem.Text
source: Remember file for diff
german: Datei für Vergleich merken
japanese: ファイルを比較対象として記憶
korean: 비교를 위해 파일 저장하기
russian: Запомнить файл для сравнения
spanish: R&ecordar fichero para diferenciar

# resetToThisRevisionToolStripMenuItem.Text
source: Reset to selected revision
dutch: Terugzetten naar geselecteerde revisie
french: réinitialiser à la révision sélectionnée
german: Setze auf ausgewählte Revision zurück
japanese: 選択しているリビジョンへリセット
korean: 선택된 리비전 리셋
russian: Сбросить к выбранной ревизии
spanish: Resetear a revisión seleccionada

# _commitNotSigned.Text
source: Commit is not signed
dutch: Commit is niet ondertekend
french: Le commit n'est pas signé
german: Commit ist nicht signiert
japanese: コミットは署名されていません
korean: 등록되지 않은 커밋입니다.
russian: Коммит не подписан
spanish: Commit no esta firmado

# _tagNotSigned.Text
source: Tag is not signed
dutch: Tag is niet ondertekend
french: Le tag n'est pas signé
german: Tag ist nicht signiert
japanese: タグは署名されていません
korean: 등록되지 않은 태그입니다.
russian: Метка не подписана
spanish: Tag no esta firmado

# txtCommitGpgInfo.Text
source: Commit is not signed
dutch: Commit is niet ondertekend
french: Le commit n'est pas signé
german: Commit ist nicht signiert
japanese: コミットは署名されていません
korean: 등록되지 않은 커밋입니다.
russian: Коммит не подписан
spanish: Commit no esta firmado

# AuthorDateSort.Text
source: &Sort commits by author date
japanese: コミットを作成日順に並べ替え(&S)
korean: &작성일자 순으로 커밋 정렬
russian: Сортировать коммиты по дате автора
spanish: Ordenar por fecha&s de autor

# BranchesToolStripMenuItem.Text
source: Branches
japanese: ブランチ
russian: Ветки
spanish: Ramas

# ColumnsToolStripMenuItem.Text
source: Columns
japanese: 列
russian: Столбцы
spanish: Columnas

# CommitsToolStripMenuItem.Text
source: Commits
japanese: コミット
russian: Коммиты

# GotoChildCommit.Text
source: Go to c&hild commit
japanese: 子コミットに移動(&H)
korean: &자식노드로 이동
russian: Перейти к дочернему коммиту
spanish: Ir al commit &hijo

# GotoCommit.Text
source: Go to &commit...
japanese: コミットに移動(&C)...
korean: &커밋하기
russian: Перейти к коммиту...
spanish: Ir a &commit...

# GotoCurrentRevision.Text
source: Go to c&urrent revision
japanese: 現在のリビジョンに移動(&U)
korean: &현재 리비전으로 이동
russian: Перейти к текущей ревизии
spanish: Ir a la revisión act&ual

# GotoMergeBaseCommit.Text
source: Go to common &ancestor (merge base)
japanese: 共通の祖先(マージベース)に移動(&A)
korean: 공통 조상 찾기(병합 기반)
russian: Перейти к общему предку (базовый коммит)
spanish: Ir al &ancestro común (base unida)

# GotoMergeBaseCommit.ToolTipText
source: Selects the common ancestor commit (merge base), which is the most recent shared ancestor of the selected commits (or if only one commit is selected, between it and the checked out commit (HEAD))
japanese: 選択したコミット間(*)の最新の共有祖先である共通の祖先コミット(マージベース)を選択します ((*)コミットが1つだけ選択されている場合は、それとチェックアウトされたコミット(HEAD)の間)
korean: 선택한 커밋의 가장 최근 공유 조상인 공통 조상 커밋(병합 기반)을 선택합니다(또는 하나의 커밋만 선택된 경우 해당 커밋과 체크아웃된 커밋(HEAD) 사이).
russian: Выбирает коммит общего предка (базу для слияния), который является самым последним общим предком выбранных коммитов (или, если выбран только коммит, между ним и HEAD)
spanish: Selecciona el commit ascendente común (base unida), que es es la ascendente compartida más reciente de los commits seleccionados (o si solo se ha seleccionado un commit entre este y un commit ya verificado (HEAD))

# GotoParentCommit.Text
source: Go to &parent commit
japanese: 親コミットに移動(&P)
korean: &부모 노드로 이동
russian: Перейти к родительскому коммиту
spanish: Ir al commit &padre

# Grid_infoToolStripMenuItem.Text
source: Grid info
japanese: グリッドの情報
russian: Сведения сетки
spanish: información de la grilla

# Grid_labelsToolStripMenuItem.Text
source: Grid labels
japanese: グリッドのラベル
russian: Метки сетки
spanish: Etiquetas de la grilla

# HighlightSelectedBranch.Text
source: Highlight selected branch (until refresh)
japanese: 選択したブランチをハイライト (更新するまで)
russian: Выделить выбранную ветку (до обновления)
spanish: Resaltar rama seleccionada (hasta refrescar)

# NavigateBackward.Text
source: Navigate &backward
japanese: 前にナビゲート(&B)
korean: &뒤로 이동
russian: Перейти назад
spanish: Navegar hacia atrás

# NavigateForward.Text
source: Navigate &forward
japanese: 次にナビゲート(&F)
korean: &앞으로 이동
russian: Перейти вперед
spanish: Navegar hacia adelante

# NextQuickSearch.Text
source: Quick search &next
japanese: クイック検索: 次へ(&N)
korean: &빠른 검색(다음)
russian: Быстрый поиск следующего
spanish: Ir al resultado siguie&nte

# PrevQuickSearch.Text
source: Quick search p&revious
japanese: クイック検索: 前へ(&R)
korean: &빠른 검색 (이전)
russian: Быстрый поиск предыдущего
spanish: Ir al &resultado anterior

# QuickSearch.Text
source: &Quick search
japanese: クイック検索(&Q)
korean: &빠른 검색
russian: Быстрый поиск
spanish: Bús&queda rápida

# QuickSearch.ToolTipText
source: Start typing in revision grid to start quick search.
dutch: Begin met typen in de revisie grid voor snel zoeken.
french: Commencez à taper dans la grille pour démarrer la recherche rapide.
german: Anfangen im Revisionsgrid zu tippen, um die Schnellsuche zu starten
japanese: クイックサーチを開始するには、リビジョングリッド上でタイプしてください。
korean: 빠른 검색을 시작하려면 리비전 그리드에 입력을 시작합니다.
russian: Начните вводить в графе ревизий, чтобы начать быстрый поиск.
spanish: Comience a escribir en la grilla de revisiones para iniciar la búsqueda rápida.

# ShowAllBranches.Text
source: Show &all branches
japanese: ブランチをすべて表示(&A)
korean: &모든 브랜치 보기
russian: Показывать все ветки
spanish: Mostrar todas l&as ramas

# ShowArtificialCommits.Text
source: Show artificial commits
french: Montrer les soumissions artificielles
german: Zeige künstliche Commits
japanese: 人為的なコミットを表示
korean: artificial 커밋 보기
russian: Показывать искуственные коммиты
spanish: Mostrar commits artificiales

# ShowCurrentBranchOnly.Text
source: Show &current branch only
japanese: 現在のブランチのみ表示(&C)
korean: &현재 작업 브랜치만 보기
russian: Показывать только текущую ветку
spanish: Mostrar sólo rama a&ctual

# ShowFilteredBranches.Text
source: Show &filtered branches
japanese: フィルタされたブランチを表示(&F)
korean: &필터링된 브랜치 보기
russian: Показывать отфильтрованные ветки
spanish: Mostrar ramas &filtradas

# ShowReflogReferences.Text
source: Show &reflog references
japanese: reflog参照を表示(&R)
korean: &참조 기록 표시
russian: Показать ссыл&ки reflog
spanish: Mostrar &registros de referencia

# ShowRemoteBranches.Text
source: Show remote &branches
japanese: リモートブランチを表示(&B)
korean: 원격 &브랜치 보기
russian: Показывать внешние ветки
spanish: Mostrar ramas remotas

# ShowStashes.Text
source: Show stashes
japanese: スタッシュを表示
spanish: Mostrar Stashes

# ShowSuperprojectBranches.Text
source: Show sup&erproject branches
japanese: 親プロジェクトのブランチを表示(&E)
korean: &상위 프로젝트의 브랜치 보기
russian: Показывать ветки суперпроекта
spanish: Mostrar ramas del sup&erproyecto

# ShowSuperprojectRemoteBranches.Text
source: Show superpro&ject remote branches
japanese: 親プロジェクトのリモートブランチを表示(&J)
korean: &상위 프로젝트의 원격 브랜치 보기
russian: Показывать внешние ветки суперпроекта
spanish: Mostrar ramas remotas del superpro&yecto

# ShowSuperprojectTags.Text
source: Show su&perproject tags
japanese: 親プロジェクトのタグを表示(&P)
korean: &상위 프로젝트의 태그 보기
russian: Показывать метки суперпроекта
spanish: Mostrar etiquetas del su&perproyecto

# SortingToolStripMenuItem.Text
source: Sorting
japanese: 並べ替え
russian: Сортировка
spanish: Ordenar

# ToggleBetweenArtificialAndHeadCommits.Text
source: &Toggle between artificial and HEAD commits
japanese: 人為的なコミットとHEADコミットを切り替える(&T)
korean: &artificial 커밋과 HEAD 커밋 교환
russian: Переключение между искусственными и HEAD-коммитами
spanish: Al&ternar entre commits artificiales y HEAD

# TopoOrder.Text
source: Arrange c&ommits by topo order (ancestor order)
japanese: コミットをトポロジカル順 (祖先順) に並べる(&O)
russian: Упорядочить к&оммиты по порядку расположения (порядок предков)
spanish: Organizar c&ommits por topo-order (Orden ascendente)

# _quickSearchQuickHelp.Text
source: Start typing in revision grid to start quick search.
dutch: Begin met typen in de revisie grid voor snel zoeken.
french: Commencez à taper dans la grille pour démarrer la recherche rapide.
german: Anfangen im Revisionsgrid zu tippen, um die Schnellsuche zu starten
japanese: クイックサーチを開始するには、リビジョングリッド上でタイプしてください。
korean: 빠른 검색을 시작하려면 리비전 그리드에 입력을 시작합니다.
russian: Начните вводить в графе ревизий, чтобы начать быстрый поиск.
spanish: Comience a escribir en la grilla de revisiones para iniciar la búsqueda rápida.

# drawNonrelativesGrayToolStripMenuItem.Text
source: Draw non relatives gra&y
japanese: 関係のないものを灰色で描画(&Y)
korean: 연관되지 않은 것을 회색으로 그리기
russian: Отображать неродственные ветки серыми
spanish: Dibujar no parientes en gris

# filterToolStripMenuItem.Text
source: Advanced filter...
japanese: 詳細なフィルタ...
spanish: Filtro avanzado...

# showAuthorAvatarColumnToolStripMenuItem.Text
source: Show aut&hor avatar column
japanese: 作者のアバターの列を表示(&H)
korean: &작성자 아바타 보기
russian: Показывать колонку с иконкой автора
spanish: Mostrar columna de avatar del autor

# showAuthorDateToolStripMenuItem.Text
source: Sho&w author date
japanese: 作成日を表示(&W)
korean: &작성일자 보기
russian: Показывать дату автора
spanish: Mostrar fecha de autor

# showAuthorNameColumnToolStripMenuItem.Text
source: Show a&uthor name column
japanese: 作者名の列を表示(&U)
korean: &작성자 이름 보기
russian: Показывать колонку с именем автора
spanish: Mostrar columna de nombre del a&utor

# showBuildStatusIconToolStripMenuItem.Text
source: Show build status &icon
japanese: ビルドの状態のアイコンを表示(&I)
korean: &빌드 상태 아이콘 보기
russian: Показывать иконку статуса сборки
spanish: Ver &icono de estado de la compilación

# showBuildStatusTextToolStripMenuItem.Text
source: Show build status te&xt
japanese: ビルドの状態のテキストを表示(&X)
korean: &빌드 상태 텍스트 보기
russian: Показывать текст статуса сборки
spanish: Ver te&xto de estado de la compilación

# showCommitMessageBodyToolStripMenuItem.Text
source: Show commit message body
japanese: コミットメッセージの本文を表示
korean: 커밋메시지의 body 보기
russian: Показать сообщение коммита
spanish: Mostrar cuerpo del mensaje del commit

# showDateColumnToolStripMenuItem.Text
source: Show &date column
japanese: 日時の列を表示(&D)
korean: &날짜 보기
russian: Показывать колонку с датой
spanish: Mostrar columna &de fecha

# showGitNotesToolStripMenuItem.Text
source: Show git &notes
japanese: Gitノートを表示(&N)
korean: git &노트 보기
russian: Показывать git заметки
spanish: Mostrar &notas Git

# showIdColumnToolStripMenuItem.Text
source: Show SHA&-1 column
japanese: SHA-1の列を表示(&-)
korean: &SHA-1 보기
russian: Показывать колонку хеша SHA-1
spanish: Mostrar columna SHA&-1

# showRelativeDateToolStripMenuItem.Text
source: Show relati&ve date
japanese: 相対日付で表示(&V)
korean: &날짜 표시
russian: Показывать относительную дату
spanish: Mostrar la fecha relati&va

# showRevisionGraphColumnToolStripMenuItem.Text
source: Show revision &graph column
japanese: リビジョングラフの列を表示(&G)
korean: &리비전 그래프 표시
russian: Показывать граф ревизий
spanish: Mostrar columna de &gráfica de revisión

# showTagsToolStripMenuItem.Text
source: Show &tags
japanese: タグを表示(&T)
korean: &태그 보기
russian: Показывать &метки
spanish: Mostrar &tags

# _areYouSureRebase.Text
source: Are you sure you want to rebase? This action will rewrite commit history.
french: Êtes-vous sûr de vouloir rebaser? Cette action va réécrire l'historique des commits.
german: Wollen Sie wirklich rebasen? Diese Aktion wird die Commit Historie verändern.
japanese: リベースしてよろしいですか？この操作を実行するとコミットの履歴を書き換えます。
korean: rebase를 다시 적용하시겠습니까? 이 작업은 커밋 기록을 덮어씁니다.
russian: Вы уверены, что хотите перебазировать? Это действие перепишет историю коммитов.
spanish: ¿Está seguro que quiere hacer rebase? Esta acción reescribirá la historia.

# _baseForCompareNotSelectedError.Text
source: Base commit for compare is not selected.
dutch: De basis-commit voor vergelijken is niet geselecteerd.
french: Le commit de base pour la comparaison n'est pas sélectionné.
german: Basis Commit für den Vergleich nicht ausgewählt.
japanese: 比較元のコミットが選択されていません。
korean: 비교를 위한 기본 커밋이 선택되지 않았습니다.
russian: Не выбран коммит для сравнения.
spanish: No ha seleccionado el commit base para comparar.
