Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _strategyTooltipText.Text
source: resolve This can only resolve two heads (i.e. the current branch and another branch you pulled from) using a 3-way merge algorithm. It tries to carefully detect criss-cross merge ambiguities and is considered generally safe and fast. recursive This can only resolve two heads using a 3-way merge algorithm. When there is more than one common ancestor that can be used for 3-way merge, it creates a merged tree of the common ancestors and uses that as the reference tree for the 3-way merge. Additionally this can detect and handle merges involving renames. This is the default merge strategy when pulling or merging one branch. octopus This resolves cases with more than two heads, but refuses to do a complex merge that needs manual resolution. It is primarily meant to be used for bundling topic branch heads together. This is the default merge strategy when pulling or merging more than one branch. ours This resolves any number of heads, but the resulting tree of the merge is always that of the current branch head, effectively ignoring all changes from all other branches. It is meant to be used to supersede old development history of side branches. subtree This is a modified recursive strategy. When merging trees A and B, if B corresponds to a subtree of A, B is first adjusted to match the tree structure of A, instead of reading the trees at the same level. This adjustment is also done to the common ancestor tree.
dutch: Oplossen (resolve) Dit kan alleen toegepast worden op 2 vertakkingen (bv. de huide vertakking en de vertakking welke wordt opgehaald) en maakt gebruik van het '3-way' samenvoegins alogaritme. Er wordt voorzichtig geprobeert om samenvoegings onduidelijkheden op te sporen. Deze methode wordt over het algemeen als veilig en snel beschouwd. Recursief (recursive) Dit kan alleen toegepast worden op 2 vertakkingen en maakt gebruik van het '3-way' samenvoegins alogaritme. Wanneer er meer dan 1 gemeenschappelijke oorsprong is die gebruikt kan worden voor het alogaritme wordt er samengevoegde vertakking aangemaakt bestaande uit de oorsprongen. Deze nieuwe vertakking wordt vervolgens als basis referentie gebruikt bij het samenvoegen. Hierdoor kunnen hernoemde bestanden ook herkend worden. Dit is de standaard strategie die gebruikt wordt bij het ophalen en verzenden van vertakkingen. Octopus (octopus) Deze strategie wordt toegepast wanneer er meer dan 2 vertakkingen worden samengevoegd maar is niet zelf in staat ingewikkelde samenvoegingen uit te voeren. Je gebruikt dit voornamelijk bij het samenvoegen verschillende lokale vertakkingen. Dit is de standaard strategie wanneer er meer dan 2 vertakingen worden samengevoegd. 'Onze eigen' (ours) Deze strategie kan een oneindig aantal vertakkingen samenvoegen waarbij alle wijzigingen, behalve die van de huidige vertakking, genegeerd worden. Het is bedoeld om oude ontwikkelingsgeschiedenis van te vervangen. Subtak (subtree) Dit is een aangepaste 'recursief'-strategie. Wanneer vertakkingen A en B worden samengevoegd, en B deels overeenkomt met een subtak van A, dan zal B eerst aangepast worden om met de structuur van A overeen te komen (in plaats van het samenvoegen per niveau). De aanpassingen worden ook in gemeenschappelijke oorspronkelijke vertakking uitgevoerd.
french: resolve/résoudre Celui-ci peut uniquement résoudre la fusion entre 2 têtes (c-à-d la branche courante et une autre branche depuis laquelle vous pullez) en utilisant un algorithme de fusion 3-directions. Il essai de détecter attentivement les ambigüités de fusion enchevêtrés et est considéré généralement comme sûr et rapide. recursive/récursif Celui-ci peut seulement résoudre la fusion entre 2 têtes en utilisant un algorithme de fusion 3-direction. Quand il y a plus d'un ancêtre commun qui peut être utilisé pour la fusion 3-directions, il crée un arbre de fusion des ancêtres communs et utilise cela comme arbre de référence pour la fusion 3-directions. De plus, il peut détecter et gérer les fusion impliquant des renommages. C'est la stratégie par défaut lors d'un pull ou d'une fusion d'une branche. octopus/pieuvre Celui-ci résout les cas avec plus de 2 têtes, mais refuse de faire une fusion complexe qui nécessite une résolution manuelle. C'est principalement destiné à être utilisé pour grouper ensemble les têtes de branches à thème. C'est la stratégie par défaut lors d'un pull ou d'une fusion de plus d'une branche. ours/notres Celui-ci résout n'importe quel nombre de têtes, mais l'arbre en résultant est toujours celui de la tête de la branche courante, ignorant toutes les modifications de toutes les autres branches. Il est destiné à être utilisé pour remplacer l'historique des anciens développements de branches annexes. subtree/sous-arbre C’est une version modifié de la stratégie récursive. Quand on fusionne les arbres A et B, si B correspond à un sous arbre de A, B est en premier ajusté pour correspondre à la structure arborescente A, au lieu de lire les arbres au même niveau. Cet ajustement est également fait à l'arbre de l'ancêtre commun.
german: resolve Diese Option kann nur zwei Branches (Nämlich der aktuelle Branch und der Branch von dem Sie gepullt haben) mit Hilfe eines 3-Wege-Merge-Verfahren auflösen. Mit dieser Option wird versucht Merge-Mehrdeutigkeiten zu erkennen. Die Option gilt im Allgemeinen als sicher und schnell. recursive Diese Option kann nur zwei Branches mit Hilfe eines 3-Wege-Merge-Verfahren auflösen. Wenn es mehr als einen gemeinsamen Vorfahren gibt, der für einen 3-Wege Merge verwendet werden kann, erzeugt diese Optionen einen gemergten Zweig der gemeinsamen Vorfahren und benutzt diesen als Referenz-Zweig für den 3-Wege-Merge. Zusätzlich kann diese Option umbenannte Dateien und Verzeichnisse erkennen, verwalten und mergen. Dies ist die Standard Merge-Strategie wenn von einem Branch gepullt oder gemergt wird. octopus Diese Option kann Fälle mit mehr als zwei Zweigen auflösen, dafür aber keine komplexen Merge-Prozesse, die eine manuelle Auflösung erfordern. Diese Option ist primär für das Zusammenführen von Topic-Branches gedacht. Dies ist die Standard Merge-Strategie wenn von mehreren Branches gepullt oder gemergt wird. ours Diese Option kann eine beliebige Anzahl von Zweigen auflösen, aber der resultiernde Zweig beim Merge ist immer der vom aktuellen Branch. Die Option ignoriert alle Änderungen der anderen Branches. Diese Merge-Strategie ist dafür gedacht die Historie von alten Branches zu überschrieben. subtree Diese Option ist eine modifizierte rekursive Option. Beim Mergen von zwei Bäumen A und B wird wenn B einem Unterbaum von A entspricht, zuerst B an die Verzeichnisstruktur von A angepasst anstatt beide Bäume auf demselben Level zu lesen. Diese Anpassung wird auch auf den gemeinsamen Vorfahrenbaum angewendet.

# AddRemote.Text
source: Manage remotes
dutch: Beheer externen
french: Gérer les dépôts distants
german: Remotes verwalten

# AllTags.Text
source: Fetch all tags
dutch: Alle labels ophalen
french: Récupérer toutes les étiquettes
german: Hole alle Tags

# NoTags.Text
source: Fetch no tag
dutch: Geen labels ophalen
french: Récupérer aucune étiquette
german: Hole keine Tags

# PruneTags.Text
source: Prune remote branches and tags
german: Prune remote Branches und Tags

# ReachableTags.Text
source: Follow tagopt, if not specified, fetch tags reachable from remote HEAD
dutch: Gebruik 'tagopt' instelling. Als 'tagopt' niet is gespecificeerd: fetch alle tags die bereikbaar zijn van de remote HEAD.
french: Suivre l'option 'tagopt' et, si non spécifié, récupérer les étiquettes accessibles depuis la branche HEAD du dépôt distant
german: Folge tagopt, wenn nicht ausgewählt, hole Tags from Remote HEAD

# Rebase.Text
source: &Rebase current branch on top of remote branch, creates linear history (use with caution)
dutch: &Rebase externe vertakking op huidige vertakking om een lineaire historie te behouden.
french: &Rebaser la branche courante au dessus de la branche distante, de façon à créer un historique linéaire (à utiliser avec précaution)
german: &Rebase von aktuellen Branch auf Remote Branch durchführen. Folge: lineare Historie (Nur für fortgeschrittene Benutzer empfohlen)

# Stash.Text
source: Stash changes
dutch: Wijzigingen wegzetten
french: Gérer les stashs
german: Änderungen stashen

# Unshallow.Text
source: Download full history
dutch: Download volledige historie
french: Télécharger tout l'historique
german: Gesamte Historie herunterladen

# groupBox1.Text
source: Merge options
dutch: Samenvoeg opties
french: Options de fusion
german: Merge-Optionen

# groupBox2.Text
source: Pull from
dutch: Ophalen vanaf
french: Récupérer depuis
german: Pull von

# groupBox4.Text
source: Tag options
dutch: Label opties
french: Options des étiquettes
german: Tag Optionen

# label1.Text
source: Local branch
dutch: Lokale vertakking
french: Branche locale
german: Lokaler Branch

# ForcePushBranches.Text
source: &Force Push
dutch: &Forceer verzenden
french: &Forcer le Push
german: Push &erzwingen

# ForcePushTags.Text
source: &Force Push
dutch: &Forceer verzenden
french: &Forcer le Push
german: Push &erzwingen

# ReplaceTrackingReference.Text
source: Replace tracking reference
dutch: Vervang tracking reference
french: Remplacer la référence de suivi
german: Tracking Referenz ersetzen

# _createPullRequestCB.Text
source: Create pull request after push
dutch: Maak binnenhaal verzoek na verzenden
french: Créer une demande de tirage après avoir poussé
german: Pull Request nach Push erzeugen

# _dontShowAgain.Text
source: Remember my decision.
dutch: Onthoud mijn keuze.
french: Se rappeler de ma décision.
german: Merke meine Einstellung.

# _pullDefaultButton.Text
source: Pull with the default pull action ({0})
german: Pull mit der Standard-Pull-Aktion ({0})

# _pullMergeButton.Text
source: Pull with merge
german: Pull - Merge

# _pullRebaseButton.Text
source: Pull with rebase
german: Pull - Rebase

# _pushForceButton.Text
source: Force push with lease
german: Force Push mit Lease

# ckForceWithLease.Text
source: Force With &Lease
dutch: Forceer Met &Lease
german: Force mit &Lease

# label1.Text
source: Tag to push
dutch: Label te verzenden
french: Étiquette à pousser
german: Zu pushender Tag

# label2.Text
source: Recursive submodules
dutch: Recursieve submodules
french: Parcourir récursivement les sous modules
german: Rekursive Untermodule

# labelFrom.Text
source: Branch to push
dutch: Vertakking
french: Branche à pousser
german: Zu pushender Branch

# labelTo.Text
source: to
dutch: naar
french: vers
german: nach

# Commit.Text
source: Commit...
french: Commiter...
german: Committen...

# Resolved.Text
source: Continue rebase
dutch: Doorgaan
french: Continuer le rebase
german: Rebase fortsetzen

# Skip.Text
source: Skip currently applying commit
french: Sauter la soumission actuellement appliquée
german: Den aktuell anzuwendenden Commit überspringen

# _continueRebaseText.Text
source: Continue rebase
dutch: Vervolg rebase
french: Continuer le rebase
german: Rebase fortsetzen

# _continueRebaseText2.Text
source: >Continue rebase<
dutch: >Vervolg rebase<
french: >Continuer le rebase<
german: >Rebase fortsetzen<

# _solveConflictsText.Text
source: Solve conflicts
dutch: Conflicten oplossen
french: Résoudre les conflits
german: Konflikte lösen

# _solveConflictsText2.Text
source: >Solve conflicts<
dutch: >Conflicten oplossen<
french: >Résoudre les conflits<
german: >Konflikte auflösen<

# chkCommitterDateIsAuthorDate.Text
source: Committer date is author date
german: Commit-Datum ist Autor-Datum

# chkIgnoreDate.Text
source: Ignore date
german: Datum ignorieren

# chkInteractive.Text
source: Interactive Rebase
dutch: Interactieve rebase
french: Rebase intéractif
german: Interaktiver Rebase

# chkPreserveMerges.Text
source: Preserve Merges
dutch: Samenvoegingen bewaren
french: Préserver les fusions
german: Merges beibehalten

# chkSpecificRange.Text
source: Specific range
dutch: Specifieke range
french: Interval spécifique
german: Bestimmter Bereich

# chkStash.Text
source: Auto stash
dutch: Automatisch wegzetten
french: Stash automatique
german: Automatischer Stash

# label1.Text
source: Rebase current branch on top of another branch
dutch: Rebase huidige vertakking bovenop andere vertakking
french: Rebaser la branche courante au dessus d'une autre branche
german: Rebase des aktuellen Branches auf einen anderen Branch

# label2.Text
source: Rebase on
dutch: Rebase op
french: Reaser sur
german: Rebase auf

# label3.Text
source: Commits to re-apply:
dutch: Commits:
french: Commits à réappliquer :
german: Wiederanzuwendende Commits:

# lblRangeFrom.Text
source: From (exc.)
dutch: Vanaf (excl.)
french: Depuis (exc.)
german: von

# lblRangeTo.Text
source: To
dutch: Naar
french: A
german: bis

# MostRecentLabel.Text
source: Most recent repositories
dutch: Meest recente opslagplaatsen
french: Dépôts les plus récents
german: Zuletzt verwendete Repositories

# anchorToLessToolStripMenuItem.Text
source: Anchor to less recent repositories
dutch: Hang aan minst recente repositories
french: Encrer sur les dépôts les moins récents
german: Verweis zu etwas älteren Repositories

# anchorToMostToolStripMenuItem.Text
source: Anchor to most recent repositories
dutch: Hang aan meest recente repositories
french: Encrer sur les dépôts les plus récents
german: Verweis zu kürzlich verwendeten Repositories

# label1.Text
source: Less recent repositories
dutch: Mist recente opslagplaatsen
french: Dépôts moins récents
german: Ältere Repositories

# maxRecentRepositories.Text
source: Maximum number of most recent repositories
dutch: Maximale aantal van meest recente opslagplaatsen
french: Nombre maximum de dépôts les plus récents
german: Maximale Anzahl der erst kürzlich verwendeten Repositories

# sortLessRecentRepos.Text
source: Sort less recent repositories alphabetically
dutch: Sorteer minst recente opslagplaatsen alfabetisch
french: Trier les dépôts les moins récents alphabétiquement
german: Ältere Repositories alphabetisch sortieren

# sortMostRecentRepos.Text
source: Sort most recent repositories alphabetically
dutch: Sorteer meest recente opslagplaatsen alfabetisch
french: Trier les dépôts les plus récents alphabétiquement
german: Kürzlich verwendete Repositories alphabetisch sortieren

# _errorNoKeyEntered.Text
source: No SSH key file entered
dutch: Geen SSH sleutel bestand opgegeven
french: Aucun fichier de clef ssh entré
german: Keine SSH-Schlüsseldatei angegeben

# Hard.Text
source: Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
dutch: Hard: reset werk directory en indes (maak ALLE lokale wijzigingen ongedaan, ook wijzigingen die nog niet gecommit zijn)
french: Hard/Violent : réinitialise le répertoire de travail et l'index (annule TOUTES les modifications, même les modifications non commitées)
german: Hart: Arbeitsverzeichnis und Index zurücksetzen (ALLE - auch ungesicherte - Änderungen gehen verloren)

# Keep.Text
source: Keep: update working directory to the commit (abort if there are local changes), reset index
german: Behalten: Arbeitsverzeichnis auf den Commit updaten (bei lokalen Änderungen abbrechen), Index zurücksetzen

# Merge.Text
source: Merge: update working directory to the commit and keep local changes (abort if there are conflicts), reset index
german: Zusammenführen: Arbeitsverzeichnis auf den Commit updaten und lokale Änderungen behalten (bei Konflikten abbrechen), Index zurücksetzen

# Mixed.Text
source: Mixed: leave working directory untouched, reset index
dutch: Gemixed: laat werk directory ongedeerd, reset index
french: Mixed/Mixte : laisse tel quel le répertoire de travail, réinitialise l'index
german: Mittel: Arbeitsverzeichnis unverändert belassen, Index zurücksetzen

# Soft.Text
source: Soft: leave working directory and index untouched
dutch: Zacht: laat werk directory en index ongedeerd
french: Soft/Léger : laisse tel quel le répertoire de travail et l'index.
german: Soft: Arbeitsverzeichnis und Index unverändert belassen

# Reset.Text
source: Abort
dutch: Stoppen
french: Interrompre
german: Abbrechen

# _abortCurrentOperation.Text
source: You can abort the current operation by resetting changes. All changes since the last commit will be deleted. Do you want to reset changes?
dutch: U kunt de huidige bewerking afbreken door de wijzigingen te resetten. Alle wijzigingen sinds ze laatste commit zullen verloren gaan. Wilt u de wijzigingen resetten?
french: Vous pouvez interrompre l'opération courante en réinitialisant les modifications. Toutes les modifications depuis le dernier commit seront supprimées. Voulez vous réinitialiser les modifications?
german: Sie können die aktuelle Operation abbrechen wenn Sie alle Änderungen zurücksetzen. Alle Änderungen seit dem letzten Commit werden gelöscht. Wollen Sie die Änderungen zurücksetzen ?

# _abortCurrentOperationCaption.Text
source: Abort
dutch: Annuleren
french: Interrompre
german: Abbrechen

# _resetItemMergeText.Text
source: Abort merge
dutch: Samenvoegen afbreken
french: Abandonner la fusion
german: Merge abbrechen

# _resetItemRebaseText.Text
source: Abort rebase
dutch: Rebase afbreken
french: Abandonner le rebase
german: Rebase abbrechen

# Revert.Text
source: Revert this commit
dutch: Maak deze commit ongedaan:
french: Annuler ce commit
german: Commit rückgängig machen

# CurrentBranchOnlyCheck.Text
source: Show current branch only
dutch: Toon alleen de huidige vertakking
french: Branche actuelle uniquement
german: Nur aktuellen Branch anzeigen

# SimplifyByDecorationCheck.Text
source: Simplify by decoration
dutch: Maak eenvoudiger met decoratie
french: Simplifier par décoration
german: Vereinfachung durch Dekoration

# label1.Text
source: Since
dutch: Sinds
french: Depuis
german: Von

# label2.Text
source: Until
dutch: Tot
french: Jusqu'à
german: Bis

# label3.Text
source: Author
dutch: Auteur
french: Auteur
german: Autor

# label5.Text
source: Message
dutch: Bericht
german: Nachricht

# label6.Text
source: Ignore case
dutch: Negeer hoofdletters
french: Ignorer la casse
german: Groß/Kleinschreibung ignorieren

# label7.Text
source: Limit
dutch: Limiet
french: Limite
german: Limitieren auf

# label8.Text
source: File filter
dutch: Bestands filter
french: Filtre de fichier
german: Datei-Filter

# Apply.Text
source: Apply Selected Stash
dutch: Pas geselecteerde Stash toe
french: Appliquer le stash sélectionné
german: Ausgewählten Stash anwenden

# Clear.Text
source: Drop Selected Stash
dutch: Verwijder Geselecteerde Stash
french: Supprimer le stash sélectionné
german: Ausgewählten Stash entfernen

# Stash.Text
source: Stash all changes
dutch: Alle wijzigingen wegzetten...
french: Mettre en réserve toutes les modifications
german: Alle Änderungen stashen

# StashKeepIndex.Text
source: Keep index
dutch: Index behouden
french: Garder l'index
german: Index beibehalten

# StashSelectedFiles.Text
source: Stash selected changes
dutch: Geselecteerde wijzigingen wegzetten
french: Conserver les modifications sélectionnées
german: Selektierte Änderungen stashen

# _stashUntrackedFilesNotSupported.Text
source: Stash untracked files is not supported in the version of msysgit you are using. Please update msysgit to at least version 1.7.7 to use this option.
dutch: Het stashen van niet getrackte bestanden wordt niet ondersteund door deze versie van msysgit. Update msysgit a.u.b. naar versie 1.7.7 of hoger.
french: Stasher des fichiers non suivis n'est pas supporté par la version de msysgit que vous utilisez. Veuillez mettez à jour msysgit au moins à la version 1.7.7 pour utiliser cette option.
german: Nicht verfolgte Dateien zu stashen wird in Ihrer verwendeten msysgit Version nicht unterstützt. Bitte aktualisieren Sie msysgit auf die Version 1.7.7 oder höher, um diese Option zu verwenden.

# _stashUntrackedFilesNotSupportedCaption.Text
source: Stash untracked files
dutch: Stash niet-getrackte bestanden
french: Stasher les fichiers non traqués
german: Nicht überwachte Dateien stashen

# cherryPickFileChangesToolStripMenuItem.Text
source: Cherry pick file changes
french: Sélectionner des modifications de fichier
german: Dateiänderungen cherry-picken

# chkIncludeUntrackedFiles.Text
source: Include untracked files
dutch: Neem niet getrackte bestanden mee
french: Inclure le fichier non traqués
german: Nicht verfolgte Dateien einbeziehen

# showToolStripLabel.Text
source: Show:
dutch: Toon:
french: Afficher :
german: Zeige:

# toolStripButton_customMessage.Text
source: Custom stash message
dutch: Aangepast bericht
french: Message de stash personnalisé
german: Benutzerdefinierte Stash-Nachricht

# chkUseFastChecks.Text
source: Use FileSystemWatcher to check if index is changed
dutch: Gebruik FileSystemWatcher om te controleren of de database is gewijzigd
french: Utiliser FileSystemWatcher to vérifier si l'index a changé
german: FileSystemWatchter nutzen, um Änderungen am Index festzustellen

# label50.Text
source: Git Extensions can use Git for Windows or cygwin to access git repositories. Set the correct paths below.
dutch: Git Extensions kan Git voor Windows of cygwin gebruiken om git repositories te benaderen. Vul hieronder de correcte paden in.
french: Git Extensions peut utiliser 'Git for Windows' ou 'cygwin' pour accéder aux dépôts git. Renseignez les chemins corrects ci-dessous.
german: Git Extensions kann Git für Windows oder cygwin verwenden, um auf Git Repositories zuzugreifen. Setzen Sie im folgenden die korrekten Pfade.

# CreateBranch.Text
source: Create &Branch...
dutch: Maak &branch
french: Créer une branche...
german: &Branch erzeugen...

# Rename.Text
source: Rename
dutch: Hernoem
french: Renommer
german: Umbenennen

# Reset.Text
source: Re&set
dutch: Re&setten
german: Zurück&setzen

# _failedToExecuteScript.Text
source: Failed to execute script
german: Skript-Ausführung fehlgeschlagen

# _pageantNotFound.Text
source: Cannot load SSH key. PuTTY is not configured properly.
dutch: De SSH sleutel kan niet worden geladen. PuTTY is niet juist geconfigureerd.
french: Impossible de charger la clef SSH. PuTTY n'est pas configuré correctement.
german: Laden des SSH-Schlüssels fehlgeschlagen. PuTTY ist nicht korrekt konfiguriert.

# lblRecentRepositories.Text
source: Recent Repositories
dutch: Recente opslagplaatsen
french: Dépôts récents
german: Kürzlich verwendete Repositorys

# mnuConfigure.Text
source: &Recent repositories settings
dutch: Instelleingen voor &recente opslagplaatsen
french: &Paramètres des dépôts récents
german: Zuletzt verwendete &Repositories Einstellungen

# _showBranchOnly.Text
source: Filter the revision grid to show this branch only To show all branches, right click the revision grid, select 'view' and then the 'show all branches'
french: Filtrer la grille des révisions pour afficher uniquement cette branche Pour voir toutes les branches, clic droit dans la grille des révisions, sélectionnez "affichage" et ensuite "montrer toutes les branches"
german: Filtern Sie den Revisionsliste, um nur diesen Branch anzuzeigen Um alle Branches anzuzeigen, Rechtsklick in der Revisionsliste, Auswahl 'Anzeige' und 'Alle Branches anzeigen'

# _showHideRefsTooltip.Text
source: Show/hide branches/remotes/tags
french: Montrer/Cacher les branches / dépôts distants / étiquettes
german: Zeige/Verstecke Branches/Remotes/Tags

# mnubtnCollapseAll.Text
source: Collapse All
dutch: Alles inklappen
french: Replier tout
german: Alles zuklappen

# mnubtnExpandAll.Text
source: Expand All
dutch: Alles uitklappen
french: Déplier tout
german: Alles aufklappen

# mnubtnFilterLocalBranchInRevisionGrid.Text
source: Show this branch only
french: Afficher seulement cette branche
german: Nur diesen Branch anzeigen
