Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _emptyTemplate.Text
source: empty
dutch: leeg
french: vide
german: leer
japanese: なし
korean: 비어있음
russian: пусто
spanish: vacío

# buttonCancel.Text
source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# labelAutoWrap.Text
source: Auto-wrap commit message (except subject line)
dutch: Auto-tekstterugloop commit message (m.u.v. de onderwerp regel)
french: Retour à la ligne automatique du message de commit (excepté la ligne de sujet)
german: Automatischer Zeilenumbruch für Commit Nachricht (außer Subject Zeile)
japanese: コミットメッセージを自動で折り返す (1行目を除く)
korean: 커밋 메시지 자동 줄바꿈 (제목 라인 제외)
russian: Автоматический перенос сообщении коммита (кроме строки темы)
spanish: Auto-wrap mensaje de commit (excepto línea del asunto)

# labelCommitTemplate.Text
source: Commit template:
dutch: Commit templet:
french: Modèle de Commit :
japanese: コミットテンプレート:
korean: 템플릿 커밋:
russian: Шаблон сообщения:
spanish: Plantilla de commit:

# labelCommitTemplateName.Text
source: Name:
dutch: Naam:
french: Nom :
japanese: 名前:
korean: 이름:
russian: Название:
spanish: Nombre:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
dutch: Maximum aantal karakters in eerste regel (0 = niet controleren):
french: Nombre maximum de caractères sur la 1ère ligne (0 = vérification désactivée)
german: Maximale Anzahl von Zeichen in der ersten Zeile (0 = Keine Überprüfung):
japanese: 1行目の最大文字数 (0 = チェックしない)
korean: 첫번째 라인의 최대 글자수 (0 = 무제한):
russian: Максимальное число символов в первой строке (0 — не проверять)
spanish: Cantidad máxima de caracteres en la primera línea (0 = deshabilitado)

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
dutch: Maximum aantal karakters per regel (0 = niet controleren):
french: Nombre maximum de caractères par ligne (0 = vérification désactivée)
german: Maximale Anzahl von Zeichen pro Zeile (0 = Keine Überprüfung):
japanese: 1行あたりの最大文字数 (0 = チェックしない)
korean: 라인별 최대 글자수 (0 = 무제한):
russian: Максимальное число символов в строке (0 — не проверять)
spanish: Cantidad máxima de caracteres por línea (0 = deshabilitado)

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
dutch: Commit moet voldoen aan de volgende RegEx (Leeg = niet controleren):
french: Le commit doit satisfaire la RegEx (Vide = vérification désactivée)
german: Commit muss mit folgendem Regulären Ausdruck übereinstimmen (Leeres Feld = Keine Überprüfung):
japanese: コミットメッセージは以下の正規表現にマッチすることを確認 (空の時はチェックなし)
korean: RegEx 형식의 수정 설명이 있을 경우 커밋 (비어있을 경우 설정안됨):
russian: Должно соответствовать регулярному выражению (пусто — не проверять)
spanish: Commit debe concordar con RegEx (Vacío = deshabilitado)

# labelSecondLineEmpty.Text
source: Second line must be empty:
dutch: De tweede regel moet leeg zijn:
french: La 2nde ligne doit être vide :
german: Zweite Zeile muss leer sein:
japanese: 2行目が空であることを確認:
korean: 두번째 라인은 빈줄 처리:
russian: Вторая строка должна быть пустой:
spanish: Segunda línea debe estar vacía:

# labelUseIndent.Text
source: Indent lines after first line:
dutch: Inspringen na eerste regen:
french: Indenter les lignes après la 1ère ligne :
german: Rücke Zeilen nach erster Zeile ein:
japanese: 最初の行の後に行をインデント:
korean: 첫번째 줄 인덴트 다음줄에도 적용:
russian: Отступ строк после первой строки:
spanish: Sangría a partir de la primera línea:

# tabPage1.Text
source: Commit templates
french: Modèles de message de commit
japanese: コミットテンプレート
korean: 템플릿 커밋
russian: Шаблоны сообщений
spanish: Plantillas de commit

# tabPage2.Text
source: Commit validation
dutch: Commit validatie
french: Validation du commit
german: Commit Validierung
japanese: コミットバリデーション
korean: 커밋 검증
russian: Проверка сообщения
spanish: Validación de commit

# $this.Text
source: Compare to branch
dutch: Vergelijk met branch
french: Comparer à la branche
german: Mit Branch vergleichen
japanese: ブランチと比較
korean: 브랜치 비교
russian: Сравнить с веткой
spanish: Comparar con rama

# btnCompare.Text
source: Compare
dutch: Vergelijk
french: Comparer
german: Vergleichen
japanese: 比較
russian: Сравнить
spanish: Comparar

# $this.Text
source: Create branch
dutch: Vertakking aanmaken
french: Créer une branche
german: Branch erzeugen
japanese: ブランチを作成
korean: 신규 브랜치 생성
russian: Создать ветку
spanish: Crear rama

# ClearOrphan.Text
source: Clear &working directory and index
dutch: Leeg &werk directory en index
french: Netto&yer le répertoire de travail et l'index
german: Leere &Arbeitsverzeichnis und Index
japanese: 作業ディレクトリとインデックスをクリア(&W)
korean: &작업 폴더와 인덱스 비우기
russian: Очистить &рабочий каталог и индекс
spanish: Limpiar directorio de trabajo e índice

# Ok.Text
source: &Create branch
dutch: Maak bran&ch
french: &Créer une branche
german: Branch &erzeugen
japanese: ブランチ作成(&C)
korean: &신규 브랜치 생성
russian: &Создать ветку
spanish: Crear rama

# Orphan.Text
source: Create or&phan
dutch: Maak or&phan
french: Créer un or&phelin
german: Erzeuge Or&phan
japanese: or&phanとして作成
korean: Orphan 생성
russian: Создать в&исячую ветку
spanish: Crear huérfano

# _branchNameIsEmpty.Text
source: Enter branch name.
dutch: Voer naam voor vertakking in
french: Entrez le nom de la branche.
german: Branchnamen eingeben.
japanese: ブランチの名前を入力してください。
korean: 브랜치 이름을 입력하세요.
russian: Введите имя ветки.
spanish: Ingrese nombre de rama.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
dutch: '{0}' is geen geldige naam voor een vertakking
french: "{0}" n'est pas un nom de branche valide.
german: '{0}' ist kein gültiger Branchname.
japanese: 「{0}」は有効なブランチ名ではありません。
korean: "{0}" 는 유효하지 않는 이름입니다.
russian: «{0}» — недопустимое имя для ветки.
spanish: “{0}” no es un nombre válido de rama.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
dutch: Selecteer 1 revisie om de vertakking op aan te maken.
french: Sélectionner 1 révision à partir de laquelle créer la branche
german: Wählen Sie eine Revision aus worauf der Branch basieren soll.
japanese: ブランチを作成するリビジョンを1つ選択してください。
korean: 브랜치를 생성하기 위해서 1개의 베이스 리비전을 선택해야 합니다.
russian: Выберите 1 ревизию для создания от неё ветки.
spanish: Seleccione 1 revisión sobre la cual crear la rama.

# chkbxCheckoutAfterCreate.Text
source: Checkout &after create
dutch: Check uit n&a maken
french: Charger &après la création
german: Auschecken nach Erzeugen
japanese: 作成後にチェックアウト(&A)
korean: &생성한 뒤 체크아웃
russian: Переключиться п&осле создания
spanish: Checkout después de crear

# groupBox1.Text
source: Orphan
french: Orphelin
japanese: 親のないコミットを作成 (Orphan)
korean: 독립 브랜치
russian: Пустая ветка
spanish: Huérfano

# label1.Text
source: &Branch name
dutch: &Branch naam
french: Nom de la &branche
japanese: ブランチ名(&B)
korean: &브랜치 이름
russian: &Имя ветки
spanish: Nombre de la rama

# label2.Text
source: Create b&ranch at this revision
dutch: Maak b&ranch voor deze revisie
french: Créer une b&ranche à cette révision
german: Erzeuge B&ranch an dieser Revision
japanese: このリビジョンにブランチを作成(&R)
korean: &현재 리비전에 브랜치 생성
russian: Создать в&етку на этой ревизии
spanish: Crear &rama en esta revisión

# $this.Text
source: Create tag
dutch: Label geselecteerde item
french: Créer tag
german: Tag erzeugen
japanese: タグを作成
korean: 태그 생성
russian: Создать метку
spanish: Etiquetar objeto seleccionado

# ForceTag.Text
source: Force
dutch: Forceer
french: Forcer
german: Erzwingen
japanese: 強制
korean: 무조건 실행(Force)
russian: Принудительно
spanish: Forzar

# Ok.Text
source: Create tag
dutch: Label geselecteerde item
french: Créer tag
german: Tag erzeugen
japanese: タグを作成
korean: 태그 생성
russian: Создать метку
spanish: Etiquetar objeto seleccionado

# _messageCaption.Text
source: Tag
dutch: Label
french: Étiquette
japanese: タグ
korean: 태그
russian: Метка
spanish: Etiqueta

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
dutch: Selecteer 1 revisie om het label op aan te maken.
french: Sélectionner une révision sur laquelle créer l'étiquette.
german: Wählen Sie eine Revision aus, die Sie taggen möchten.
japanese: タグを作成するリビジョンを1つ選択してください。
korean: 태그를 생성하기 위해 리비전을 선택하세요
russian: Выберите 1 ревизию, которую хотите пометить.
spanish: Seleccione una revisión en la cual crear la etiqueta.

# _pushToCaption.Text
source: Push tag to '{0}'
dutch: Label verzenden naar '{0}'
french: Pousser l'étiquette vers '{0}'
german: Tag nach {0} pushen
japanese: タグを{0}にプッシュ
korean: '{0}'에 태그 Push
russian: Отправить метку в {0}
spanish: Push para {0}

# _trsAnnotated.Text
source: Annotated tag
dutch: Geannoteerd label
french: Label avec note
german: Annotated Tag erzeugen
japanese: 注釈タグ
korean: 주석 태그
russian: Аннотированная метка
spanish: Etiqueta con nota

# _trsLightweight.Text
source: Lightweight tag
dutch: Lichtgewicht label
french: Label léger
german: Einfacher Tag
japanese: 軽量タグ
korean: 일반 태그
russian: Легковесная метка
spanish: Tag ligero

# _trsSignDefault.Text
source: Sign with default GPG
dutch: Onderteken met standaard GPG
french: Se connecter avec GPG par défaut
german: Mit der Standard GPG signieren
japanese: デフォルトのGPGで署名
korean: 기본 GPG로 서명 등록하기
russian: Подписать GPG по умолчанию
spanish: Firmar con la firma GPG por defecto

# _trsSignSpecificKey.Text
source: Sign with specific GPG
dutch: Onderteken met specifiek GPG
french: Se connecter avec GPG spécifique
german: Mit spezifischer GPG signieren
japanese: 特定のGPGで署名
korean: 특정 GPG로 서명 등록하기
russian: Подписать указанным GPG
spanish: Firmar con una firma GPG específica

# keyIdLbl.Text
source: Specific Key Id
dutch: Specifieke Key Id
french: Id de la clé spécifique
german: Spezifische Schlüssel ID
japanese: 特定のキーID
korean: 특정 Key Id
russian: Указанный Key Id
spanish: Id de clave específica

# label1.Text
source: Tag name
dutch: Label naam
french: Nom de l'étiquette
japanese: タグ名
korean: 태그 이름
russian: Название метки
spanish: Nombre

# label2.Text
source: Message
dutch: Bericht
german: Nachricht
japanese: メッセージ
korean: 메시지
russian: Сообщение
spanish: Mensaje

# label3.Text
source: Create tag at this revision
dutch: Maak label op deze revisie
french: Créer une étiquette à la révision
german: Erzeuge Tag an dieser Revision
japanese: このリビジョンにタグを作成
korean: 대상 리비전
russian: Создать метку на эту ревизию
spanish: Crear etiqueta en esta revisión

# pushTag.Text
source: Push tag to '{0}'
dutch: Label verzenden naar '{0}'
french: Pousser l'étiquette vers '{0}'
german: Tag nach {0} pushen
japanese: タグを{0}にプッシュ
korean: '{0}'에 태그 Push
russian: Отправить метку в {0}
spanish: Push para {0}

# $this.Text
source: Create a new worktree
dutch: Maak een nieuwe worktree
french: Créer un nouveau worktree...
german: Neuen Worktree erstellen
japanese: ワークツリーの新規作成
korean: 작업 트리 생성하기
russian: Создать новое рабочее дерево
spanish: Crear un nuevo árbol de trabajo

# createWorktreeButton.Text
source: Create the new worktree
dutch: Maak de nieuwe worktree
french: Créer le nouveau worktree
german: Neuen Worktree erstellen
japanese: ワークツリーを新規作成
korean: 작업 트리 생성하기
russian: Создать новое рабочее дерево
spanish: Crear el nuevo árbol de trabajo

# groupBoxWhatToCheckout.Text
source: What to checkout:
dutch: Wat uit te checken:
french: Quoi charger :
german: Was ausgecheckt wird:
japanese: チェックアウトする項目:
korean: 체크아웃할 항목:
russian: Что переключить:
spanish: De qué hacer checkout:

# label2.Text
source: New worktree directory:
dutch: Nieuwe worktree directory:
french: Nouveau répertoire du worktree :
german: Neues Worktree Verzeichnis:
japanese: 新規ワークツリーディレクトリ:
korean: 새로운 작업 트리 디렉토리:
russian: Новый путь рабочего дерева:
spanish: Nuevo directorio de árbol de trabajo

# openWorktreeCheckBox.Text
source: Open the new worktree after the creation
dutch: Open de nieuwe worktree na aanmaken
french: Ouvrir le nouveau worktree après la création
german: Öffne den neuen Worktree nach der Erstellung
japanese: 作成後に新しいワークツリーを開く
korean: 생성한 뒤 작업 트리 열기
russian: Открыть рабочее дерево после создания
spanish: Abrir el nuevo árbol de trabajo después de crear

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
dutch: Check bestaande branch uit:
french: Charger une branche existante :
german: Existierenden Branch auschecken:
japanese: 既存ブランチのチェックアウト:
korean: 기존 브랜치 체크아웃
russian: Переключиться на существующую ветку
spanish: Hacer checkout a una rama existente:

# radioButtonCreateNewBranch.Text
source: Create a new branch: (from current commit)
dutch: Maak nieuwe branch: (van huidige commit)
french: Créer une nouvelle branch : (depuis le commit courant)
german: Erstelle einen neuen Branch: (aus dem aktuellen Commit)
japanese: ブランチを新規作成: (現在のコミットから)
korean: 새 브런치 만들기: (현재 커밋에서)
russian: Создать новую ветку: (с текущего коммита)
spanish: Crear una nueva rama: (a partir del Commit actual)

# $this.Text
source: Enter Caption
dutch: Title
french: Entrez une légende
german: Kategoriename
japanese: キャプションを入力します
korean: 캡션 입력
russian: Введите заголовок
spanish: Introduzca leyenda

# _categoryNameExistsText.Text
source: Category name already exists
dutch: Categorie naam bestaat al
french: Cette catégorie existe déjà
german: Kategorie existiert bereits
japanese: カテゴリ名は既に存在します
korean: 이미 같은 이름의 카테고리가 존재합니다.
russian: Имя категории уже существует
spanish: Nombre de categoría ya existe

# _categoryNameRequiredText.Text
source: Category name is required
dutch: Categorie naam is verplicht
french: Le nom de la catégorie est obligatoire
german: Ein Kategoriename ist verpflichtend
japanese: カテゴリ名を指定する必要があります
korean: 카테고리 이름은 필수입니다.
russian: Имя категории обязательно
spanish: Nombre de categoría es requerido

# _renameCategoryText.Text
source: Rename category
dutch: Categorie hernoemen
french: Renommer la catégorie
german: Kategorie umbenennen
japanese: カテゴリ名を変更
korean: 카테고리 이름을 변경해주세요.
russian: Переименовать категорию
spanish: Renombrar categoría

# lblCategoryName.Text
source: Category name
dutch: Categorie naam
french: Nom de la catégorie
german: Kategoriename
japanese: カテゴリ名
korean: 카테고리 이름
russian: Имя категории
spanish: Nombre de categoría

# $this.Text
source: Delete branch
dutch: Verwijder vertakking
french: Supprimer une branche
german: Branch löschen
japanese: ブランチの削除
korean: 브랜치 제거
russian: Удалить ветку
spanish: Borrar rama

# Delete.Text
source: &Delete
japanese: 削除(&D)
korean: &제거
russian: &Удалить
spanish: &Borrar

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
dutch: Het is niet mogelijk vertakking "{0}" te verwijderen omdat deze is uitgechecked.
french: La branche "{0}" sur laquelle vous êtes actuellement ne peut pas supprimée.
german: Kann den Branch “{0}” nicht löschen auf dem Sie sich gerade befinden.
japanese: ブランチ「{0}」は削除できません。現在のブランチは削除できません。
korean: 브랜치 "{0}"를 삭제할 수 없습니다.
russian: Вы не можете удалить ветку «{0}», на которой в данный момент находитесь.
spanish: No se puede borrar la rama "{0}" en la que está actualmente posicionado.

# _deleteBranchCaption.Text
source: Delete Branches
japanese: ブランチの削除
korean: 브랜치 삭제
russian: Удалить Ветки
spanish: Borrar ramas

# _deleteBranchConfirmTitle.Text
source: Delete Confirmation
japanese: 削除の確認
korean: 확인 삭제
russian: Подтверждение удаления
spanish: Confirmar borrado

# _deleteBranchQuestion.Text
source: The selected branch(es) have not been merged into HEAD. Proceed?
japanese: 選択したブランチはHEADにマージされていません。 続行しますか?
korean: 선택한 브랜치(들)가 HEAD로 병합되지 않았습니다. 계속할까요?
russian: Выбранная ветка(и) не была объединена с HEAD Продолжить?
spanish: La rama(s) seleccionada(s) no se han unido en HEAD. ¿Proceder?

# _useReflogHint.Text
source: Did you know you can use reflog to restore deleted branches?
japanese: 削除したブランチはreflogで復元できることをご存知でしたか？
korean: 참조 기록을 사용하여 삭제된 브랜치를 복원할 수 있다는 것을 알고 계셨습니까?
russian: Знаете ли вы, что вы можете использовать reflog для восстановления удаленных веток?
spanish: ¿Sabes que puedes usar el registro de referencia para recuperar ramas borradas?

# labelSelectBranches.Text
source: Select &branches
japanese: ブランチを選択(&B)
korean: &브랜치 선택
russian: Выделите ветки
spanish: Seleccionar &ramas

# DeleteRemote.Text
source: Delete branch(es) from &remote repository
japanese: リモートリポジトリからブランチを削除(&R)
korean: & 원격 저장소의 브랜치(들) 삭제
russian: Удалить ветку(и) с &внешнего репозитория
spanish: Borrar rama(s) del repositorio &remoto

# _confirmDeleteUnmergedRemoteBranchMessage.Text
source: At least one remote branch is unmerged. Are you sure you want to delete it? Deleting a branch can cause commits to be deleted too!
dutch: Een or meer branches zijn niet gemerged. Weet u zeker dat u deze wilt verwijderen? Door het verwijderen van branches kunnen ook commits verloren gaan!
french: Au moins une branche distante n'est pas fusionnée. Êtes-vous sûr de vouloir l'effacer?
german: Mindestens ein remote Branch ist noch nicht gemergt. Sind Sie sicher dass Sie den Branch löschen wollen? Das Löschen eines Branches kann dazu führen dass auch Commits gelöscht werden!
japanese: 少なくとも1つのリモートブランチがマージされていません。削除してよろしいですか？ ブランチを削除すると、コミットも削除される可能性があります！
korean: 적어도 1개 이상의 원격 브랜치가 병합되지 않았습니다. 브랜치 삭제를 진행하시겠습니까? 브랜치를 삭제하면 커밋도 삭제될 수 있습니다!
russian: По крайней мере одна внешняя ветка не слита. Вы уверены, что хотите ее удалить? Удаление ветви может также привести к удалению коммитов!
spanish: Al menos una rama remota no está fusionada. ¿Seguro que quiere borrarla? ¡Eliminar una rama puede hacer que se eliminen también los commits!

# _deleteRemoteBranchesCaption.Text
source: Delete remote branches
dutch: Verwijder externe branches
french: Supprimer les branches distantes
german: Lösche entfernte (remote) Branches
japanese: リモートブランチを削除
korean: 원격 브랜치 삭제
russian: Удалить внешние ветки
spanish: Borrar ramas remotas

# $this.Text
source: Delete tag
dutch: Verwijder label
french: Supprimer étiquette
german: Tag löschen
japanese: タグの削除
korean: 태그 제거
russian: Удалить метку
spanish: Eliminar etiqueta

# Ok.Text
source: Delete
dutch: Verwijderen
french: Supprimer
german: Löschen
japanese: 削除
korean: 제거
russian: Удалить
spanish: Eliminar

# deleteTag.Text
source: Delete tag also from the following remote(s):
dutch: Verwijder label ook uit externe repositories:
french: Supprimer l'étiquette aussi depuis le(s) dépôt(s) distant(s) suivant :
german: Löschen Tag auch von den Remote(s):
japanese: タグを以下のリモート (複数可) からも削除:
korean: 다음 원격 브랜치(들)에서 태그 삭제:
russian: Удалить метку также из внешнего репозитория:
spanish: También borrar la etiqueta de los siguientes remotos:

# label1.Text
source: Select tag
dutch: Selecteer label
french: Sélectionner le tag
german: Tag auswählen
japanese: タグを選択
korean: 태그 선택
russian: Выбор метки
spanish: Seleccionar etiqueta

# label2.Text
source: This will delete the selected tag from the (local) repository.
dutch: Dit zal de geselecteerde tag verwijderen uit de (lokale) repository.
french: Cela va supprimer l'étiquette sélectionnée du dépôt (local).
german: Der ausgewählte Tag wird nun vom (lokalen) Repository gelöscht.
japanese: 選択したタグを (ローカル) リポジトリから削除します。
korean: 저장소(로컬)로 부터 선택된 태그가 삭제됩니다.
russian: Команда удалит выбранную метку из (локального) репозитория.
spanish: Esto borrará la etiqueta seleccionada del repositorio (local).

# label3.Text
source: (includes information about deleting tags which are already pushed)
dutch: (bevat ook informatie over het verwijderen van labels die al verzonden zijn)
french: (inclure les informations à propos des étiquettes éffacées qui sont déjà poussées)
german: (enthält Informationen über das Löschen von Tags die schon gepushed wurden)
japanese: (既にプッシュされたタグの削除についての情報が含まれています)
korean: (이미 Push된 태그 정보도 포함)
russian: (включая информацию о удаляемой метке, которая уже отправлена)
spanish: (incluye información sobre borrar etiquetas que ya han sido pushed)

# _anotherBranchTooltip.Text
source: Select another branch
dutch: Selecteer een andere branch
french: Sélectionner une autre branche
german: Einen anderen Branch auswählen
japanese: 別のブランチを選択
korean: 다른 브랜치 선택
russian: Выберите другую ветку
spanish: Seleccionar otra rama

# _anotherCommitTooltip.Text
source: Select another commit
dutch: Selecteer een andere commit
french: Sélectionner un autre commit
german: Anderen Commit auswählen
japanese: 別のコミットを選択
korean: 다른 커밋 선택
russian: Выберите другой коммит
spanish: Seleccionar otro commit

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
dutch: Wissel BASE en Vergelijk commits om
french: Changer BASE et comparer les commits
german: Tausche BASIS und vergleiche Commits
japanese: 比較元(BASE)と比較コミットを入れ替え
korean: Base 커밋과 Compare 커밋 Swap하기
russian: Поменять коммиты БАЗЫ и Сравнения
spanish: Intercambiar BASE y Comparar commits

# _ckCompareToMergeBase.Text
source: Compare to merge &base
dutch: Vergelijk met de merge &base
french: Comparer à la &base de merge
german: Mit Merge-&Basis vergleichen
japanese: マージベースと比較(&B)
korean: &Base 병합 비교
russian: Сравнить для слияния &базу
spanish: Comparar con &base de fusión

# blameToolStripMenuItem.Text
source: Blame
dutch: Beschuldig
french: Blâmer
german: Beschuldigen
japanese: 追及 (Blame)
russian: Авторство изменений
spanish: Culpa

# btnCompareDirectoriesWithDiffTool.Text
source: Open diff using &directory diff tool
french: Comparer en utilisant l'outil de comparaison &directory
german: Diff mit &Directory-Diff-Tool anzeigen
japanese: ディレクトリの&Diffツールで差分を開く
korean: 파일 비교툴 열기
russian: Открыть в инструменте сравнения директорий
spanish: Abrir diff usando difftool de &directorio

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full path(s)
dutch: Kopieer bestandsnaam/namen
french: Copier le(s) chemin(s) complet(s)
german: Volle(n) Pfad(e) kopieren
japanese: フルパスをコピー
korean: 전체 경로(들) 복사
russian: Копировать имя файла(ов) в буфер обмена

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
dutch: Toon alle bestanden in bestandsboom
french: Afficher dans l'arborescence de fichiers
german: Zeige im Dateibaum
japanese: ファイルツリーで見る
korean: 파일트리에서 보기
russian: Показать файл в дереве
spanish: Mostrar en el árbol de archivos

# fileHistoryDiffToolstripMenuItem.Text
source: File history
dutch: Bestandsgeschiedenis
french: Historique du fichier
german: Datei-Historie
japanese: ファイルの履歴
korean: 파일 히스토리
russian: История файла
spanish: Historial del archivo

# findInDiffToolStripMenuItem.Text
source: Find
dutch: Zoeken
french: Trouver
german: Suchen
japanese: 検索
korean: 찾기
russian: Найти
spanish: Buscar

# firstCommitGroup.Text
source: BASE
japanese: 比較元(BASE)
russian: БАЗА

# firstToLocalToolStripMenuItem.Text
source: First -> Working directory
french: Premier -> Répertoire de travail
german: Erster -> Arbeitsverzeichnis
japanese: 前者 -> 作業ディレクトリ
russian: Первый -> Рабочий каталог
spanish: Primero -> Directorio de trabajo

# firstToSelectedToolStripMenuItem.Text
source: First -> Compare
japanese: 前者 -> 比較
russian: Первый -> Сравнение
spanish: Primero -> Comparar

# secondCommitGroup.Text
source: Compare
japanese: 比較
russian: Сравнение
spanish: Comparar

# selectedToLocalToolStripMenuItem.Text
source: Compare -> Working directory
dutch: Vergelijk -> Werkdirectory
french: Comparer -> Répertoire de travail
german: Compare -> Arbeitsverzeichnis
japanese: 比較 -> 作業ディレクトリ
korean: Compare -> 작업 폴더
russian: Сравнение -> Рабочий каталог
spanish: Comparar -> Directorio de trabajo

# $this.Text
source: Donate
dutch: Doneer
french: Faire un don
german: Spenden
japanese: 寄付
korean: 이 프로젝트에 기부하기
russian: Пожертвовать
spanish: Donar
