Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _groupRecentRepositories.Text
source: Recent repositories
dutch: Recente opslagplaatsen
french: Dépôts récents
german: Zuletzt verwendete Repositories
japanese: 最近開いたリポジトリ
korean: 최근에 사용된 저장소
russian: Последние репозитории
spanish: Repositorios recientes

# _repositorySearchPlaceholder.Text
source: Search repositories
japanese: リポジトリの検索
korean: 저장소 검색
russian: Поиск репозиториев
spanish: Buscar repositorios

# clmhdrBranch.Text
source: Branch
dutch: Vertakking
french: Branche
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# clmhdrCategory.Text
source: Category
dutch: Categorie
french: Catégorie
german: Kategorie
japanese: カテゴリ
korean: 카테고리
russian: Категория
spanish: Categoría

# clmhdrPath.Text
source: Path
dutch: Pad
french: Chemin
german: Pfad
japanese: パス
korean: 경로
russian: Путь
spanish: Ruta

# lblRecentRepositories.Text
source: Recent repositories
japanese: 最近開いたリポジトリ
korean: 최근에 사용된 저장소
russian: Последние репозитории
spanish: Repositorios recientes

# mnuConfigure.Text
source: Recent repositories &settings
japanese: 最近開いたリポジトリの設定(&S)
korean: &최근 열린 저장소 설정
russian: Настройки последних репозиториев
spanish: Configuración de repositorio&s recientes

# tsmiCategories.Text
source: Categories
dutch: Categorie
french: Catégories
german: Kategorien
japanese: カテゴリ
korean: 카테고리
russian: Категории
spanish: Categorías

# tsmiCategoryAdd.Text
source: Add new...
dutch: Nieuwe toevoegen...
french: Ajouter nouveau...
german: Neues Hinzufügen...
japanese: 新規追加...
korean: 추가...
russian: Добавить новый...
spanish: Agregar nuevo...

# tsmiCategoryClear.Text
source: Clear all recent repositories
dutch: Alle recente opslagplaatsen opschonen
french: Vider tous les dépôts récents
german: Leere Liste aller zuletzt verwendeten Repositories
japanese: 最近開いたリポジトリをすべてクリア
korean: 최근 열어본 저장소 삭제
russian: Очистить все последние репозитории
spanish: Borrar todos los repositorios recientes

# tsmiCategoryDelete.Text
source: Delete category
dutch: Verwijder categorie
french: Supprimer la catégorie
german: Kategorie löschen
japanese: カテゴリを削除
korean: 카테고리 삭제
russian: Удалить категорию
spanish: Borrar categoría

# tsmiCategoryNone.Text
source: (none)
dutch: (geen)
french: (aucun)
german: (keine)
japanese: (なし)
korean: (없음)
russian: (нет)
spanish: (ninguno)

# tsmiCategoryRename.Text
source: Rename category
dutch: Categorie hernoemen
french: Renommer la catégorie
german: Kategorie umbenennen
japanese: カテゴリ名を変更
korean: 카테고리 이름을 변경해주세요.
russian: Переименовать категорию
spanish: Renombrar categoría

# tsmiOpenFolder.Text
source: Show in folder
dutch: Toon in directory
french: Afficher dans le répertoire
german: In Verzeichnis anzeigen
japanese: フォルダで見る
korean: 폴더에 표시
russian: Показать в папке
spanish: Mostrar en directorio

# tsmiRemoveFromList.Text
source: Remove project from the list
dutch: Verwijder project uit de lijst
french: Retirer le projet de la liste
german: Projekt aus der Liste entfernen
japanese: プロジェクトをリストから除去
korean: 목록에서 프로젝트 제거
russian: Удалить проект из списка
spanish: Remover proyecto de la lista

# tsmiRemoveMissingReposFromList.Text
source: Remove missing projects from the list
dutch: Verwijder missende projecten uit de lijst
french: Retirer les projets manquants de la liste
german: Entferne fehlende Projekte aus der Liste
japanese: リストから見つからないプロジェクトを除去
korean: 목록에서 누락된 프로젝트 제거
russian: Удалить отсутствующие проекты из списка
spanish: Remover proyectos perdidos de la lista

# $this.Text
source: View Pull Requests
dutch: Bekijk binnenhaal verzoek
french: Voir les demandes de Pull
german: Pull Requests anzeigen
japanese: プルリクエストを表示
korean: Pull 요청사항 보기
russian: Посмотреть запросы на слияние
spanish: Ver pedidos de Pull

# _addAndFetchBtn.Text
source: Add remote and fetch
dutch: Voeg remote toe en fetch
french: Ajouter une branche distante et récupérer
german: Remote hinzufügen und Fetch durchführen
japanese: リモートに追加してフェッチ
korean: 원격 추가 && Fetch
russian: Добавить внешний репозиторий и забрать его
spanish: Agregar remoto y obtener

# _chooseRepo.Text
source: Choose repository:
dutch: Kies opslagplaats:
french: Choisir le dépôt :
german: Repository wählen:
japanese: リポジトリの選択:
korean: 저장소 선택:
russian: Выбрать репозиторий:
spanish: Elegir repositorio:

# _closePullRequestBtn.Text
source: Close pull request
dutch: Sluit binnenhaal verzoek
french: Clore la demande de pull
german: Pull Request schließen
japanese: プルリクエストをクローズ
korean: Pull 요청 닫기
russian: Закрыть запрос на слияние
spanish: Cerrar pedido de Pull

# _fetchBtn.Text
source: Fetch to pr/ branch
dutch: Ophalen en reviewen
french: Récuperer depuis demande de pull/branche
german: Holen und Überprüfen
japanese: pr/ブランチとしてフェッチ
korean: pr/ 브랜치로 Fetch
russian: Забрать в pr/ ветку
spanish: Obtener rama anterior

# _postComment.Text
source: Post comment
dutch: Post commentaar
french: Poster le commentaire
german: Kommentar senden
japanese: コメントを投稿
korean: Post 커밋
russian: Оставить комментарий
spanish: Enviar comentario

# _refreshCommentsBtn.Text
source: Refresh
dutch: Verversen
french: Rafraichir
german: Aktualisieren
japanese: 更新
korean: 새로고침
russian: Обновить
spanish: Actualizar

# _strCouldNotAddRemote.Text
source: Could not add remote with name {0} and URL {1}
dutch: Kon remote met naam {0} en URL {1} niet toevoegen
french: Impossible d'ajouter une branche distante avec le nom {0} et l'URL {1}
german: Hinzufügen von Remote mit Name {0} und URL {1} fehlgeschlagen
japanese: 名称 {0} 、 URL {1} のリモートを追加できませんでした
korean: 원격 저장소 {0} (URL: {1}) 를 추가하지 못하였습니다.
russian: Не удалось добавить внешний репозиторий с именем {0} и URL {1}
spanish: No se pudo agregar el remoto con nombre {0} y URL {1}

# _strCouldNotLoadDiscussion.Text
source: Could not load discussion!
dutch: Kan de discussie niet laden!
french: Impossible de charger la discussion!
german: Laden der Diskussion fehlgeschlagen!
japanese: ディスカッションを読み込めません！
korean: 의견을 읽어 올 수 없습니다!
russian: Не удалось загрузить обсуждение!
spanish: ¡No se pudo cargar la discusión!

# _strFailedToClosePullRequest.Text
source: Failed to close pull request!
dutch: Kon pull request niet sluiten!
french: Echec de cloture de la demande de pull!
german: Schließen des Pull Requests fehlgeschlagen!
japanese: プルリクエストのクローズに失敗しました。
korean: Pull 요청을 닫을 수 없습니다!
russian: Не удалось закрыть запрос на слияние!
spanish: ¡Fallo al cerrar pedido de Pull!

# _strFailedToFetchPullData.Text
source: Failed to fetch pull data!
dutch: Kon pull data niet fetchen!
french: Echec de récupération des données du pull!
german: Pull-Daten holen fehlgeschlagen!
japanese: プルデータのフェッチに失敗しました
korean: Fetch 실패!
russian: Не удалось забрать запрос на слияние!
spanish: ¡Fallo al obtener datos de Pull!

# _strFailedToLoadDiffData.Text
source: Failed to load diff data!
dutch: Kon diff data niet laden!
french: Echec de chargement des données du diff!
german: Laden der Vergleichsdaten fehlgeschlagen!
japanese: 差分データの読み込みに失敗しました。
korean: 파일비교 데이터 로드 실패!
russian: Не удалось загурзить список изменений!
spanish: ¡Fallo al cargar datos diff!

# _strFailedToLoadDiscussionItem.Text
source: Failed to post discussion item!
dutch: Kon discussie item niet versturen!
french: Echec de post de l'item de discussion!
german: Senden des Diskussionspunktes fehlgeschlagen!
japanese: ディスカッションアイテムの投稿に失敗しました！
korean: 의견 제출 실패!
russian: Не удалось оставить комментарий!
spanish: ¡Fallo al enviar item de discusión!

# _strRemoteAlreadyExist.Text
source: ERROR: Remote with name {0} already exists but it points to a different repository! Details: Is {1} expected {2}
dutch: FOUT: Remote met naam {0} bestaat al maar verwijst naar een andere repository! Details: Is {1} verwacht {2}
french: ERREUR : Un dépôt distant avec le nom {0} existe déjà mais pointe vers un dépôt différent! Détails : Est {1} attendu {2}
german: FEHLER: Remote mit Namen {0} existiert bereits, zeigt aber auf ein anderes Repository! Details: Ist: {1}, erwartet: {2}
japanese: エラー: リモート {0} は既に存在しますが、別のリポジトリを指しています！ 詳細: Is {1} expected {2}
korean: 에러: 이름이 {0}인 원격이 이미 있지만 다른 리포지토리를 가리킵니다! 세부사항: {1}이 원래는 {2}입니까?
russian: ОШИБКА: Источник с именем {0} уже существует, но привязан к другому репозиторию. Детали: {1} ожидается {2}
spanish: ERROR: ¡El remoto con el nombre {0} ya existe pero apunta a un repositorio diferente! Detalles: Es {1} esperado {2}

# _strRemoteIgnore.Text
source: Remote ignored
japanese: リモートで無視中
korean: 원격 무시됨
russian: Игнорировать внешний
spanish: Ignorar remoto

# _strUnableUnderstandPatch.Text
source: Error: Unable to understand patch
dutch: Fout: Kon patch niet uitlezen
french: Erreur : Impossible de comprendre le patch
german: Fehler: Interpretieren des Patches fehlgeschlagen
japanese: エラー: パッチは壊れています
korean: 오류: 패치를 분석할 수 없습니다
russian: Ошибка: Не удалось понять патч
spanish: Error: No es posible entender el parche

# columnHeaderBranch.Text
source: Will be fetched to branch
german: Wird auf den Branch geholt (Fetch)
japanese: ブランチとしてフェッチされます
korean: 브랜치에 fetch될 것입니다.
russian: Будет забрано в ветку
spanish: Se traerá de la rama

# columnHeaderCreated.Text
source: Created
dutch: Aangemaakt
french: Créé
german: Erstellt
japanese: 作成日時
russian: Создано
spanish: Creado

# columnHeaderHeading.Text
source: Heading
dutch: Bericht
french: Titre
german: Überschrift
japanese: 表題
russian: Заголовок
spanish: Encabezado

# tabPage1.Text
source: Diffs
french: Différences
japanese: 差分
russian: Изменения

# tabPage2.Text
source: Comments
dutch: Commentaar
french: Commentaires
german: Kommentare
japanese: コメント
korean: 코멘트
russian: Комментарии
spanish: Comentarios

# _notAvailable.Text
source: n/a
dutch: n/b
french: s.o.
russian: недоступно
spanish: n/d

# orLbl.Text
source: or
dutch: of
french: ou
german: oder
korean: 또는
russian: или
spanish: o

# DiffTabPage.Text
source: Diff
dutch: Verschillen
korean: 비교
russian: Изменения

# columnHeader1.Text
source: No.
dutch: Nr.
french: Non.
german: Nr.
russian: Номер.
spanish: Nº

# _branchDefaultRemoteHead.Text
source: (default: remote HEAD)
dutch: (standaard: remote HEAD)
french: (par défaut : branche distante HEAD)
german: (Standard: Remote HEAD)
korean: (기본 설정: 리모트 HEAD )
russian: (по умолчанию: HEAD внешнего репозитория)
spanish: (default: HEAD remoto)

# $this.Text
source: Diff
dutch: Verschillen
german: Vergleichen
korean: 비교
russian: Изменения

# DiffTab.Text
source: Diff
dutch: Verschillen
german: Vergleichen
korean: 비교
russian: Изменения

# Ref.HeaderText
source: Ref
german: Referenz
korean: 참조
russian: Ссылка

# label2.Text
source: Reference:
dutch: Referentie:
french: Référence :
german: Referenz:
korean: 참조:
russian: Ссылка:
spanish: Referencia:

# _ours.Text
source: ours
dutch: onze
french: les notres
russian: наши
spanish: nuestro

# _theirs.Text
source: theirs
dutch: hun
french: les leurs
russian: их
spanish: su

# labelRevCount.Text
source: n/a
russian: недоступно

# columnHeaderBy.Text
source: By
dutch: Door
french: Par
german: Von
russian: От
spanish: Por

# regexFilter.Text
source: /(feature|develop)/
korean: /(기능|개발)/

# ButtonOk.Text
source: OK
korean: 확인
spanish: Aceptar

# btnOK.Text
source: OK
korean: 확인
spanish: Aceptar

# buttonOk.Text
source: OK
korean: 확인
spanish: Aceptar

# btnOk.Text
source: OK
korean: 확인
spanish: Aceptar

# btnOk.Text
source: &OK
korean: 확인 (&OK)
spanish: &Aceptar

# ok.Text
source: OK
korean: 확인
spanish: Aceptar

# okBtn.Text
source: OK
korean: 확인
spanish: Aceptar

# Ok.Text
source: OK
korean: 확인
spanish: Aceptar

# $this.Text
source: Reflog
korean: 참조 기록
spanish: Volver a registrar

# okButton.Text
source: OK
korean: 확인
spanish: Aceptar

# Description.Text
source: GitFlow
korean: 깃 플로우

# $this.Title
source: Git
korean: 깃

# _okText.Text
source: OK
korean: 확인
spanish: Aceptar

# ShowEolMarkerAsGlyph.Text
source: Show end-of-line markers as glyph instead of "\r\n" etc.
spanish: Mostrar marcas de fin de línea como iconos en vez de "\r\n"....

# gbFonts.Text
source: Fonts (restart required)
spanish: Fuentes (reinicio requerido)

# Rebase.Text
source: &Rebase current branch on this branch...
spanish: &Rebase de la rama actual a esta rama

# RebaseTooltip.Text
source: Rebase current branch on this branch
spanish: Rebase de la rama actual a esta rama

# btnCopy.toolTip
source: Copy the issue details into clipboard
spanish: Copiar los detalles del problema en el portapapeles

# quitButton.toolTip
source: Quit application without reporting the issue
spanish: Salir de la aplicación sin informar del problema

# sendAndQuitButton.toolTip
source: Report the issue to GitHub and quit application. A valid GitHub account is required
spanish: Informar del problema a GitHub y salir de la aplicación. Se requiere una cuenta válida de GitHub

# $this.Text
source: Git Extensions
spanish: Git Extensiones

# _closeAll.Text
source: Close all windows
spanish: Cerrar todas las ventanas

# copyFullPathsCygwinToolStripMenuItem.Text
source: Copy full path(s) - &Cygwin
spanish: Copiar ruta/s completa(s) - &Cygwin

# copyFullPathsNativeToolStripMenuItem.Text
source: Copy &full path(s) - native
spanish: Copiar ruta/s completa(s) - nativo

# copyFullPathsWslToolStripMenuItem.Text
source: Copy full path(s) - &WSL
spanish: Copiar ruta/s completa(s) - &WSL

# copyRelativePathsNativeToolStripMenuItem.Text
source: Copy relative path(s) - &native
spanish: Copiar ruta/s relativas(s) - &nativo

# copyRelativePathsPosixToolStripMenuItem.Text
source: Copy relative path(s) - &POSIX
spanish: Copiar ruta/s relativas(s) - &POSIX

# toolStripFileExplorer.ToolTipText
source: File Explorer
dutch: Verkenner
french: Explorateur de fichiers
german: Datei-Explorer
spanish: Explorador de archivos

# Amend.Text
source: &Amend commit
spanish: &Arreglar commit

# ResetAuthor.Text
source: R&eset author
spanish: R&establecer autor

# ResetSoft.Text
source: Reset so&ft
spanish: Restablecido suave

# StashStaged.Text
source: Stas&h staged changes
spanish: Stas&h cambios reservados

# _amendCommit.Text
source: You are about to rewrite history. Only use Amend if the commit has not been published yet! Do you want to continue?
spanish: Está a punto de reescribir la historia. ¡Modifique solo si el commit no está publicado aún! ¿Desea continuar?

# _amendResetSoft.Text
source: You are about to rewrite history by Soft Reset to the previous commit. Only use Amend / Reset if the commit has not been published yet! Do you want to continue?
spanish: Está a punto de reescribir la historia por un Restablecido suave al commit anterior. ¡Modifique/Restablezca solo si el commit no está publicado aún! ¿Desea continuar?

# _commitAndForcePush.Text
source: Commit && force &push
spanish: Commit && forzar &push

# copyPathsToolStripMenuItem.Text
source: Copy &path(s)
spanish: Copiar &ruta(s)

# btnAbort.Text
source: A&bort
spanish: A&bortar

# btnAddFiles.Text
source: &Add files
spanish: &Añadir ficheros

# btnContinueRebase.Text
source: &Continue rebase
spanish: &Continuar rebase

# btnEditTodo.Text
source: &Edit todo...
spanish: &Editar TODO...

# btnSkip.Text
source: S&kip currently applying commit
spanish: Omitir aplicación actual en el commit

# btnSolveConflicts.Text
source: &Solve conflicts
spanish: Re&solver conflictos

# btnSolveMergeconflicts.Text
source: There are unresolved merge conflicts
spanish: Hay conflictos de fusión sin resolver

# chkSpecificRange.Text
source: Specific ra&nge
spanish: Ra&ngo específico

# llblShowOptions.Text
source: Show options
spanish: Mostrar opciones

# $this.Title
source: Git Extensions
spanish: Git Extensiones

# Merge.Text
source: &Merge into current branch...
spanish: Unir a la ra&ma actual...

# CommitHash.HeaderText
source: Commit hash
spanish: Hash del commit

# Checkout.Text
source: Chec&kout remote branch...
spanish: Verificar rama remota....

# Delete.Text
source: &Delete remote branch...
spanish: Eliminar rama remota...

# Rebase.Text
source: &Rebase current branch on this remote branch...
spanish: &Rebase de la rama actual a esta rama remota

# mnubtnDeleteAllBranches.ToolTipText
source: Delete all child branches, which must all be fully merged in its upstream branch or in HEAD
spanish: Eliminar las ramas hijas, que deben estar completamente unidas en su rama principal o en HEAD

# mnubtnFetchOneBranch.ToolTipText
source: Fetch this remote branch
spanish: Fetch la rama remota

# mnubtnFetchRebase.ToolTipText
source: Fetch then rebase current branch on this remote branch
spanish: Fetch & Rebase la rama actual a esta rama remota

# mnubtnPullFromRemoteBranch.ToolTipText
source: Fetch then merge this remote branch into current branch
spanish: &Fetch y luego une esta rama remota con la rama actual

# mnubtnRemoteBranchFetchAndCheckout.ToolTipText
source: Fetch then checkout this remote branch
spanish: Fetch y luego verifica la rama remota

# amendCommitToolStripMenuItem.Text
source: Create an &amend commit...
spanish: Crear un &arreglo de commit...

# _menuHelp.Text
source: * Checked: at top level for direct access * Intermediate: in a cascaded context menu * Unchecked: not added to the menu
spanish: * Chequeado: a nivel superior para acceso directo * Intermedio: En un menú contextual en cascada * Sin chequear: No añadido al menú

# _noItems.Text
source: no items
spanish: sin ítems

# lblMenuEntries.Text
source: Configuration of items in the context menu
spanish: Configuración de elementos en el menú contextual

# Checkout.Text
source: Chec&kout tag revision...
spanish: Revisar etiqueta de check&out...

# CheckoutTooltip.Text
source: Checkout this tag revision
spanish: Revisar esta etiqueta de &revisión

# Delete.Text
source: &Delete tag...
spanish: &Eliminar etiqueta...

# Rebase.Text
source: &Rebase current branch on this tag revision...
spanish: &Rebase la rama actual a esta revisión de etiqueta...

# RebaseTooltip.Text
source: Rebase current branch on this tag
spanish: Hacer rebase de la rama actual a esta etiqueta

# _authorDateSortWarningTooltip.Text
source: Sorting by author date may delay rendering of the revision graph.
french: Trier par date d'écriture peut ralentir l'affichage du graphe de révision
german: Das Sortieren nach dem Datum des Autors kann das Rendern des Revisionsgraphen verzögern.

# _noImageServiceTooltip.Text
source: A default image, if an email address has no matching Gravatar image. See http://en.gravatar.com/site/implement/images#default-image for more details.
french: Une image par défaut dans le cas où l'email n'a pas d'image Gravatar correspondante. Voir http://en.gravatar.com/site/implement/images#default-image pour plus de détails.
german: Ein Standard Bild wenn zu einer E-Mail Adresse kein passendes Gravatar Bild gefunden wird. Besuchen Sie http://de.gravatar.com/site/implement/images#default-image für mehr Details.

# chkSortByAuthorDate.Text
source: Sort by author date
french: Trier par date d'écriture
german: Nach Autor Datum sortieren

# _cantRegisterShellExtension.Text
source: Could not register the shell extension because '{0}' could not be found.
dutch: De shell extensions kunnen niet worden geregistreerd omdat '{0}' niet kan worden gevonden.
french: Impossible d’enregistrer l'extension du shell car '{0}' ne peut être trouvé.
german: Konnte die Shell-Erweiterung nicht registrieren weil '{0}' nicht gefunden werden konnte.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure git (Git for Windows or cygwin) is installed or set the correct command manually.
dutch: Het pad naar git werd niet automatisch gevonden. Zorg dat git (Git voor Windows of cygwin) is geïnstalleerd of stel het pad handmatig in.
french: La commande pour lancer git ne peut pas être déterminée automatiquement. Veuillez vous assurez que git (Git for Windows ou cygwin) est installé ou renseignez la commande correcte manuellement.
german: Der Befehl zum Ausführen von git konnte nicht automatisch bestimmt werden. Stellen Sie sicher, dadd git (Git für Windows oder cygwin) installiert wurde oder setzen Sie den Befehl manuell.

# _unknownSshClient.Text
source: Unknown SSH client configured: {0}.
dutch: Onbekende SSH client geconfigureerd: {0}.
french: Client SSH inconnu configuré : {0}
german: Unbekannter SSH Client konfiguriert: {0}.

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (stash will be popped automatically)
dutch: Weggezette wijzigingen terugzetten na gelukte checkout (altijd 'Ja')
french: Appliquer les changement stashés après un chargement réussi (le stash sera appliqué automatiquement)
german: Gestashte Änderungen anwenden (Stash wird automatisch gepoppt nach einem erfolreichen Checkout)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (stash will be popped automatically)
dutch: Weggezette wijzigingen terugzetten na gelukte pull (altijd 'Ja')
french: Appliquer les modifications du stash après une récupération avec succès (Le stash sera appliqué automatiquement)
german: Gestashte Änderungen anwenden (Stash wird automatisch gepoppt)

# chkSwitchWorktree.Text
source: Switch Worktree
french: Changer de Worktree
german: Worktree wechseln

# gbConfirmations.Text
source: Don't ask to confirm to (use with caution)
dutch: Geen bevestiging vragen om
french: Ne pas demander de confirmation (utiliser avec précaution)
german: Nicht Nachfragen beim (mit Vorsicht verwenden)

# label3.Text
source: Font size
dutch: Tekengrootte
french: Taille de la police
german: Schriftgröße

# chkShowDiffForAllParents.ToolTipText
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE): - Show the difference between the commits. - The difference of unique files from BASE to each of the selected commits. - The difference of common files (identical changes) from BASE to the commits. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
german: Zeige alle Unterschiede zwischen den ausgewählten Commits, ohne Beschränkung auf einen Unterschied. - Für einen einzelnen ausgewählten Commit zeige den Unterschied zu seinem Eltern Commit. - Für einen einzelnen ausgewählten Commit zeige den Unterschied zu allen Eltern Commits. - Für zwei ausgewählte Commits zeige den Unterschied zu einem gemeinsamen Vorfahren (BASE): - Zeige den Unterschied zwischen den Commits. - Zeigen den Unterschied einzigartiger Dateien von BASE in jedem der ausgewählten Commits. - Den Unterschied der gewöhnlichen Dateien (identische Änderungen) von BASE zu den Commits. - Für mehrere (bis zu vier) ausgewählte Commits zeige den Unterschied vom ersten gewählten zu den anderen zuletzt gewählten Commits. - Für mehr als vier ausgewählte Commits, zeige den Unterschied vom ersten gewählten zum letzten gewählten Commit an.

# _openSubmoduleMenuItem.Text
source: Open with Git Extensions
dutch: Openen met Git Extensions...
french: Ouvrir avec Git Extensions...
german: Öffnen mit Git Extensions...

# closeBtn.Text
source: Close
dutch: Sluiten
french: Fermer
german: Schließen

# Abort.Text
source: Abort patch
dutch: Patch afbreken
french: Abandonner le patch
german: Patch abbrechen

# BrowseDir.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen

# IgnoreWhitespace.Text
source: Ignore Wh.spc.
dutch: Negeer wit.rmtn.
french: Ignorer les espaces blancs
german: Leerzeichen ignor.

# Mergetool.Text
source: Solve conflicts
dutch: Conflicten oplossen
french: Résoudre les conflits
german: Konflikte lösen

# PatchDirMode.Text
source: Patch directory
french: Patcher le répertoire
german: Patch-Verzeichnis
