Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
dutch: Er is handmatig een merge tool ingesteld: {0}
french: Un outil de merge personnalisé a été configuré : {0}
german: Benutzerdefiniertes Merge-Werkzeug konfiguriert: {0}
japanese: カスタムマージツールが設定されています: {0}
korean: 머지도구가 설정 되었습니다 : {0}
russian: Настроен инструмент слияния: {0}
spanish: Hay una herramienta de fusión personalizada configurada: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
dutch: Er is een vergelijkingstool ingesteld: {0}
french: Un outil de diff a été configuré : {0}
german: Ein Diff-Werkzeug ist konfiguriert: {0}
japanese: Diffツールが設定されています: {0}
korean: 파일비교툴이 설정 되었습니다 : {0}
russian: Настроен инструмент сравнения: {0}
spanish: Hay una herramienta de diff personalizada configurada: {0}

# _emailSet.Text
source: A username and an email address are configured.
dutch: Er is een gebruikersnaam en e-mail adres ingesteld.
french: Un nom d'utilisateur et une adresse e-mail sont renseignés.
german: Ein Benutzername und eine E-Mail-Adresse sind konfiguriert.
japanese: ユーザ名とメールアドレスが設定されています。
korean: 사용자 이름 및 메일이 설정되어 있습니다.
russian: Имя пользователя и электронная почта настроены.
spanish: Se configuró un nombre de usuario y dirección de email.

# _gcmDetectedCaption.Text
source: Obsolete git-credential-winstore.exe detected
dutch: Verouderde git-credential-winstore.exe gedetecteerd
french: git-credential-winstore.exe obsolète détecté
german: git-credential-winstore.exe ist veraltet
japanese: 無効な「git-credential-winstore.exe」が検出された
korean: 사용되지 않는 git-credential-winstore.exe가 발견됨
russian: Обнаружен устаревший git-credential-winstore.exe
spanish: Detectado git-credential-winstore.exe obsoleto

# _gitCanBeRun.Text
source: Git can be run using: {0}
dutch: Git kan worden uitgevoerd met: {0}
french: Git peut être lancé avec: {0}
german: Git kann ausgeführt werden mit: {0}
japanese: Gitは正常にインストールされています: {0}
korean: Git 실행파일 경로: {0}
russian: Git может быть запущен используя: {0}
spanish: Git se puede ejecutar con: {0}

# _gitCanBeRunCaption.Text
source: Locate git
dutch: Git opzoeken
french: Emplacement Git
german: Git suchen
japanese: 使用するGit
korean: Git을 찾습니다
russian: Найти git
spanish: Ubicar git

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
dutch: Git is niet gevonden. Om dit probleem op te lossen dient u zelf het juiste pad in te voeren.
french: Git non trouvé. Pour corriger ce problème vous devez entrer un chemin valide.
german: Git wurde nicht gefunden. Um das Problem zu lösen, setzen Sie bitte den korrekten Pfad in den Einstellungen.
japanese: Gitが見つかりません。問題を解決するため正しいパスを設定してください。
korean: Git 실행파일을 찾을 수 없습니다. 이 문제를 해결하기 위해 정확한 Git 경로를 설정하세요.
russian: Git не найден. Укажите путь к git в настройках.
spanish: Git no encontrado. Para resolver este problema puede configurar la ruta correcta en Ajustes.

# _gitVersionFound.Text
source: Git {0} is found on your computer.
dutch: Git {0} is gevonden op de computer.
french: Git {0} a été trouvé sur votre ordinateur.
german: Git {0} wurde auf dem Computer gefunden.
japanese: Git {0} がインストールされています。
korean: Git {0} 버전이 설치 되었습니다.
russian: Git {0} найден на компьютере.
spanish: Git {0} se encontró en su computadora.

# _languageConfigured.Text
source: The configured language is {0}.
dutch: De ingestelde taal is {0}.
french: La langue utilisée est {0}.
german: Die eingestellte Sprache ist {0}.
japanese: 設定されている言語は {0} です。
korean: 언어 설정: {0}.
russian: Язык выбран: {0}.
spanish: El idioma configurado es {0}.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
dutch: Het pad naar linux tools (sh) werd niet automatisch gevonden. Zorg dat de linux tools geïnstalleerd zijn (door Git voor Windows of cygwin) of stel het pad handmatig in.
french: Le chemin vers les outils linux (sh) n'a pas pu être trouvé automatiquement. Veuillez vérifier que des outils linux sont installés (par Git fo Windows ou cygwin) ou entrez un chemin valide manuellement.
german: Der Pfad zu den Linuxtools (sh) konnte nicht automatisch gefunden werden. Bite stellen Sie sicher dass die Linuxtools installiert sind. (durch Git für Windows oder cygwin) oder setzen Sie die Pfade manuell.
japanese: linuxツール(sh)へのパスが見つかりませんでした。 (Git for Windows あるいは cygwin 経由で)linuxツールがインストールされているか確認し、正しいパスを設定してください。
korean: 리눅스 툴(sh)이 자동 검출되지 않았습니다. 리눅스 툴(sh)을 새로 설치 하거나, 매뉴얼대로 현재 경로를 설정하세요.
russian: Путь к инструментам Linux (sh) не может быть найден автоматически. Пожалуйста, убедитесь что инструменты Linux установлены (через Git for Windows или cygwin) или задайте путь вручную.
spanish: La ruta a las herramientas de Linux (sh) no se pudo encontrar automáticamente. Por favor asegúrese de que las herramientas de Linux están instaladas (mediante Git para Windows o cygwin), o configure la ruta correcta manualmente.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
dutch: Linux tools opzoeken
french: Emplacement outils Linux
german: Linux Tools finden
japanese: Linuxツールの場所
korean: 리눅스 툴 경로
russian: Найти инструменты Linux
spanish: Ubicar herramientas linux

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
dutch: Linux tools (sh) gevonden op deze computer
french: Les outils Linux (sh) ont été trouvés sur votre ordinateur.
german: Linux Tools (sh) wurde auf Ihrem Computer gefunden.
japanese: Linuxツール (sh) は正しくインストールされています。
korean: 리눅스 툴(sh)이 검색 되었습니다.
russian: Инструменты Linux (sh) найдены на этом компьютере.
spanish: Herramientas linux (sh) encontradas en su computadora.

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
dutch: Linux tools (sh) niet gevonden. Om dit probleem op te lossen moet het juiste pad ingesteld worden in het instellingen scherm.
french: Outils Linux (sh) non-trouvés. Pour corriger ce problème vous devez entrer un chemin valide.
german: Linux Tools (sh) konnte auf Ihrem Computer nicht gefunden werden. Lösen Sie das Problem indem Sie den korrekten Pfad in den Einstellungen festlegen.
japanese: Linuxツール (sh) は見つかりませんでした。正しいインストール先を設定してください。
korean: 리눅스 툴(sh)을 찾지 못하였습니다. 문제를 해결할려면, 정확한 경로를 설정하십시요.
russian: Инструменты Linux (sh) не найдены. Чтобы исправить эту проблему, вы можете задать правильный путь в настройках.
spanish: Herramientas linux (sh) no encontradas. Para resolver este problema puede configurar la ruta correcta en ajustes.

# _mergeToolXConfigured.Text
source: There is a mergetool configured: {0}
dutch: Er is een merge-tool ingesteld: {0}
french: Il y a un outil de merge configuré: {0}
german: Es ist ein Mergewerkzeug konfiguriert: {0}
japanese: マージツールが設定されています: {0}
korean: 머지도구가 설정 되었습니다 : {0}
russian: Настроенный инструмент слияния: {0}
spanish: Hay una herramienta de fusión configurada: {0}

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
dutch: {0} is geconfigureerd als vergelijkingstool, dit is een maatwerk vergelijkingstool en heeft een maatwerk commando nodig.
french: {0} est configuré comme outil de fusion, c'est un outil de fusion personnalisé et la configuration d'une commande personnalisée est nécessaire.
german: {0} wurde als Merge-Werkzeug konfiguriert. Das ist ein benutzerdefiniertes Merge-Werkzeug und muss für einen bestimmten Befehlsaufruf konfiguriert werden.
japanese: {0}をマージツールとして設定しますが、これはカスタムマージツールであるため、カスタムコマンドの設定が必要です。
korean: {0}가 머지도구로 설정 되었지만, 제대로 동작하지 않을 수 있습니다. 실행 명령어 설정을 통하여 바로 잡아 주세요.
russian: {0} сконфигурирован как инструмент слияния, это пользовательский инструмент слияния и нуждается в настройке команды для запуска.
spanish: {0} está configurada como herramienta de fusión, necesita que se configure un comando personalizado.

# _noDiffToolConfiguredCaption.Text
source: Difftool
french: Outil de diff
german: Diff-Werkzeug
japanese: Diffツール
korean: 파일비교툴
russian: Инструмент сравнения

# _noEmailSet.Text
source: You need to configure a username and an email address.
dutch: Er is geen gebruikersnaam of wachtwoord ingesteld. Dit is nodig voor een correcte werking.
french: Vous devez renseigner un nom d'utilisateur et une adresse email.
german: Sie müssen einen Benutzernamen und eine E-Mail-Adresse konfigurieren.
japanese: ユーザ名とメールアドレスが設定されていません。
korean: 사용자 이름과 이메일 주소를 설정해야 합니다.
russian: Вам необходимо настроить имя пользователя и адрес электронной почты.
spanish: Necesita configurar un nombre de usuario y dirección de email.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
dutch: Er is geen taal ingesteld voor Git Extensions
french: Il n'y a aucun langue configurée pour Git Extensions.
german: Es wurde keine Sprache für GitExtensions ausgewählt.
japanese: Git Extensions に 言語が設定されていません。
korean: 해당 언어를 설정할 수 없습니다.
russian: Язык не настроен для Git Extensions.
spanish: No se configuró el idioma para Git Extensions.

# _notRecommendedGitVersion.Text
source: Git found but version {0} is older than recommended. Upgrade to version {1} or later
french: Git a été trouvé mais la version {0} est plus ancienne que la version recommandée. Mettez à jour vers la version {1} ou supérieure
german: Git wurde gefunden aber Version {0} wird nicht unterstützt. Auf Version {1} oder höher updaten.
japanese: インストールされている Git {0} はサポート対象外です。バージョン {1} 以上に更新してください。
korean: Git을 찾았지만 {0} 버전이 권장보다 오래된 버전입니다. 버전 {1} 이상으로 업그레이드 하십시오.
russian: Git найден, но его версия {0} меньше рекомендуемой. Обновите до версии {1} или выше
spanish: Git encontrado pero la versión {0} es anterior a la recomendada. Actualicela a la versión {1} o posterior

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
dutch: Standaard SSH client, OpenSSH, wordt gebruikt. (het commando venster zal verschijnen bij pull, push en kloon operaties)
french: Le client SSH par défaut (OpenSSH) sera utilisé. (Une console apparaitra pour les opérations pull, push et clonage)
german: Standard SSH Client OpenSSH wird verwendet. (Kommandozeilenfenster wird bei Pull, Push und Clone Aktionen angezeigt)
japanese: デフォルトのSSHクライアント OpenSSHが使われます。(Pull，Push，Cloneを行なう際に、コマンドラインウィンドウが現れます)
korean: 기본 SSH Client, OpenSSH 가 사용됩니다. (git pull, push, clone 명령어 실행시 실행창이 잠시 보여집니다)
russian: Используется SSH-клиент по умолчанию, OpenSSH (командная строка появится после операций получить, отправить и клонировать)
spanish: El cliente SSH predeterminado, OpenSSH, será utilizado. (La ventana de línea de comandos aparecerá al realizar Pull, Push y Clonar)

# _otherSshClient.Text
source: Other SSH client configured: {0}.
japanese: その他のSSHクライアントが設定されています: {0}
korean: 다른 SSH 클라이언트가 설정되었습니다: {0}.
russian: Настройки другого SSH клиента: {0}.
spanish: Otro cliente SSH configurado: {0}.

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
dutch: PuTTY is geconfigureerd als SSH client maar plink.exe, puttygen.exe en/of pageant.exe kunnen niet gevonden worden.
french: PuTTY est configuré comme client SSH mais plink.exe, puttygen.exe ou pageant.exe sont introuvable.
german: PuTTY wurde als SSH Client ausgewählt aber plink.exe, puttygen.exe oder pageant.exe wurden nicht gefunden.
japanese: SSHクライアントとしてPuTTYが設定されていますが、plink.exe, puttygen.exe または pageant.exeが見つかりません。
korean: PuTTY 가 SSH 클라이언트로 설정 되었습니다만, plink.exe, puttygen.exe, pageant.exe 파일을 찾을 수 없습니다.
russian: PuTTY настроен как SSH клиент, но невозможно найти plink.exe, puttygen.exe или pageant.exe.
spanish: PuTTY está configurado como cliente SSH pero no se puede encontrar plink.exe, puttygen.exe o pageant.exe.

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
dutch: SSh client PuTTY is goed geconfigureerd.
french: Le client SSH PuTTY est configuré convenablement.
german: SSH Client PuTTY ist korrekt konfiguriert.
japanese: SSHクライアントPuTTYが正しくインストールされています。
korean: SSH 클라리언트 PuTTY가 설정 되었습니다.
russian: В качестве SSH-клиента настроен PuTTY.
spanish: El cliente SSH PuTTY está configurado correctamente.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
dutch: Alle paden benodigd voor PuTTY zijn automatisch ingesteld.
french: Tous les répertoires nécessaires pour PuTTY peuvent être trouvés automatiquement et ont été mis à jour.
german: Alle Pfade die für PuTTY gebraucht werden wurden automatisch gefunden und sind konfiguriert.
japanese: PuTTYのインストール先がすべて自動的に検出され設定されました。
korean: PuTTY 에 필요한 모든 경로가 자동으로 설정 됩니다.
russian: Все пути, необходимые для PuTTY, могут быть автоматически найдены и установлены.
spanish: Todas las rutas necesarias para PuTTY pudieron encontrarse automáticamente y estan configuradas.

# _registryKeyGitExtensionsCorrect.Text
source: Git Extensions is properly registered.
dutch: Git Extensions is juist geregistreerd
french: GitExtensions est correctement enregistré.
german: Git Extensions wurde korrekt registriert.
japanese: GitExtensionsは正しく登録されています。
korean: GitExtensions 가 정상적으로 레지스터리에 등록되었습니다.
russian: Git Extensions правильно зарегистрирован.
spanish: Git Extensions ha sido registrado correctamente.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
dutch: Ongeldige installatie directory opgeslagen in [Software\GitExtensions\InstallDir].
french: Répertoire d'installation invalide stocké dans [Software\GitExtensions\InstallDir].
german: Ungültiges Installationsverzeichnis gespeichert in [Software\GitExtensions\InstallDir].
japanese: GitExtensionsは正しい [Software\GitExtensions\InstallDir] の位置にインストールされていません。
korean: [Software\GitExtensions\InstallDir]는 잘못 된 설치 정보 입니다.
russian: Неверный каталог установки хранятся в [Software\GitExtensions\InstallDir].
spanish: Directorio de instalación inválido guardado en [Software\GitExtensions\InstallDir].

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
dutch: Register waarde mist [Software\GitExtensions\InstallDir].
french: Entrée de registre manquante [Software\GitExtensions\InstallDir].
german: Eintrag in der Registrierungsdatenbank fehlt [Software\GitExtensions\InstallDir].
japanese: レジストリエントリ [Software\GitExtensions\InstallDir] が見つかりません。
korean: [Software\GitExtensions\InstallDir] 레지스트리 항목 누락.
russian: Отсутствует запись в реестре [Software\GitExtensions\InstallDir].
spanish: Entrada del registro faltante [Software\GitExtensions\InstallDir].

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
dutch: Commando sh kan uitgevoerd worden middels: {0}sh
french: La commande sh peut être lancer en utilisant : {0}sh
german: sh Befehl kann ausgeführt werden mit: {0}sh
japanese: shコマンドは正常にインストールされています: {0}sh
korean: 쉘 명령을 실행하지 못하였습니다: {}sh
russian: Команда sh может быть запущена используя: {0}sh
spanish: Comando sh puede ser ejecutado usando: {0}sh

# _shCanBeRunCaption.Text
source: Locate linux tools
dutch: Linux tools opzoeken
french: Emplacement outils Linux
german: Linux Tools suchen
japanese: Linuxツールの場所
korean: 리눅스 툴 경로
russian: Найти инструменты Linux
spanish: Ubicar herramientas linux

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
dutch: {0} moet geregistreerd zijn om de 'shell extensions' te gebruiken.
french: {0} doit être enregistré pour pouvoir utiliser les extensions du shell.
german: {0} muss registriert werden, damit die Shell-Erweiterungen verwendet werden können.
japanese: シェル拡張を使用するには {0} を登録する必要があります。
korean: 쉘확장 프로그램을 사용하기 위해서 {0} 가 레지스터리에 등록되어야 합니다.
russian: {0} должен быть зарегистрирован для использования расширения оболочки.
spanish: {0} necesita ser registrado para utilizar las extensiones del explorador.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
dutch: Shell extensions zijn niet geinstalleerd. Voer de installatie procedure opnieuw uit om deze te installeren.
french: Les extensions du shell ne sont pas installées. Lancez l'installateur pour installer les extensions du shell.
german: Shell-Erweiterungen sind nicht installiert. Führen Sie den Installer aus, um die Shell-Erweiterungen zu installieren.
japanese: シェル拡張はインストールされていません。インストーラを実行してシェル拡張をインストールしなおしてください。
korean: 쉘 확장 프로그램이 설치되지 않았습니다. 설치파일을 실행하여 쉘 확장(shell extensions) 프로그램을 포함시켜 설치하세요.
russian: Расширение оболочки не установлено. Запустите инсталлятор для установки расширения оболочки.
spanish: Las extensiones del explorador no están instaladas. Ejecute el instalador para instalar las extensiones del explorador.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
dutch: Shell extensions goed geregistreerd.
french: Les extensions du shell ont été enregistré correctement.
german: Shell-Erweiterungen wurden erfolgreich registriert.
japanese: シェル拡張は正しく登録されています。
korean: 쉘 확장 프로그램이 정상적으로 레지스터리에 등록되었습니다.
russian: Расширение оболочки зарегистрировано должным образом.
spanish: Extensiones del explorador registradas correctamente.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure that Git for Windows is installed or set the correct command manually.
japanese: gitを実行するためのコマンドを自動判定できませんでした。 Git for Windowsがインストールされているか確認し、正しいコマンドを設定してください。
korean: git 실행 명령을 자동으로 확인할 수 없습니다. Git for Windows가 설치되어 있는지 확인하거나 올바른 명령을 수동으로 설정하십시오.
russian: Команда для запуска git не может быть определена автоматически. Пожалуйста, убедитесь что Git for Windows установлен или задайте правильную команду вручную.
spanish: El comando para ejecutar git no se pudo determinar automaticamente. Por favor, verifica que Git para Windows se ha instalado o establece el comando manualmente.

# _solveGitCommandFailedCaption.Text
source: Locate git
dutch: Git opzoeken
french: Emplacement Git
german: Git suchen
japanese: 使用するGit
korean: Git을 찾습니다
russian: Найти git
spanish: Ubicar git

# _sshClientNotFound.Text
source: SSH client not found: {0}.
japanese: SSHクライアントが見つかりません: {0}。
korean: SSH 클라이언트를 찾을 수 없습니다. {0}.
russian: SSH-клиент не найден: {0}.
spanish: Cliente SSH no encontrado: {0}.

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
dutch: Git is gevonden maar versie {0} wordt niet ondersteund. Upgrade naar versie {1} of nieuwer.
french: Git a été trouvé mais la version {0} n'est pas supportée. Mettez à jour vers la version {1} ou supérieure
german: Git wurde gefunden aber Version {0} wird nicht unterstützt. Auf Version {1} oder höher updaten.
japanese: インストールされている Git {0} はサポート対象外です。バージョン {1} 以上に更新してください。
korean: 지원되지 않는 Git 버전 {0}을 찾았습니다. {1} 버전 또는 최신으로 업그레이드 하세요.
russian: Git найден, но версия {0} не поддерживается. Обновите до версии {1} или выше
spanish: Git encontrado pero la versión {0} no está soportada. Actualice a la versión {1} o posterior

# label11.Text
source: The checklist below validates the basic settings needed for Git Extensions to work properly.
french: La liste de contrôle ci-dessous valide les paramètres de base nécessaires au bon fonctionnement de Git Extensions
german: Die folgende Checkliste validiert die grundlegenden Einstellungen, die Git Extensions braucht, um richtig zu funktionieren.
japanese: 以下のチェックリストで、 Git Extension が正しく動作するために必要な基本的な設定を検証します。
korean: GitExtension을 동작 시키기 위한 기본 설정값 확인 사항
russian: Контрольный список проверяет основные настройки, необходимые для работы Git Extensions.
spanish: La siguiente es una lista de verificación de la configuración básica necesaria para que Git Extensions funcione correctamente.

# translationConfig_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# $this.Text
source: Colors
dutch: Kleuren
french: Couleurs
german: Farben
japanese: 色
korean: 색상
russian: Цвета
spanish: Colores

# DefaultThemeName.Text
source: default
german: Standard
japanese: デフォルト
korean: 기본값
russian: по умолчанию
spanish: por defecto

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
dutch: Teken niet gerelateerde vertakkingen grijs
french: Dessiner les graphes non en rapport en gris
german: Graphen ohne Bezug grau zeichnen
japanese: 関係のないものを灰色で描画
korean: 유효하지 않은 그래프 표시 (회색)
russian: Рисовать не родственные кривые серым
spanish: Dibujar no parientes con color gris

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
dutch: Teken niet gerelateerde teksten grijs
french: Dessiner les textes non en rapport en gris
german: Texte ohne Bezug grau zeichnen
japanese: 関係のないテキストを灰色で描画
korean: 유효하지 않은 글 표시 (회색)
russian: Рисовать не родственный текст серым
spanish: Dibujar en gris el texto de los no emparentados

# FormatUserDefinedThemeName.Text
source: {0}, user-defined
german: {0}, benutzerdefiniert
japanese: {0}, ユーザー定義
korean: {0}, 사용자 정의
russian: {0}, определяется пользователем
spanish: {0}, definido por el usuario

# MulticolorBranches.Text
source: Multicolor branches
dutch: Gekleurde vertakkingen
french: Branches de couleurs multiples
german: Mehrfarbige Branches
japanese: ブランチに複数の色を使用
korean: 브랜치를 다양한 색상으로 표시
russian: Многоцветные ветки
spanish: Ramas multicolor

# chkColorblind.Text
source: Colorblind
japanese: 色覚障害
korean: 색맹
russian: Дальтонизм
spanish: daltónico

# chkDrawAlternateBackColor.Text
source: Draw alternate background
dutch: Gebruik andere achtergrond
french: Dessiner un fond alternatif
german: Abwechselnden Hintergrund zeichnen
japanese: 代替の背景を描画
korean: 대체 배경 그리기
russian: Рисовать альтернативный фон
spanish: Dibujar fondo alternativo

# chkFillRefLabels.Text
source: Fill git ref labels
japanese: git 参照ラベルを塗りつぶす
russian: Заполнить метки ссылок git
spanish: Rellenar etiquetas ref de git

# chkHighlightAuthored.Text
source: Highlight authored revisions
dutch: Highlight revisies met auteur
french: Surligner les révisions des auteurs
german: Markiere autorisierte Revision
japanese: 作成者のリビジョンをハイライト
korean: 본인이 작성한 리비전 강조
russian: Подсветить ревизии с вашим авторством
spanish: Resaltar revisiones de mi autoria

# chkUseSystemVisualStyle.Text
source: Use system-defined visual style (looks bad with dark colors)
german: Verwende den vom System definierten visuellen Stil (schaut schlecht aus mit dunklen Farben)
japanese: システムで定義したスタイルを使用(ダーク系の場合、見た目が悪くなります)
korean: 시스템 정의 스타일 사용(어두운 색상과 어울리지 않습니다)
russian: Использовать системный визуальный стиль (плохо смотрится с темными цветами)
spanish: Use un estilo visual definido por el sistema (se ve mal con colores oscuros)

# gbRevisionGraph.Text
source: Revision graph
dutch: Revisie grafiek
french: Graphe de révisions
german: Revisionsgraph
japanese: リビジョングラフ
korean: 리비전 그래프
russian: Граф ревизий
spanish: Grafo de revisión

# gbTheme.Text
source: Theme
french: Thème
japanese: テーマ
korean: 주제
russian: Тема
spanish: Estilo

# lblRestartNeeded.Text
source: Restart required to apply changes
french: Redémarrage requis pour appliquer les modifications
german: Neustarten, um Änderungen anzuwenden
japanese: 変更を適用するには再起動が必要です
korean: 변경 내용을 적용하려면 다시 시작하십시오
russian: Требуется перезапуск для применения измений
spanish: Se requiere reiniciar para aplicar los cambios

# sbOpenThemeFolder.Text
source: Open theme folder
japanese: テーマフォルダを開く
korean: 테마 폴더 열기
russian: Открыть папку с темой
spanish: Abrir carpeta de tema

# tsmiApplicationFolder.Text
source: Application folder
japanese: アプリケーションフォルダ
korean: 실행 폴더
russian: Папка программы
spanish: Carpeta de la aplicación
