Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# label2.Text
source: By default only unreferenced objects that are older than 2 weeks are removed when cleaning up the database. All other object are only deleted when you run "Remove all dangling objects" Check commits you want to recover and press Recover button Context menu for additional operations
dutch: Standaard worden alleen rondzwevende objecten verwijderd die ouder zijn dan 2 weken, bij het opruimen van de database. Alle overige objecten worden alleen verwijderd wanneer "Verwijder alle rondzwevende objecten" word gedaan. Om rondzwevende objeten te herstellen, label de commit and deze zal weer in het commit overzicht zichtbaar worden.
french: Par défaut, seulement les objets non référencés qui sont plus vieux que 2 semaines sont enlevés lors du nettoyage de la base de données. Tous les autres objets sont seulement effacés lorsque vous lancez "Supprimer tous les objets suspendus" Verifiez les commits que vous voulez récupérer et appuyez le bouton Récuperer du menu contextuel pour des opérations supplémentaires
german: Standardmäßig werden nur nicht-referenzierte Objekte die älter als 2 Wochen sind entfernt wenn die Datenbank aufgeräumt wird. Alle anderen Objekte werden nur gelöscht, wenn Sie "Alle verwaisten Objekte entfernen" ausführen. Wählen Sie alle Commits aus, die Sie wiederherstellen möchten und klicken Sie auf den Wiederherstellen Button. Mehr Optionen im Kontextmenü
japanese: デフォルトでは2週間以上前の到達不能オブジェクトのみが 除去されます。他のオブジェクトは「遊離オブジェクトをすべて除去」を 実行したときのみ削除されます。 消してしまったコミットにタグを付けることで 再びブラウズ画面でそのコミットが見えるようになります。
korean: 기본적으로 데이터베이스를 정리할 때, 2주보다 오래된 참조되지 않는 오브젝트들은 삭제됩니다. 모든 오브젝트는 "Remove all dangling objects"를 실행할 때만 삭제됩니다. 복구할 커밋을 확인하고 복구 버튼을 누릅니다. 추가 작업을 위한 Context 메뉴
russian: По умолчанию потерянные объекты хранятся две недели, прежде чем будут удалены при сжатии базы. Их можно принудительно удалить, нажав на кнопку "Удалить все потерянные объекты" Отметьте коммиты, которые требуется восстановить, и нажмите на кнопку "Восстановить выделенные объекты" Используйте контекстное меню для дополнительных действий
spanish: Por defecto sólo los objetos sin referencia que tienen más de dos semanas se quitan cuando se limpia la base de datos. Todos los otros objetos sólo se eliminan cuando se ejecuta "Eliminar todos los objetos colgados".

# mnuLostObjectView.Text
source: View
dutch: Toon geselecteerde object
french: Voir
german: Anzeigen
japanese: 選択したオブジェクトを表示
korean: 보기
russian: Просмотреть
spanish: Ver el objeto seleccionado

# mnuLostObjectsCreateBranch.Text
source: Create branch
dutch: Vertakking aanmaken
french: Créer une branche
german: Branch erzeugen
japanese: ブランチを作成
korean: 신규 브랜치 생성
russian: Создать ветку
spanish: Crear rama

# mnuLostObjectsCreateTag.Text
source: Create tag
dutch: Label geselecteerde item
french: Créer tag
german: Tag erzeugen
japanese: タグを作成
korean: 태그 생성
russian: Создать метку
spanish: Etiquetar objeto seleccionado

# saveAsToolStripMenuItem.Text
source: Save as...
dutch: Opslaan als
french: Enregistrer sous...
german: Speichern unter...
japanese: 名前を付けて保存...
korean: 사본 저장
russian: Сохранить как
spanish: Guardar como...

# $this.Text
source: View patch file
dutch: Bekijk patch bestand
french: Voir fichier patch
german: Patch-Datei anzeigen
japanese: パッチファイルを表示
korean: 패치 파일 보기
russian: Просмотреть патч файл
spanish: Ver archivo de parche

# BrowsePatch.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# File.HeaderText
source: Type
german: Typ
japanese: タイプ
korean: 종류
russian: Тип
spanish: Tipo

# FileNameA.HeaderText
source: Filename
dutch: Bestandsnaam
french: Nom du fichier
german: Dateiname
japanese: ファイル名
russian: Имя файла
spanish: Nombre de archivo

# _patchFileFilterString.Text
source: Patch file (*.Patch)
french: Fichier de patch (*.Patch)
german: Patch-Datei (*.Patch)
japanese: パッチ ファイル (*.Patch)
korean: 패치파일 (*.Patch)
russian: Патч файл (*.Patch)
spanish: Archivo parche (*.Patch)

# _patchFileFilterTitle.Text
source: Select patch file
dutch: Selecteer patch
french: Sélectionnez un fichier de patch
german: Patch-Datei auswählen
japanese: パッチ ファイルを選択
korean: 패치 파일 선택
russian: Выберите файл патча
spanish: Seleccionar archivo parche

# labelPatch.Text
source: Patch
german: Patchen
japanese: パッチ
korean: 패치
russian: Патч
spanish: Parche

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
dutch: Wijziging
french: Modification
german: Änderung
japanese: 変更
russian: Изменить
spanish: Cambio

# $this.Text
source: General
dutch: Algemeen
french: Général
german: Allgemein
japanese: 全般
korean: 일반설정
russian: Общие

# _fetch.Text
source: Fetch
dutch: Ophalen
french: Récupérer (fetch)
german: Holen (Fetch)
japanese: フェッチ
russian: Забрать

# _fetchAll.Text
source: Fetch all
dutch: Alles ophalen
french: Récupérer depuis tous les dépôts distants (fetch --all)
german: Alles holen (Fetch all)
japanese: すべてフェッチ
russian: Забрать все
spanish: Fetch todo

# _fetchAndPruneAll.Text
source: Fetch and prune all
dutch: Alles ophalen en opschonen
french: Récupérer et élaguer tout
german: Alles fetchen und prunen
japanese: すべてフェッチしてプルーン
korean: 모든 브랜치 Fetch 및 prune을 통한 더 이상 원격에 존재하지 않는 로컬 브랜치 제거
russian: Забрать и удалить всё
spanish: Traer y podar todo

# _openPullDialog.Text
source: Open pull dialog
dutch: Open pull-scherm
french: Ouvrir la fenêtre de dialogue pour récupérer
german: Pull-Dialog öffnen
japanese: プルダイアログを開く
korean: Pull 다이얼로그 열기
russian: Открыть диалог получения изменений
spanish: Abrir diálogo de pull

# btnDefaultDestinationBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# chkCheckForUncommittedChangesInCheckoutBranch.Text
source: Check for uncommitted changes in checkout branch dialog
dutch: Kijk of er niet gecommitte wijzigingen zijn in het checkout branch scherm
french: Vérfifiez les modifications non commitées dans le formulaire de chargement de branche
german: Auf nicht comittete Änderungen im Branch Checkout Dialog prüfen
japanese: ブランチチェックアウトダイアログでコミット前の変更を確認
korean: Checkout 브랜치 창에서 커밋되지 않는 파일 검사
russian: Проверять наличие не зафиксированных изменений в диалоговом окне смены ветки
spanish: Comprobar si hay cambios no commiteados en el diálogo de checkout de rama

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
dutch: Sluit verwerkingsscherm na succesvol verwerken
french: Fermer le fenêtre de traitement lorsque la traitement est en succès
german: Dialog schließen wenn der Prozess erfolgreich war
japanese: 処理に成功したときにダイアログを閉じる
korean: 프로세스가 성공하면 프로세스 대화 상자 닫기
russian: Закрывать окно процесса, когда процесс завершился успешно
spanish: Cerrar cuadro de proceso cuando termina correctamente

# chkFollowRenamesInFileHistory.Text
source: Follow renames in file history (experimental)
dutch: Volg hernoemde bestanden in geschiedenis (experimenteel)
french: Détecter les renommages dans l'historique de fichier (expérimental)
german: Verfolge Umbenennen in der Datei-Historie (Experimentell)
japanese: ファイルの履歴で名前変更も追跡する (実験的)
korean: 히스토리에서 이름변경사항도 표시 (실험)
russian: Показывать переименования в истории файла (экспериментально)

# chkFollowRenamesInFileHistoryExact.Text
source: Follow exact renames and copies only
dutch: Volg alleen exacte naamwijzigingen en kopieën
french: Suivre exclusivement renommages et copies
german: Erkenne und folge Umbenennungen und Kopien
japanese: 明示的な名前変更とコピーのみを追跡
korean: 정확한 이름 및 사본만 준수
russian: Следовать только за точными переименования и копированиями
spanish: Seguir sólo movimientos y copias exactas

# chkShowAheadBehindDataInBrowseWindow.Text
source: Show ahead and behind information on status bar in browse window
german: "ahead"- und "behind"-Informationen in der Statuszeile im Suchfenster zeigen
japanese: ブラウズウィンドウのステータスバーに前後の情報を表示
korean: 메인 화면의 상태바 위/아래 정보 표시
russian: Показывать информацию об опережении и отставании в панели статуса окна обзора
spanish: Mostrar información de qué tan adelante y atrás están los commits locales en el botón de push

# chkShowGitCommandLine.Text
source: Show console window when executing git process
dutch: Laat het console scherm zien bij het uitvoeren van git
french: Afficher la fenêtre de console quand un processus git est exécuté
german: Konsolenfenster anzeigen beim Ausführen des git Prozesses
japanese: gitプロセス実行時にコンソールウィンドウを表示
korean: Git 실행시 콘솔 창 보여주기
russian: Показать окно консоли при выполнении git процесса
spanish: Mostrar ventana de consola al ejecutar proceso git

# chkShowGitStatusForArtificialCommits.Text
source: Show number of changed files for artificial commits
french: Voir le nombre de fichiers modifiés pour les commits artificiels
german: Anzahl geänderter Dateien für künstliche Commits zeigen
japanese: 人為的なコミットにより変更されたファイル数を表示
korean: artificial 커밋으로 변경된 파일 수 표시
russian: Показывать количество изменённых файлов для искусственных коммитов
spanish: Mostrar número de archivos modificados para commits artificiales

# chkShowGitStatusInToolbar.Text
source: Show number of changed files on commit button
french: Voir le nombre de fichiers modifiés sur le bouton commit
german: Anzahl geänderter Dateien auf Commit-Button anzeigen
japanese: 変更されたファイル数をコミットボタン上に表示
korean: 커밋 버튼에 변경된 파일 수 표시
russian: Показывать количество изменённых файлов на кнопке "Зафиксировать"
spanish: Mostrar número de archivos modificados para el botón de commit

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
dutch: Toon aantal weggezette revisies op de status bar in het browse venster
french: Afficher le nombre de stash dans la barre de statut de la fenêtre de navigation
german: Anzahl der Stashes in der Statuszeile im Hauptfenster anzeigen
japanese: スタッシュ数をBrowse画面のステータスバーに表示
korean: 메인 화면의 상태바에 Stash 수 표시
russian: Показать кол-во спрятанных изменений в строке состояния окна обзора репозитория
spanish: Mostrar cantidad de pilas en la barra de estado de la ventana de exploración

# chkShowSubmoduleStatusInBrowse.Text
source: Show submodule status in browse menu
french: Montrer le statut du sous-module dans le menu de navigation
german: Status des Submoduls im Browser-Menü anzeigen
japanese: Browseメニューにサブモジュールの状態を表示
korean: 메인 화면에 서브모듈 상태 표시
russian: Показать статус субмодуля в строке состояния окна обзора репозитория
spanish: Mostrar el estado del submódulo en el menú de navegación

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
dutch: Open laatst geopende directory bij opstarten
french: Ré-ouvrir le dernier répertoire de travail au lancement
german: Das zuletzt geöffnete Verzeichnis beim Start öffnen
japanese: 起動時、前回 開いていた作業ディレクトリを開く
korean: 시작시 마지막 작업 폴더 열기
russian: Открывать последний рабочий каталог при запуске
spanish: Abrir último directorio de trabajo al inicio

# chkStashUntrackedFiles.Text
source: Include untracked files in autostash
german: Nicht verfolgte Dateien in Autostash einschließen
japanese: 追跡されていないファイルも自動スタッシュの対象にする
korean: 자동 Stash에 추적하지 않는 파일도 포함하기
russian: Включать неотслеживаемые файлы в автоматически спрятанные изменения
spanish: Incluir archivos sin seguimiento en autostash

# chkTelemetry.Text
source: Yes, I allow telemetry!
french: Oui, je permets la transmission d'informations !
german: Ja, ich erlaube Telemetrie!
japanese: 利用統計取得を許可します!
korean: 예, 원격 측정을 허용합니다.
russian: Да, я разрешаю сбор телеметрии!
spanish: Sí, permito telemetría

# chkUseHistogramDiffAlgorithm.Text
source: Use histogram diff algorithm
german: Verwende den Histogram Diff Algorithmus
japanese: ヒストグラム差分アルゴリズムを使用
korean: 알고리즘과 다른 히스토그램 사용
russian: Использовать гистограмму графа сравнения
spanish: Utilice algoritmo de histograma diferencial

# groupBoxPerformance.Text
source: Performance
german: Leistung
japanese: パフォーマンス
korean: 성능
russian: Производительность
spanish: Rendimiento

# groupBoxTelemetry.Text
source: Telemetry
french: Transmission d'informations
german: Telemetrie
japanese: 利用統計
russian: Сбор телеметрии
spanish: Telemetría

# lblCommitsLimit.Text
source: Limit number of commits to be loaded
german: Anzahl der Commits, die beim Start geladen werden, beschränken
japanese: 読み込むコミット数の上限
korean: 불러올 커밋 수 제한하기
russian: Ограничить количества коммитов которые будут загружены
spanish: Limitar número de commits que se cargarán

# lblDefaultCloneDestination.Text
source: Default clone destination
dutch: Standaard kloon lokatie
french: Emplacement par défaut d'un clone
german: Standard Clone Ziel
japanese: デフォルトのクローン先
korean: 복제(Clone) 기본폴더
russian: Путь назначения по умолчанияю при клонировании
spanish: Destino de clonar por defecto

# lblDefaultPullAction.Text
source: Default pull action
french: Action Importer par défaut
german: Standard-Pull-Verhalten
japanese: デフォルトのプル操作
korean: 기본 pull 액션
russian: Стандартное действие получения
spanish: Acción por defecto para pull

# lblQuickSearchTimeout.Text
source: Revision grid quick search timeout [ms]
dutch: Revisie lijst snel zoek timout [ms]
french: Timeout [ms] de recherche rapide de la grille de révision
german: Revision Schnellsuche Timeout [ms]
japanese: リビジョングリッドクイック検索のタイムアウト[ms]
korean: 리비전 도표의 빠른 검색 타임아웃 [ms]
russian: Таймаут быстрого поиска в сетке ревизий [мс]
spanish: Tiempo máx. de búsqueda en la tabla de revisiones [ms]

# llblTelemetryPrivacyLink.Text
source: Why and what is captured?
french: Qu'est-ce qui est capturé et pourquoi ?
german: Warum und was wird erfasst?
japanese: 何故、そして何がキャプチャされますか？
korean: 무엇이 어떠한 연유로 캡쳐되었습니까?
russian: Что и зачем собирается?
spanish: ¿Por que y que se captura?

# checkBoxFetchPrune.Text
source: Prune remote branches during fetch
french: Élaguer les branches distances durant la récupération
german: Remote Branches prunen während dem fetch
japanese: フェッチと共にリモートブランチをプルーン
korean: fetch 하는 동안 원격 브랜치 Prune하기
russian: Удалить несуществующие ветви во время забирания коммитов
spanish: Poder las ramas remotas durante fetch

# checkBoxPullRebase.Text
source: Rebase local branch when pulling (instead of merge)
french: Rebaser la branche locale lors de la récupération (au lieu de fusionner)
german: Lokalen Branch rebasen beim Pullen (statt zu mergen)
japanese: プルと共にローカルブランチをリベース (マージの代わりに)
korean: (병합 대신)pull할 때 로컬 브랜치 Rebase하기
russian: Переместить локальные коммиты во время получения (вместо слияния)
spanish: Hacer rebase de rama local después del pull (en lugar de fusión)

# checkBoxRebaseAutosquash.Text
source: Automatically squash commits when doing an interactive rebase
japanese: 対話型リベースの際にコミットを自動スカッシュ
russian: Автоматическое объединять коммиты при выполнении интерактивного перемещения
spanish: Squash automático en commits cuando se hace un rebase interactivo

# checkBoxRebaseAutostash.Text
source: Automatically stash before doing a rebase
french: Mettre automatiquement en réserve avant de rebaser
german: Automatisch stashen vor Ausführung eines Rebase.
japanese: リベースする前に自動的にスタッシュ
korean: Rebase 하기 전에 자동으로 Stash 하기
russian: Автоматически прятать изменения перед перемещением
spanish: Automáticamente apilar cambios antes de hacer el rebase

# checkBoxUpdateRefs.Text
source: Rebase also dependent branches
japanese: 依存するブランチもリベースする
spanish: Rebase también las ramas dependientes

# $this.Text
source: Config
dutch: Instellingen
french: Configuration
german: Konfiguration
japanese: 設定
korean: 충돌
russian: Настройки
spanish: Configuración

# ConfigureEncoding.Text
source: Configure
dutch: Configureer
french: Configurer
german: Konfigurieren
japanese: 設定
korean: 설정
russian: Настроить
spanish: Configurar

# btnCommitTemplateBrowse.AccessibleName
source: Browse Path to commit template
japanese: コミットテンプレートのパスを参照
korean: 커밋 작성 템플릿 열기
russian: Открыть путь к шаблону коммита
spanish: Explorar ruta hacia plantilla commit

# btnCommitTemplateBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# btnDiffToolBrowse.AccessibleName
source: Browse Difftool command
japanese: Diffツールコマンドを参照
korean: Difftool 명령어 열기
russian: Открыть инструмент сравнения
spanish: Explorar ruta Difftool

# btnDiffToolBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# btnDiffToolCommandSuggest.AccessibleName
source: Suggest Difftool command
japanese: Diffツールコマンドを推測
korean: Difftool 명령어 제안
russian: Предложить команду инструмента сравнения
spanish: Sugerir comando Difftool

# btnDiffToolCommandSuggest.Text
source: Suggest
dutch: Suggereer
french: Suggerer
german: Vorschlagen
japanese: 推測
korean: 제안하기
russian: Предложить
spanish: Sugerir

# btnMergeToolBrowse.AccessibleName
source: Browse Path to mergetool
japanese: マージツールのパスを参照
korean: Mergetool 경로 열기
russian: Открыть путь к инструменту слияния
spanish: Explorar ruta hacia mergetool

# btnMergeToolBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# btnMergeToolCommandSuggest.AccessibleName
source: Suggest Mergetool command
japanese: マージツールのコマンドを推測
korean: Mergetool 명령어 제안
russian: Предложить команду инструмента слияния
spanish: Sugerir comando de Mergetool

# btnMergeToolCommandSuggest.Text
source: Suggest
dutch: Suggereer
french: Suggerer
german: Vorschlagen
japanese: 推測
korean: 제안하기
russian: Предложить
spanish: Sugerir

# globalAutoCrlfFalse.Text
source: Checkout as-is, commit as-is ("core.autocrlf" is set to "false")
dutch: Ongewijzigd uitchecken, ongewijzigd inchecken (zet "core.autocrlf" op "false")
french: Chargement (Checkout) à l'identique, commit à l'identique ("core.autocrlf" est mis à "false")
german: Zeilenumbrüche ohne Änderung auschecken und committen ("core.autocrlf" = "false")
japanese: そのままにする ("core.autocrlf"を"false"に設定)
korean: 파일 개행 문자열 변경 없이 체크아웃 / 커밋 (core.autocrlf:false)
russian: Переключиться как есть, фиксировать как есть ("core.autocrlf" установлен в "false")
spanish: Checkout tal cual, commit tal cual ("core.autocrlf" se establece en "false")

# globalAutoCrlfInput.Text
source: Checkout as-is, commit Unix-style line endings ("core.autocrlf" is set to "input")
dutch: Ongewijzigd uitchecken, converteren naar unix-stijl regel einden (zet "core.autocrlf" op "input")
french: Chargement (Checkout) à l'identique, commit avec des fins de lignes Unix ("core.autocrlf" est mis à "input")
german: Zeilenumbrüche ohne Änderung auschecken, im Unix-Format committen ("core.autocrlf" = "input")
japanese: そのままチェックアウトし、Unix-styleでコミット ("core.autocrlf"を"input"に設定)
korean: 항상 유닉스 개행 문자열로 변환 후 커밋 (core.autocrlf:input)
russian: Переключиться как есть, фиксировать конец строки в стиле Unix ("core.autocrlf" установлен в "input")
spanish: Checkout tal cual, commit con estilo Unix ("core.autocrlf" se establece en "input")

# globalAutoCrlfNotSet.Text
source: Not set
dutch: Niet ingesteld
french: Non renseigné
german: Nicht gesetzt
japanese: 設定しない
korean: 미설정
russian: Не установлен
spanish: No establecido

# globalAutoCrlfTrue.Text
source: Checkout Windows-style, commit Unix-style line endings ("core.autocrlf" is set to "true")
dutch: Windows-stijl uitchecken, Unix-stijl inchecken (zet "core.autocrlf" op "true")
french: Chargement (Checkout) avec des fins de lignes Windows, commit avec des fins de lignes Unix ("core.autocrlf" est mis à "true")
german: Zeilenumbrüche im Windows-Format auschecken, im Unix-Format committen ("core.autocrlf" = "true")
japanese: Windows-styleでチェックアウトし、Unix-styleでコミット ("core.autocrlf"を"true"に設定)
korean: 체크아웃시 윈도우 개행 문자열로 변경, 커밋시 유닉스 개행 문자열로 변경 (core.autocrlf:true)
russian: Переключиться в стиле Windows, фиксировать конец строки в стиле Unix ("core.autocrlf" установлен в "true")
spanish: Checkout con estilo Windows, commit con estilo Unix ("core.autocrlf" se establece en "true")

# groupBoxLineEndings.Text
source: Line endings
dutch: Regel einden
french: Fin de lignes
german: Zeilenenden
japanese: 改行の扱い
korean: 개행문자 규칙 (윈도우, 유닉스)
russian: Конец строки
spanish: Terminaciones de líneas

# label3.Text
source: User name
dutch: Gebruikersnaam
french: Nom de l'utilisateur
german: Benutzername
japanese: ユーザ名
korean: 사용자 이름
russian: Имя пользователя
spanish: Nombre de usuario

# label4.Text
source: User email
dutch: Gebruikers email
french: Email de l'utilisateur
german: Benutzer E-Mail
japanese: ユーザのメールアドレス
korean: 사용자 메일 주소
russian: Электронная почта
spanish: Email de usuario

# label6.Text
source: Editor
french: Éditeur de texte
japanese: エディタ
korean: 파일 에디터
russian: Редактор

# label60.Text
source: Files content encoding
dutch: Encoding van bestandsinhoud
french: Encodage du contenu des fichiers
german: Datei Encoding
japanese: ファイル内容のエンコーディング
korean: 파일 기본 인코딩
russian: Кодировка файлов
spanish: Codificación de archivos

# label9.Text
source: You need to set the correct path to git before you can change global settings.
dutch: Het juiste pad naar git.cmd moet gezet zijn om globale instellingen te kunnen wijzigen.
french: Vous devez entrer un chemin valide vers git avant de pouvoir modifier les paramètres globaux.
german: Sie müssen den korrekten Pfad zu Git angeben bevor Sie die globalen Einstellungen ändern können.
japanese: 他のグローバル設定を変更する前に Git の 正しいパスを入力してください。
korean: 현재 설정을 변경하기 전에 정확한 Git 경로를 설정하세요
russian: Перед тем как менять глобальные настройки, необходимо установить корректный путь к git.
spanish: Tiene que establecer la ruta correcta a Git antes de que pueda cambiar la configuración global.

# lblCommitTemplatePath.Text
source: Path to commit template
dutch: Pad naar commit template
french: Chemin vers modèle de commit
german: Pfad zu Commit-Template
japanese: コミット テンプレートのパス
korean: 커밋 작성 템플릿 위치
russian: Путь к шаблону коммита
spanish: Ruta al template de commit

# lblDiffTool.Text
source: Difftool
french: Outil de diff
german: Vergleichswerkzeug
japanese: Diffツール
korean: 파일비교툴
russian: Инструмент сравнения

# lblDiffToolCommand.Text
source: Difftool command
dutch: Difftool commando
french: Commande de l'outil de diff
german: Befehl Vergleichswerkzeug
japanese: Diffツールのコマンド
korean: 파일비교툴 실행 방법
russian: Команда инструмента сравнения
spanish: Comando Difftool

# lblDiffToolPath.Text
source: Path to difftool
dutch: Pad naar diftool
french: Chemin de l'outil de diff
german: Pfad zu Vergleichswerkzeug
japanese: Diffツールのパス
korean: 파일비교툴 경로
russian: Путь к инструменту сравнения
spanish: Ruta de difftool

# lblMergeTool.Text
source: Mergetool
french: Outil de fusion
german: Merge-Werkzeug
japanese: マージツール
korean: 머지도구
russian: Инструмент слияния

# lblMergeToolCommand.Text
source: Mergetool command
dutch: Mergetool commando
french: Commande de l'outil de fusion
german: Befehl für Merge-Werkzeug
japanese: マージツールのコマンド
korean: 머지도구 실행 방법
russian: Команда инструмента слияния
spanish: Comando Mergetool

# lblMergeToolPath.Text
source: Path to mergetool
dutch: Pad naar mergetool
french: Chemin de l'outil de fusion
german: Pfad zu Merge-Werkzeug
japanese: マージツールのパス
korean: 머지도구 실행파일 위치
russian: Путь к инструменту слияния
spanish: Ruta de mergetool

# GitHubHost.Caption
source: GitHub (Enterprise) hostname
japanese: GitHub (Enterprise) ホスト名
korean: GitHub (Enterprise) 호스트명
russian: Имя хоста GitHub (Enterprise)

# PersonalAccessToken.Caption
source: Personal Access Token
japanese: 個人アクセストークン
korean: 개인 액세스 토큰
russian: Персональный токен доступа

# _generateToken.Text
source: Generate a GitHub personal access token
japanese: GitHub個人アクセストークンを生成
korean: Github 개인 액세스 토큰 만들기
russian: Создание личного токена доступа GitHub

# _manageToken.Text
source: Manage GitHub personal access token
japanese: GitHub個人アクセストークンを管理
korean: Github 개인 액세스 토큰 관리하기
russian: Управление личным токеном доступа GitHub

# _openLinkFailed.Text
source: Fail to open the link. Reason:
japanese: リンクを開くことができませんでした。理由:
korean: 링크를 열 수 없습니다. 이유:
russian: Не удалось открыть ссылку. Причина:
