Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# gbCascadingMenu.Text
source: Cascaded Context Menu
japanese: カスケードコンテキストメニュー

# gbExplorerIntegration.Text
source: Windows Explorer integration
japanese: Windows エクスプローラー統合
spanish: Integración con Explorador de windows

# label1.Text
source: Context menu preview:
dutch: Context menu voorbeeld:
french: Menu contextuel de prévisualisation :
german: Vorschau Kontextmenü:
japanese: コンテキストメニューのプレビュー:
korean: Context 메뉴 미리보기:
russian: Предпросмотр контекстного меню
spanish: Vista previa del menú contextual:

# lblMenuEntries.Text
source: Select items to be shown in the cascaded context menu. (Unchecked items will be shown top level for direct access.)
dutch: Selecteer items die weergegeven moeten worden in een submenu. (Niet gevinkte items worden rechtstreeks in het context menu weergegeven.)
french: Sélectionnez les items à afficher dans le menu contextuel en cascade :
german: Einträge auswählen zur Anzeige im kaskadierten Kontextmenü: (Nicht ausgewählte Einträge werden ganz oben für direkten Zugriff angezeigt.)
japanese: カスケードコンテキストメニューに表示する項目を選択してください。 (選択しない項目はトップレベルに表示されます。)
korean: Context 메뉴 설정 (탐색기에서 마우스 오른쪽 키 눌렀을 때 나타나는 메뉴)
russian: Выбранные элементы которые будут отображаться в выпадающем контекстном меню (сброшенные пункты будут показаны в верхнем уровне меню).

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
dutch: Start authentication client automatisch wanneer een prive sleutel is ingesteld bij een externe repository
french: Lancer automatiquement le client d'authentification si une clef privée est définie pour un dépôt distant
german: Automatisch den Authentifizierungsclient starten wenn ein privater Schlüssel für einen Remote konfiguriert ist
japanese: リモートの秘密鍵が設定されている場合、自動的に認証クライアントを起動する
korean: 원격 저장소를 위한 개인키가 설정 되었을 때 클라이언트 인증이 자동으로 시작됩니다.
russian: Автоматически запускать клиент аутентификации, когда для внешнего репозитория сконфигурирован секретный ключ.
spanish: Abre el cliente de autenticación cuando una clave privada es configurada para un remoto

# Other.Text
source: Other ssh client
dutch: Andere ssh client
french: Autre client ssh
german: Anderer SSH Client
japanese: 他のsshクライアント
korean: 다른 SSH 클라이언트
russian: Другой клиент ssh
spanish: Otro cliente SSH

# OtherSshBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# PageantBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# PlinkBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# PuttygenBrowse.Text
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen
japanese: 参照
korean: 찾기
russian: Обзор
spanish: Examinar

# groupBox1.Text
source: Specify which ssh client to use
dutch: Kies welke ssh client u wilt gebruiken
french: Spécifier quel client ssh utiliser
german: Auswahl welcher SSH-Client verwendet werden soll
japanese: 使用するSSHクライアントの選択
korean: 사용할 SSH 클라이언트 명시
russian: Укажите ssh клиент
spanish: Especifique qué cliente SSH utilizar

# groupBox2.Text
source: Configure PuTTY
dutch: PuTTY instellen
french: Configurer PuTTY
german: PuTTY konfigurieren
japanese: PuTTYの設定
korean: PuTTY 설정
russian: Конфигурировать PuTTY
spanish: Configurar PuTTY

# label15.Text
source: Path to plink
dutch: Pad naar plink
french: Chemin vers plink
german: Pfad zu plink
japanese: plinkのパス
korean: plink 폴더
russian: Путь к plink
spanish: Ruta de plink

# label16.Text
source: Path to puttygen
dutch: Pad naar puttygen
french: Chemin de puttygen
german: Pfad zu puttygen
japanese: pttygenのパス
korean: puttygen 폴더
russian: Путь к puttygen
spanish: Ruta de puttygen

# label17.Text
source: Path to pageant
dutch: Pad naar pageant
french: Chemin de pageant
german: Pfad zu pageant
japanese: pageantのパス
korean: pageant 폴더
russian: Путь к pageant
spanish: Ruta de pageant

# label18.Text
source: OpenSSH is a commandline tool. PuTTY is more userfriendly to use for windows users, but requires the PuTTY authentication client to run in the background. When OpenSSH is used, command line dialogs are shown!
dutch: OpenSSH is een command line too. PuTTY is gebruiksvriendelijker voor Windows gebruikers, maar het vereist dat de PuTTY authentication client op de achtergrond draait. Als OpenSSH wordt gebruikt worden command line schermen getoond!
french: OpenSSH est un outil console. PuTTY est plus ergonomique sous Windows, mais nécessite que le client d'authentification fonctionne en arrière-plan. Quand OpenSSH est utilisé, des fenêtres de console sont affichés!
german: OpenSSH ist ein Kommandozeilentool. PuTTY ist etwas einfacher für Windows Benutzer, aber benötigt den PuTTY Authentifizerungsclient der im Hintergrund laufen muss. Bei der Verwendung von OpenSSH werden Kommandozeilendialoge angezeigt!
japanese: PuTTYはWindowsユーザーにとって親しみやすいですが、 バックグラウンドでPuTTY認証クライアントの実行が必要です。 OpenSSHを使う場合、コマンドラインダイアログが表示されます。
korean: OpenSSH는 콘솔명령어 툴입니다. Windows 유저에게는 PuTTY가 더 편리합니다. 하지만 PuTTY의 경우 인증을 백그라운드에서 실행 해야합니다. OpenSSH가 사용될 경우, 명령실행창(cmd)이 표시됩니다!
russian: OpenSSH — инструмент командной строки. PuTTY удобнее для пользователей Windows, но требует, чтобы клиент аутентификации PuTTY был запущен в фоновом режиме. Когда используется OpenSSH, показываются диалоги с командной строкой!
spanish: OpenSSH es una herramienta de línea de comandos. PuTTY es más fácil de usar para usuarios de Windows, pero requiere ejecutar el agente de autenticación del cliente PuTTY en segundo plano. Cuando se utiliza OpenSSH se muestran las ventanas de línea de comandos!

# CheckoutTooltip.Text
source: Checkout this tag
dutch: Dit label uitchecken
french: Charger cette étiquette
german: Diesen Tag auschecken
japanese: このタグをチェックアウト
korean: 현재 태그 체크아웃하기
russian: Переключиться на эту метку

# CreateTooltip.Text
source: Create a local branch from this tag
french: Créer une branche locale depuis cette étiquette
german: Einen lokalen Branch von diesem Tag erzeugen
japanese: このタグでローカルブランチを作成
korean: 현재 태그에서 로컬 브랜치 생성
russian: Создать локальную ветку от этой метки
spanish: Crear una rama local a partir de este tag

# DeleteTooltip.Text
source: Delete this tag
dutch: Verwijder dit label
french: Supprimer cette étiquette
german: Diesen Tag löschen
japanese: このタグを削除
korean: 현재 태그 삭제
russian: Удалить эту метку
spanish: Eliminar este tag

# MergeTooltip.Text
source: Merge this tag into current branch
french: Fusionner cette étiquette dans la branche courante
german: Diesen Tag in den aktuellen Branch mergen
japanese: このタグを現在のブランチにマージ
korean: 현재 브랜치에 현재 태그 머지하기
russian: Слить эту метку в текущую ветку
spanish: Fusionar esta etiqueta en la rama actual

# RebaseTooltip.Text
source: Rebase current branch to this tag
french: Rebaser la branche courante à cette étiquette
german: Aktuellen Branch in diesen Tag rebasen
japanese: 現在のブランチをこのタグにリベース
korean: 현재 브랜치를 현재 태그에 Rebase하기
russian: Переместить текущую ветку к этой метке

# CheckBoxLogAsGuest.Text
source: Log as guest to display the build report
japanese: ビルドのリポートを表示するためにゲストとして記録
korean: 빌드 보고서를 표시하려면 게스트로 로그인하세요.
russian: Залогиниться как гость для отображения отчета сборки

# _failToExtractDataFromClipboardCaption.Text
source: Build url not valid
japanese: ビルドURLが正しくありません
korean: 빌드 url이 올바르지 않습니다
russian: Не действующий url сборки

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy in the clipboard the url of the build before retrying. (Should contain at least the "buildTypeId" parameter)
japanese: クリップボードには有効なビルドURLが含まれていません。 リトライする前に、ビルドのURLをクリップボードにコピーしてください。 ("buildTypeId"パラメータは必須です)
korean: 클립보드가 올바른 빌드 url을 갖고 있지 않습니다. 재시도하기 전에 빌드 url을 클립보드에 복사해주세요. (최소한 "buildTypeId" 파라미터를 포함하고 있어야 합니다)
russian: Буфер не содержит валидного адреса сборки. Пожалуйста скопируйте адрес сборки перед очередной попыткой. (Должен содержать "buildTypeId" параметр)

# _failToLoadProjectCaption.Text
source: Error when loading the projects and build list
japanese: プロジェクトとビルド一覧を読み込む時にエラーが発生しました
korean: 프로젝트와 빌드목록 읽기 실패
russian: Ошибка при загрузке проектов и списка сборки.

# _failToLoadProjectMessage.Text
source: Failed to load the projects and build list. Please verify the server url.
japanese: プロジェクト及びビルドリストの読み込みに失敗しました。 サーバURLを確認してください。
korean: 프로젝트와 빌드목록을 읽는데 실패했습니다. 서버 url을 확인해주세요
russian: Неудачная загрузка проектов и списка сборки. Пожалуйста проверьте url сервера.

# labelRegexError.Text
source: The "Build Id Filter" regular expression is not valid and won't be saved!
japanese: "ビルドIDフィルタ"の正規表現は無効なため保存されません！
korean: "Build Id Filter" 정규 표현식이 유효하지 않아 저장되지 않습니다!
russian: Регулярное выражение "Build Id Filter" недопустимо и не будет сохранено!

# lnkExtractDataFromBuildUrlCopiedInTheClipboard.Text
source: Extract the data from the build url copied in the clipboard
japanese: クリップボードにコピーされたビルドURLからデータを抽出
korean: 클립보드에 복사된 빌드 url로부터 데이터를 추출합니다
russian: Извлечь данные из адреса сборки скопированного в буфер.

# _areYouSure.Text
source: Are you sure you want to drop the stash? This action cannot be undone.
dutch: Weet u zeker dat u de stash wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
french: Etes vous sur de vouloir vous débarrasser du stash? Cette action ne peut être annulée.
german: Sind Sie sicher dass Sie den Stash verwerfen wollen? Diese Aktion kann nicht rückgängig gemacht werden.
japanese: このスタッシュを削除してよろしいですか？この操作は取り返しがつきません。
spanish: Realmente desea destruir el stash? Esta acción no puede deshacerse.

# _argumentsText.Text
source: Arguments
dutch: Argumenten
german: Parameter
japanese: 引数
korean: 인자값
russian: Аргументы
spanish: Argumentos

# _author.Text
source: Author
japanese: 作者
korean: 작성자
russian: Автор
spanish: Autor

# _authorDateText.Text
source: {0:Author date|Author dates}
french: {0:Date d'écriture|Dates d'écriture}
german: {0:Autor Datum|Autor Datümer}
japanese: {0:作成日時|作成日時}
korean: {0:작성 일자}
spanish: {0:Fecha del autor|Fechas de autor}

# _authorText.Text
source: {0:Author|Authors}
french: {0:Auteur|Auteurs}
german: {0:Autor|Autoren}
japanese: {0:作者|作者}
korean: {0:작성자}
spanish: {0:Autor|Autores}

# _authored.Text
source: authored
german: verfasst
japanese: が作成
korean: 저자의
russian: авторизован
spanish: auditado

# _authoredAndCommitted.Text
source: authored and committed
german: verfasst und comittet
japanese: が作成とコミット
russian: авторизован и закоммичен
spanish: auditado y commiteado

# _bodyNotLoaded.Text
source: Full message text is not present in older commits. Select this commit to populate the full message.
german: Vollständiger Nachrichten Text ist nicht in älteren Commits enthalten. Wählen Sie diesen Commit, um die ganze Nachricht anzuzeigen.
japanese: 古いコミットでは、メッセージテキスト全体が表示されません。 このコミットを選択して、メッセージ全体を入力します。
korean: 이전 커밋에는 전체 메시지 텍스트가 없습니다. 전체 메시지를 채우려면 이 커밋을 선택하십시오.
russian: Полный текст сообщения отсутствует в старых коммитах. Выберите этот коммит, чтобы отобразить полный текст сообщения.
spanish: El mensaje de texto completo no está presente en commits antiguos. Seleccione este commit para llenar el mensaje completo.

# _branchText.Text
source: Branch
dutch: Vertakking
french: Branche
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# _branchesText.Text
source: Branches
dutch: Vertakkingen
japanese: ブランチ
korean: 브랜치
russian: Ветки
spanish: Ramas

# _buttonCheckoutBranch.Text
source: Checkout branch
dutch: Vertakking uitchecken
french: Charger une branche
german: Branch auschecken
japanese: ブランチをチェックアウト
korean: 브랜치 체크아웃
russian: Переключиться на ветку
spanish: Hacer checkout de rama

# _buttonCloseApp.Text
source: Close application
japanese: アプリケーションを閉じる
korean: 응용 닫기
russian: Закрыть приложение
spanish: Cerrar aplicación

# _buttonContinue.Text
source: Continue
french: Continuer
german: Fortsetzen
japanese: 続行
korean: 계속하기
russian: Продолжить
spanish: Continuar

# _buttonCreateBranch.Text
source: Create branch
dutch: Vertakking aanmaken
french: Créer une branche
german: Branch erzeugen
japanese: ブランチを作成
korean: 신규 브랜치 생성
russian: Создать ветку
spanish: Crear rama

# _buttonIgnore.Text
source: Ignore
dutch: Negeer
french: Ignorer
german: Ignorieren
japanese: 無視
korean: 무시
russian: Игнорировать
spanish: Ignorar

# _buttonPush.Text
source: &Push
japanese: プッシュ(&P)
russian: &Отправить

# _buttonReportBug.Text
source: Report bug!
japanese: バグを報告
korean: 버그를 리포트!
russian: Зарегистрировать ошибку!
spanish: ¡Reportar fallo!

# _buttonViewDetails.Text
source: View details
japanese: 詳細を表示
korean: 세부사항 보기
russian: Посмотреть подробности
spanish: Ver detalles

# _cancelText.Text
source: Cancel
dutch: Annuleer
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# _cannotBeUndone.Text
source: This action cannot be undone.
dutch: Deze actie kan niet ongedaan gemaakt worden.
french: Cette action ne peut pas être annulée.
german: Diese Aktion kann nicht rückgängig gemacht werden.
japanese: この操作は取り返しがつきません。
spanish: Esta acción no puede deshacerse.

# _childrenText.Text
source: {0:Child|Children}
french: {0:Enfant|Enfants}
german: {0:Kind|Kinder}
japanese: {0:子|子}
korean: {0:자식노드}
spanish: {0:Hijo|Hijos}

# _closeText.Text
source: Close
japanese: 閉じる
korean: 닫기
russian: Закрыть
spanish: Cerrar

# _combinedDiff.Text
source: Combined diff
french: Diff combiné
german: Kombiniertes Diff
japanese: 結合された差分
korean: 결합된 diff
russian: Объединённый список изменений
spanish: Diff combinado

# _commandText.Text
source: Command
dutch: Commando
french: Commande
german: Befehl
japanese: コマンド
korean: 명령어
russian: Команда
spanish: Comando

# _commitDateText.Text
source: {0:Commit date|Commit dates}
german: {0:Commit Datum|Commit Daten}
japanese: {0:コミット日時|コミット日時}
korean: {0: 커밋날짜}
spanish: {0:Fecha commit|Fechas commit}

# _commitHashText.Text
source: {0:Commit hash|Commit hashes}
japanese: {0:コミットハッシュ|コミットハッシュ}
korean: {0:커밋 해시정보}

# _committed.Text
source: committed
german: committet
japanese: コミット完了
korean: 커밋함
russian: зафиксировано
spanish: comprometido

# _committer.Text
source: Committer
japanese: コミッタ
korean: 커밋한 사람
russian: Автор коммита
spanish: Commiter

# _committerText.Text
source: Committer
french: Commiteur
japanese: コミッタ
korean: 커밋한 사람
russian: Автор коммита
spanish: Commiter

# _contScrollToNextFileOnlyWithAlt.Text
source: Enable automatic continuous scroll (without ALT button)
german: Aktiviere automatisches kontinuierliches Scrollen (ohne ALT Taste)
japanese: 自動連続スクロールを有効にする(ALTボタンなし)
korean: (ALT 버튼 사용 없이) 자동 연속 스크롤 사용
russian: Включить автоматическую непрерывную прокрутку (без использования кнопки ALT)
spanish: Habilitar desplazamiento continuo automático (sin tecla ALT)

# _containedInBranchesText.Text
source: Contained in branches:
dutch: Komt voor in vertakkingen:
french: Présent dans les branches :
german: Enthalten in folgenden Branches:
japanese: コミットを含むブランチ:
korean: 소속 브랜치:
russian: Содержится в ветках:
spanish: Incluida en las ramas:

# _containedInCurrentCommitText.Text
source: '{0}' is contained in the currently selected commit
german: '{0}' ist im aktuell gewählten Commit enthalten
japanese: '{0}' は現在選択されているコミットに含まれています
korean: '{0}'이 현재 선택된 커밋에 포함되어 있습니다.
russian: '{0}' содержится в текущем выбранном коммите
spanish: '{0}' esta incluido en el actualmente seleccionado commit

# _containedInNoBranchText.Text
source: Contained in no branch
dutch: Komt in geen vertakking voor
french: Présent dans aucune branche
german: In keinem Branch enthalten
japanese: どのブランチにも含まれていません
korean: 소속된 브랜치가 없음
russian: Не содержится в ветках
spanish: Incluida en ninguna rama

# _containedInNoTagText.Text
source: Contained in no tag
dutch: Komt in geen labels voor
french: Présent dans aucune étiquette
german: In keinem Tag enthalten
japanese: どのタグにも含まれていません
korean: 태그 정보 없음
russian: Не содержится ни в одной метке
spanish: Incluida en ninguna etiqueta

# _containedInTagsText.Text
source: Contained in tags:
dutch: Komt voor in labels:
french: Présent dans les étiquettes:
german: Enthalten in folgenden Tags:
japanese: コミットを含むタグ:
korean: 설정된 태그:
russian: Содержится в метках:
spanish: Incluida en las etiquetas:

# _createPullRequest.Text
source: Create pull request
french: Créer une pull request
german: Pull Request erzeugen
japanese: プルリクエストを作成
korean: Pull request 생성
russian: Создать pull request
spanish: Crear solicitud de pull

# _dateText.Text
source: Date
dutch: Datum
german: Datum
japanese: 日付
korean: 날짜
russian: Дата
spanish: Fecha

# _daysAgo.Text
source: {0} {1:day|days} ago
dutch: {0} {1:dag|dagen} geleden
french: Il y a {0} {1:jour|jours}
german: vor {0} {1:Tag|Tagen}
japanese: {0}日前
korean: {0}{1: 일} 전
russian: {0} {1:день|дня|дней} назад
spanish: hace {0} {1:día|días}

# _deleteFile.Text
source: {0:Delete file|Delete files}
german: {0:Lösche Datei|Lösche Dateien}
japanese: {0:ファイルを削除|ファイルを削除}
korean: {0: 파일 삭제}
spanish: {0:Borrar fichero|Borrar ficheros}

# _diffBaseWith.Text
source: Diff BASE with
japanese: 差分: 比較元(BASE) ->
russian: Различия БАЗЫ с
spanish: Diferencia BASE con

# _diffContent.Text
source: Diff contains
japanese: Diffを含める
spanish: Diferencia contiene

# _diffRange.Text
source: Range diff
japanese: 範囲差分
korean: diff 범위
russian: Отличие в диапазоне
spanish: Diferencia de rango

# _diffSelectedWithRememberedFile.Text
source: &Diff with "{0}"
japanese: "{0}"と比較(&D)
korean: "{0}"과의 차이
russian: &Сравнить с "{0}"
spanish: &Diferencia con "{0}"

# _diffWithParent.Text
source: Diff with A
japanese: 差分: A
korean: A와의 차이
russian: Различия с А
spanish: Diferencia con A

# _directoryIsNotAValidRepository.Text
source: The selected item is not a valid git repository.
dutch: Het geselecteerde item is geen geldige git-repository.
french: L'item sélectionné n'est pas un dépôt gît valide.
german: Das ausgewählte Objekt ist kein gültiges Git-Repository.
japanese: 選択した項目は、有効な Git リポジトリではありません。
korean: 선택한 항목은 올바른 git 저장소가 아닙니다.
russian: Выбранный элемент не является git репозиторием.
spanish: El elemento seleccionado no es un repositorio de git válido.

# _disableMenuItem.Text
source: Disable this dropdown
japanese: このドロップダウンを無効にする
korean: dropdown 비활성화
russian: Отключить это выпадающее меню
spanish: Desactivar este desplegable

# _dontShowAgain.Text
source: &Don't show me this message again
japanese: これ以降、このメッセージを表示しない(&D)
korean: &이 메세지를 다음부터 표시하지 않음
russian: Не показывать это сообщение снова
spanish: &No mostrarme este mensaje de nuevo

# _errorCaptionFailedDeleteFile.Text
source: Failed to delete file
french: Échec de la suppression du fichier
german: Konnte Datei nicht löschen
japanese: ファイルの削除に失敗しました
korean: 파일 삭제 실패
russian: Не удалось удалить файл
spanish: Fallo al borrar fichero

# _errorCaptionFailedDeleteFolder.Text
source: Failed to delete directory
french: Échec de la suppression du répertoire
german: Konnte Verzeichnis nicht löschen
japanese: ディレクトリの削除に失敗しました
korean: 디렉토리 삭제 실패
russian: Не удалось удалить каталог
spanish: Fallo al eliminar el directorio

# _errorCaptionNotOnBranch.Text
source: Not on a branch
dutch: Geen vertakking geselecteerd
french: Pas sur une branche.
german: Nicht auf einem Branch
japanese: ブランチ上にいません
korean: 브랜치 소속이 아님
russian: Не на ветке
spanish: No en una rama.

# _errorPuTTYNotFound.Text
source: SSH agent could not be found
japanese: SSH エージェントが見つかりませんでした
spanish: Agente SSH no encontrado

# _errorSshKeyNotFound.Text
source: SSH key file could not be found
japanese: SSH キーファイルが見つかりませんでした
spanish: No se ha encontrado el fichero con las claves SSH

# _errorSshPuTTYInstalled.Text
source: Is PuTTY installed?
japanese: PuTTY はインストール済ですか?
spanish: ¿Esta PuTTY instalado?

# _errorSshPuTTYNotConfigured.Text
source: PuTTY is not configured as SSH client
japanese: PuTTY が SSH クライアントとして構成されていません
spanish: PuTTY no esta configurado como cliente SSH.

# _errorSshPuTTYWhereConfigure.Text
source: SSH client can be configured in Settings > SSH.
japanese: SSH クライアントは 設定 > SSH で構成できます。
spanish: El cliente SSH se puede configurar en Configuración > SSH.

# _exitCodeText.Text
source: Exit code
japanese: 終了コード
korean: 코드 종료
russian: Вод возврата
spanish: Código de salida

# _filterFileInGrid.Text
source: Filter file in &grid
japanese: グリッドでファイルをフィルタ(&G)
korean: 그리드의 필터 파일
russian: Фильтр файла в &таблице
spanish: Filtrar fichero en la &grilla

# _findGitExecutable.Text
source: Find git...
french: Trouver git...
german: Git finden...
japanese: gitを検索...
korean: 깃 찾기...
russian: Найти git...
spanish: Buscar git...

# _forkCloneRepo.Text
source: Fork or clone a repository
french: Créer une bifurcation ou cloner un dépôt
german: Ein Repository klonen oder forken
japanese: リポジトリをForkもしくはCloneする
korean: 원격 저장소 Fork/Clone ...
russian: Ответвить или склонировать репозиторий
spanish: Bifurcar o clonar un repositorio

# _generalGitConfigExceptionCaption.Text
source: Repository Configuration Error
german: Repository Konfigurationsproblem
japanese: リポジトリ構成エラー
korean: 저장소 설정 에러
russian: Ошибка настройки репозитория
spanish: Error de configuración en el Repositorio

# _generalGitConfigExceptionMessage.Text
source: Failed to read "{0}" due to the following error:{1}{1}{2}{1}{1}Due to the nature of this problem, the behavior of the application cannot be guaranteed and it must be closed.{1}{1}Please correct this issue and re-open Git Extensions.
german: Konnte "{0}" nicht lesen wegen dem folgenden Fehler:{1}{1}{2}{1}{1}Aufgrund der Natur des Problems, kann das richtige Verhalten der Anwendung nicht mehr garantiert werden und muss geschlossen werden.{1}{1}Bitte bereinigen Sie das Problem und öffnen Sie Git Extensions erneut.
japanese: 次のエラーのため "{0}" の読み込みに失敗しました:{1}{1}{2}{1}{1}この問題の性質上、アプリケーションの動作を保証することはできないため、アプリケーションを閉じなければなりません。{1}{1}この問題を修正して、Git Extensions を再度開いてください。
korean: 다음 오류 때문에 "{0}"을 읽지 못했습니다. {1}{1}{2}{1}{1}이 문제의 특성상 응용 프로그램의 동작을 보장할 수 없으므로 종료되어야 합니다. {1}{1}이 문제를 해결하고 Git Extensions을 다시 여십시오.
russian: Не удалось прочитать "{0}" из-за следующей ошибки: {1} {1} {2} {1} {1} Из-за характера этой проблемы поведение приложения не может быть гарантировано, и его необходимо закрыть . {1} {1} Исправьте эту проблему и повторно откройте Git Extensions.
spanish: Fallo al leer "{0}" por el siguiente error:{1}{1}{2}{1}{1}Dada la naturaleza del problema, el comportamiento de la aplicación no esta garantizada y se cerrará.{1}{1}Por favor, corrige este defecto y reabre Git Extensions.

# _gitDubiousOwnershipHeader.Text
source: Do you want to trust this repository by adding a security exception?
japanese: セキュリティの例外を追加して、このリポジトリを信頼しますか?
spanish: ¿Deseas confiar en el repositorio añadiendo una excepción de seguridad?

# _gitDubiousOwnershipHideGitCommandOutput.Text
source: Hide git command output...
japanese: Git コマンド出力を非表示...
spanish: Ocultar salida del comando git...

# _gitDubiousOwnershipOpenRepositoryFolder.Text
source: Open repository in Explorer
japanese: リポジトリをエクスプローラーで開く
spanish: Abrir repositorio en el Explorador

# _gitDubiousOwnershipSeeGitCommandOutput.Text
source: See git command output...
japanese: Git コマンド出力を表示...
spanish: Mostrar salida del comando git...
