Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# TestConnection.Text
source: Test connection
dutch: Test SSH verbinding
french: Test de connexion
german: Verbindung prüfen
japanese: テスト接続
korean: 연결 테스트
russian: Проверить соединение
spanish: Probar conexión

# _btnDeleteTooltip.Text
source: Delete the selected remote
dutch: Verwijder de geselecteerde remote
french: Supprimer le dépôt distant sélectionné
german: Die gewählte Remote löschen
japanese: 選択したリモートを削除
korean: 선택한 원격 브랜치 삭세
russian: Удалить выбранный внешний репозиторий
spanish: Eliminar el remoto seleccionado

# _btnNewTooltip.Text
source: Add a new remote
dutch: Voeg een nieuwe remote toe
french: Ajouter un nouveau dépôt distant
german: Eine neue Remote hinzufügen
japanese: リモートを新規追加
korean: 새로운 원격 저장소 추가
russian: Добавить новый внешний репозиторий
spanish: Añadir un nuevo remoto

# _btnToggleStateTooltip_Activate.Text
source: Activate the selected remote
dutch: Activeer de geselecteerde remote
french: Activer le dépôt distant sélectionné
german: Ausgewählte Remote aktivieren
japanese: 選択したリモートを有効化
korean: 선택한 원격 브랜치 활성화
russian: Сделать выбранный внешний репозиторий текущим
spanish: Activar el remoto seleccionado

# _btnToggleStateTooltip_Deactivate.Text
source: Deactivate the selected remote. Inactive remote is completely invisible to git.
dutch: Deactiveer de geselecteerde remote. De inactieve remote is onzichtbaar voor git.
french: Désactiver le dépôt distant sélectionné. Un dépôt distant désactivé est complètement invisible pour git.
german: Deaktivieren Sie den ausgewählten Remote. Inaktiver Remote ist völlig unsichtbar für git.
japanese: 選択したリモートを無効化します。 無効化されたリモートは非表示になります。
korean: 선택한 원격 저장소을 비활성화합니다. 비활성화된 원격 저장소는 git에 전혀 보이지 않습니다.
russian: Отключить выбранный внешний репозиторий. Отключенные репозитории невидимы для git.
spanish: Desactivar el remoto seleccionado. Un remoto inactivo es completamente invisible para git.

# _disabledRemoteAlreadyExists.Text
source: An inactive remote named "{0}" already exists.
french: Un dépôt distant inactif nommé "{0}" existe déjà.
german: Ein nicht aktiver Remote mit dem Namen "{0}" ist bereits vorhanden.
japanese: 非アクティブのリモート "{0}" は既に存在します。
korean: "{0}"인 비활성화된 원격저장소는 이미 있습니다.
russian: Неактивный внешний с именем "{0}" уже существует.
spanish: Un remoto inactivo con el nombre "{0}" ya existe.

# _enabledRemoteAlreadyExists.Text
source: An active remote named "{0}" already exists.
french: Une dépôt distant actif nommé "{0}" existe déjà.
german: Ein aktiver Remote mit dem Namen "{0}" ist bereits vorhanden.
japanese: アクティブなリモート "{0}" は既に存在します。
korean: {0} 과 같은 이름의 원격브랜치가 이미 존재합니다.
russian: Активный внешний с именем "{0}" уже существует.
spanish: Un remoto activo con el nombre "{0}" ya existe.

# _gbMgtPanelHeaderEdit.Text
source: Edit Remote Details
dutch: Bewerk Details Remote
french: Modifier les détails du dépôt distant
german: Remote Details bearbeiten
japanese: リモートの詳細を編集
korean: 원격 브랜치 세부정보 수정하기
russian: Изменить данные внешнего репозитория
spanish: Editar los detalles del Servidor Remoto

# _gbMgtPanelHeaderNew.Text
source: Create New Remote
dutch: Maak Nieuwe Remote
french: Créer un nouveau dépôt distant
german: Neue Remote anlegen
japanese: リモートを新規作成
korean: 새로운 원격 저장소 생성
russian: Новый внешний репозиторий
spanish: Crear nuevo Servidor Remoto

# _gitMessage.Text
source: Message
dutch: Bericht
german: Nachricht
japanese: メッセージ
korean: 메시지
russian: Сообщение
spanish: Mensaje

# _labelUrlAsFetch.Text
source: Fetch Url
french: Récuppérer l'Url
japanese: フェッチ元URL
russian: Забрать по Url
spanish: Url Fetch

# _labelUrlAsFetchPush.Text
source: Url
japanese: URLを

# _lvgDisabledHeader.Text
source: Inactive
dutch: Inactief
german: Inaktiv
japanese: 非アクティブ
korean: 비활성화
russian: Неактивно
spanish: Inactivo

# _lvgEnabledHeader.Text
source: Active
dutch: Actief
german: Aktiv
japanese: 有効
korean: 활성화
russian: Активно
spanish: Activo

# _questionAutoPullBehaviour.Text
source: You have added a new remote repository. Do you want to automatically configure the default push and pull behavior for this remote?
dutch: U heeft een nieuwe externe opslagplaats toegevoegd. Wilt u automatisch het standaard push/pull gedrag installen?
french: Vous avez ajouté nouveau dépôt distant. Voulez-vous utilisez le comportement par défaut de push et pull pour ce dépôt distant ?
german: Sie haben ein neues Remote Repository hinzugefügt. Wollen Sie automatisch das Standard Push- und Pull-Verhalten für diesen Remote festlegen lassen?
japanese: 新しいリモートリポジトリを追加しました。 このリポジトリをデフォルトのリモートリポジトリとしますか？
korean: 새로운 원격 저장소가 추가되었습니다. Push / Pull 할 수 있는 기본 저장소로 설정하시겠습니까?
russian: Вы добавили новый внешний репозиторий. Вы хотите автоматически настроить поведение по умолчанию при получении и отправки для данного внешнего репозитория?
spanish: Ha agregado un nuevo repositorio remoto. ¿Desea configurar automáticamente el comportamiento por defecto de Push y Pull para este remoto?

# _questionAutoPullBehaviourCaption.Text
source: New remote
dutch: Nieuwe
french: Nouveau dépôt distant
german: Neuer Remote
japanese: 新規リモート
korean: 새로운 원격 저장소
russian: Новый внешний репозиторий
spanish: Nuevo remoto

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
dutch: Weet u zeker dat u deze externe opslagplaats wilt verwijderen?
french: Voulez-vous vraiment supprimer ce dépôt ?
german: Wollen Sie wirklich diesen Remote löschen?
japanese: このリモートを削除してよろしいですか？
korean: 이 원격 저장소를 정말 삭제 하시겠습니까?
russian: Вы уверены, что хотите удалить этот внешний репозиторий?
spanish: ¿Está seguro que desea eliminar este remoto?

# _questionDeleteRemoteCaption.Text
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
japanese: 削除
korean: 제거
russian: Удалить
spanish: Eliminar

# _remoteBranchDataError.Text
source: Invalid ´{1}´ found for branch ´{0}´. Value has been reset to empty value.
dutch: Ongeldig '{1}' gevonden in vertakking '{0}' De waarde is teruggezet naar een lege waarde.
french: ´{1}´ trouvé pour la branche ´{0}´ est invalide. La valeur a été réinitialisée à vide.
german: Fehler '{1}' gefunden bei Branch {0}. Wert wurde mit leerem Wert ersetzt.
japanese: 無効な ´{1}´ が ´{0}´ ブランチで見つかりました。 値は空の値にリセットされました。
korean: '{0}' 브랜치에 유효하지 않은 '{1}'이 발견되었습니다. 입력된 유효하지 않는 값은 삭제됩니다.
russian: Неверное '{1}' найдено для ветки '{0}'. Значение было сброшено на пустое значение.
spanish: ´{1}´ inválido encontrado para rama ´{0}´. El valor se ha restablecido a un valor vacío.

# _sshKeyOpenCaption.Text
source: Select ssh key file
dutch: Selecteer SSH sleutel bestand
french: Sélectionnez un fichier de clef ssh
german: Wähle SSH-Schlüsseldatei
japanese: SSH鍵ファイルの選択
korean: SSH 키 파일 선택
russian: Выберите файл ключа ssh
spanish: Seleccione archivo de clave ssh

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
french: Clef privée (*.ppk)
german: Private Schlüsseldatei (*.ppk)
japanese: プライベート キー (*.ppk)
korean: 개인 키 (*.ppk)
russian: Закрытый ключ (*.ppk)
spanish: Clave privada (*.ppk)

# checkBoxSepPushUrl.Text
source: Separate Push Url
dutch: Aparte push Url
french: Url de push séparée
japanese: フェッチ元とプッシュ先を分ける
korean: Push URL 분리
russian: Отдельный Url для отправки
spanish: Url Push separada

# gbMgtPanel.Text
source: Create New Remote
dutch: Maak Nieuwe Remote
french: Créer un nouveau dépôt distant
german: Neue Remote anlegen
japanese: リモートを新規作成
korean: 새로운 원격 저장소 생성
russian: Новый внешний репозиторий
spanish: Crear nuevo Servidor Remoto

# label1.Text
source: Name
dutch: Naam
french: Nom
japanese: 名前
korean: ID
russian: Название
spanish: Nombre

# label3.Text
source: Private key file
dutch: Geheime sleutel
french: Fichier de clef privée
german: Private Schlüsseldatei
japanese: 秘密鍵ファイル
korean: 개인 키 파일
russian: Файл закрытого ключа
spanish: Arch. de clave privada

# label4.Text
source: Local branch name
dutch: Lokale vertakking
french: Nom de branche locale
german: Lokaler Branch
japanese: ローカルブランチ名
korean: 로컬 브랜치
russian: Имя локальной ветки
spanish: Nombre de rama local

# label5.Text
source: Remote repository
dutch: Externe repositorie
french: Dépôt distant
japanese: リモートリポジトリ
korean: 원격 저장소
russian: Репозиторий
spanish: Repositorio remoto

# label6.Text
source: Default merge with
dutch: Samenvoegen met
french: Fusion par défaut avec
german: Mergen mit (Standard)
japanese: デフォルトのマージ先
korean: 머지하기
russian: По умолчанию объединять с
spanish: Por defecto fusionar con

# labelPushUrl.Text
source: Push Url
french: Url push
japanese: プッシュ先URL
russian: Url отправки
spanish: Url Push

# pnlMgtDetails.Text
source: Details
french: Détails
japanese: 詳細
korean: 세부사항
russian: Подробно
spanish: Detalles

# tabPage1.Text
source: Remote repositories
dutch: Externe opslagplaatsen
french: Dépôts distants
german: Remote Repositorys
japanese: リモートリポジトリ
korean: 원격 저장소:
russian: Внешние репозитории
spanish: Repositorios remotos

# tabPage2.Text
source: Default pull behavior (fetch & merge)
dutch: Standaard ophaal gedrag (ophalen & samenvoegen)
french: Comportement par défaut de pull (fetch et merge)
german: Standard Pull-Verhalten (Holen && Mergen)
japanese: プルのデフォルトの挙動(フェッチ & マージ)
korean: 기본 Pull 명령어 (Fetch & Merge)
russian: Поведение по действию получить (забрать и слить)
spanish: Comportamiento por defecto del Pull (buscar y fusionar)

# $this.Text
source: Rename branch
dutch: Hernoem vertakking
french: Renommer branche
german: Branch umbenennen
japanese: ブランチ名の変更
korean: 브랜치 이름 변경
russian: Переименовать ветку
spanish: Renombrar rama

# Ok.Text
source: Rename
dutch: Hernoem
french: Renommer
german: Umbenennen
japanese: 名前を変更
korean: 이름 변경
russian: Переименовать
spanish: Renombrar

# _branchRenameFailed.Text
source: Rename failed.
dutch: Hernoemen mislukt.
french: Echec de renommage
german: Umbenennen fehlgeschlagen.
japanese: ブランチ名の変更は失敗しました。
korean: 이름 변경 실패.
russian: Не удалось переименовать ветку.
spanish: Renombrado fallido.

# label1.Text
source: New name
dutch: Nieuwe naam
french: Nouveau nom
german: Neuer Name
japanese: 新しいブランチ名
korean: 새이름
russian: Новое имя
spanish: Nuevo nombre

# $this.Text
source: Reset branch
dutch: Vertakking terugzetten
french: Réinitialiser la branche
german: Branch zurücksetzen
japanese: ブランチのリセット
korean: 브랜치 Reset
russian: Откатить ветку
spanish: Restablecer rama

# BranchInfo.Text
source: Reset local &branch:
german: Lokalen &Branch zurücksetzen:
japanese: ローカルブランチのリセット(&B):
korean: 로컬 브랜치 초기화
russian: Откатить локальную &ветку
spanish: Restablecer rama local:

# ForceReset.Text
source: &Force reset for a non-fast-forward reset
german: &Forciertes Zurücksetzen für ein nicht Fast-Forward Zurücksetzen
japanese: 非fast-forwardリセットの強制リセット(&F)
korean: &non-fast-forward reset 방식으로 강제 리셋하기
russian: Принудительный сброс без перемещения вперед
spanish: &Forzar restablecimiento para un restablecimiento non-fast-forward

# _localRefInvalid.Text
source: The entered value '{0}' is not the name of an existing local branch.
german: Der eingegebene Wert '{0}' ist nicht der Name eines existierenden lokalen Branch.
japanese: 入力された値 '{0}' は既存ローカルブランチの名前ではありません。
korean: 입력한 값 '{0}'은 존재하지 않는 로컬 브랜치의 이름입니다.
russian: Введенное значение '{0}' не является именем существующей локальной ветки
spanish: El valor introducido '{0}' no existe como nombre de una rama local.

# labelResetBranchWarning.Text
source: You can only reset a branch safely if there is a direct path from it to selected revision. Forcing a branch to reset if it has not been merged might leave some commits unreachable.
german: Sie können einen Branch nur sicher zurücksetzen wenn es einen direkten Pfad zu der ausgewählten Revision gibt. Einen Branch forciert zurückzusetzen wenn er noch nicht gemergt wurde, kann einige Commits unerreichbar zurücklassen.
japanese: ブランチを安全にリセットできるのは、選択したリビジョンへの直接のパスがある場合のみです。 マージされていないブランチを強制的にリセットすると、いくつかのコミットにアクセスできなくなるかもしれません。
korean: 브랜치에서 선택한 리비전으로의 직접 경로가 있는 경우에만 브랜치를 안전하게 초기화할 수 있습니다. 브랜치가 병합되지 않은 상태로 강제로 초기화하면 일부 커밋이 손실될 수 있습니다.
russian: Вы можете безопасно сбросить ветку, только если от нее есть прямой путь к выбранной ревизии. Принудительный сброс ветки, если она не была объединена, может сделать некоторые коммиты недоступными.
spanish: Solo puedes restablecer una rama de manera segura si hay una ruta definida directa hacia una revisión seleccionada. Forzar una rama a restablecerse si no se ha unido puede conllevar a varios commits ilocalizables.

# $this.Text
source: Reset changes
dutch: Alle wijzigingen ongedaan maken
french: Réinitialiser changements
german: Änderungen zurücksetzen
japanese: 変更のリセット
korean: 초기화
russian: Сбросить изменения
spanish: Restablecer los cambios

# btnCancel.Text
source: &Cancel
german: Abbre&chen
japanese: キャンセル(&C)
korean: &취소
russian: &Отмена
spanish: &Cancelar

# btnReset.Text
source: R&eset
japanese: リセット(&E)
korean: &초기화
russian: С&бросить
spanish: R&establecer

# cbDeleteNewFilesAndDirectories.Text
source: Also delete &new files and/or directories
french: Effacer également les nouveaux fichiers et/ou répertoires
german: Lösche auch &neue Dateien und/oder Verzeichnisse
japanese: 新規ファイル/ディレクトリも削除する(&N)
korean: 새로운 파일 그리고/또는 폴더도 함께 삭제
russian: Также удалить новые файлы и/или директории
spanish: También eliminar archivos y/o directorios &nuevos

# label1.Text
source: Are you sure you want to reset your changes?
dutch: Weet u zeker dat u de wijzigingen ongedaan wilt maken?
french: Etes-vous sûr de vouloir réinitialiser vos modifications?
german: Sind Sie sich sicher, dass Sie alle Änderungen zurücksetzen möchten?
japanese: 変更をリセットしてよろしいですか？
korean: 모든 변경사항을 원복 하시겠습니까?
russian: Вы уверены, что хотите сбросить изменения?
spanish: ¿Realmente desea resetear sus cambios?

# label2.Text
source: This will delete any uncommitted work.
dutch: Deze actie maakt al het niet gecommitte werk ongedaan.
french: Cela va supprimer tout travail non commité.
german: Diese Aktion wird alle nicht commitete Änderungen löschen.
japanese: 未コミットの変更はすべて削除されます。
korean: 모든 미반영 사항은 삭제 됩니다.
russian: Это удалит все изменения, которые вы не зафиксировали.
spanish: Esto borrará todo el trabajo no commiteado.

# $this.Text
source: Reset current branch
dutch: Reset huidige vertakking
french: Réinitialiser la branche courante
german: Aktuellen Branch zurücksetzen
japanese: 現在のブランチのリセット
korean: 현재 브랜치 원래대로
russian: Сбросить текущую папку
spanish: Restablecer la ramaa

# Hard.Text
source: &Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
japanese: Hard(&H): 作業ディレクトリとインデックスをリセット先の状態にする (未コミットの変更点をすべて破棄します)
korean: &위험: 작업 디렉터리 및 인덱스 초기화 (모든 로컬 변경 사항, 커밋되지 않은 변경 사항도 취소)
russian: Жесткий: сбросить изменения в рабочем каталоге и в индексе (отменить ВСЕ локальные изменения, даже незафиксированные)
spanish: Hard: restablecer directorio de trabajo y el índice (descartar TODOS los cambios locales, incluso los no commiteados)

# Keep.Text
source: &Keep: update working directory to the commit (abort if there are local changes), reset index
japanese: Keep(&K): 作業ディレクトリをコミットへ更新 (ローカルの変更がある場合は中止)し、インデックスをリセット
korean: &유지: 작업 디렉토리를 커밋으로 업데이트합니다. (로컬 변경 사항이 있는 경우 제외), 인덱스 재설정
russian: Сохранить: обновить рабочий каталог до состояния коммита (прервать при наличии локальных изменений), сбросить индекс
spanish: &Keep: actualiza el directorio actual con el commit (aborta si hay cambios locales), restablece el índice

# Merge.Text
source: &Merge: update working directory to the commit and keep local changes (abort if there are conflicts), reset index
japanese: Merge(&M): 作業ディレクトリをコミットへ更新＆ローカルの変更を維持 (競合がある場合は中止)し、インデックスをリセット
korean: &병합: 작업 디렉토리를 커밋으로 업데이트하고 로컬 변경사항을 유지합니다. (충돌이 있는 경우 추가), 인덱스 재설정
russian: Объединить: обновить рабочий каталог до состояния коммита и сохранить локальные изменения (прервать при наличии конфликтов), сбросить индекс
spanish: &Merge: actualiza el directorio actual con el commit y mantiene los cambios locales (aborta si hay conflictos), restablece el índice

# Mixed.Text
source: Mi&xed: leave working directory untouched, reset index
japanese: Mixed(&X): 作業ディレクトリを保持したままインデックスをリセット先の状態にする
korean: &Mixed: 작업 디렉터리를 변경하지 않고 인덱스 재설정
russian: Смешанный: не изменять рабочий каталог, сбросить индекс
spanish: Mi&xed: deja el directorio de trabajo intacto, restablece el índice

# Soft.Text
source: &Soft: leave working directory and index untouched
japanese: Soft(&S): 作業ディレクトリとインデックスの状態は保ったままHEADのみ移動
korean: &Soft: 작업 폴더 떠나기 및 인덱스 Untouched로 유지
russian: Мягкий: оставить рабочий каталог и индекс без изменений
spanish: &Soft: deja el directorio de trabajo y el índice intacto

# _branchInfo.Text
source: Reset branch '{0}' to revision:
dutch: Reset {0} naar revisie:
french: Réinitialiser la branche '{0}' à la révision :
german: Branch '{0}' zurücksetzen auf Revision:
japanese: ブランチ'{0}'の移動先リビジョン:
korean: 변경을 위해 {0} 브랜치를 리셋
russian: Откатить ветку '{0}' к ревизии:
spanish: Restablecer rama '{0}' a la revisión:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
dutch: U staat op het punt alle locale wijzigingen ongedaan te maken. Weet u dit zeker?
french: Vous allez annuler TOUTES les modifications, êtes vous sûr?
german: Ihre lokalen Änderungen werden verworfen, sind Sie sich sicher?
japanese: ローカルで行った変更をすべて破棄してよろしいですか？
korean: 모든 변경사항들은 저장되지 않습니다. 진행 할까요?
russian: Сейчас будут отменены ВСЕ локальные изменения. Вы уверены?
spanish: Está a punto de descartar TODOS los cambios locales, ¿está seguro?

# $this.Text
source: Resolve merge conflicts
dutch: Samenvoeg conflicten oplossen
french: Résolvez les conflits de fusion
german: Merge-Konflikte auflösen
japanese: マージ競合の解決
korean: 머지 충돌 해결
russian: Разрешение конфликтов слияния
spanish: Resolver los conflictos de fusión

# ContextChooseBase.Text
source: Choose base
dutch: Kies basis versie
french: Choisir la base
german: Base-Datei wählen
japanese: baseを選択
korean: 베이스 수정사항 선택
russian: Выбрать базовую
spanish: Elegir base

# ContextChooseLocal.Text
source: Choose local
dutch: Kies lokaal
french: Choisir le local
german: Local-Datei wählen
japanese: localを選択
korean: 로컬 수정사항 선택
russian: Выбрать локальную
spanish: Elegir local

# ContextChooseRemote.Text
source: Choose remote
dutch: Kies externe versie
french: Choisir le distant
german: Remote-Datei wählen
japanese: remoteを選択
korean: 원격 수정사항 선택
russian: Выбрать внешний
spanish: Elegir remoto

# ContextMarkAsSolved.Text
source: Mark conflict as solved
dutch: Markeer conflict als opgelost
french: Marquer le conflit comme résolu
german: Konflikt als gelöst markieren
japanese: 解決済みとしてマーク
korean: 충돌해결로 표시
russian: Отметить конфликты как разрешённые
spanish: Marca el conflicto como resuelto

# ContextOpenBaseWith.Text
source: Open base with
dutch: Openen basis versie met
french: Ouvrir la base avec
german: Base-Datei öffnen mit
japanese: baseをプログラムから開く
korean: 배이스 파일 열기
russian: Открыть базовую с помощью
spanish: Abrir base con

# ContextOpenLocalWith.Text
source: Open local with
dutch: Open lokale versie met
french: Ouvrir le local avec
german: Local-Datei öffnen mit
japanese: localをプログラムから開く
korean: 로컬 파일 열기
russian: Открыть локальную с помощью
spanish: Abrir local con

# ContextOpenRemoteWith.Text
source: Open remote with
dutch: Open externe versie met
french: Ouvrir le distant avec
german: Remote-Datei öffnen mit
japanese: remoteをプログラムから開く
korean: 원격 파일 열기
russian: Открыть внешнюю с помощью
spanish: Abrir remoto con

# ContextSaveBaseAs.Text
source: Save base as
dutch: Basis versie opslaan als
french: Enregistrer la base comme
german: Base-Datei speichern als
japanese: 名前を付けてbaseを保存
korean: 베이스 파일 저장
russian: Сохранить базовую как
spanish: Guardar base como

# ContextSaveLocalAs.Text
source: Save local as
dutch: Lokale versie opslaan als
french: Enregistrer le local comme
german: Local-Datei speichern als
japanese: 名前を付けてlocalを保存
korean: 로컬 파일 저장
russian: Сохранить локальную как
spanish: Guardar locale como

# ContextSaveRemoteAs.Text
source: Save remote as
dutch: Externe versie opslaan als
french: Enregistrer le distant comme
german: Remote-Datei speichern als
japanese: 名前を付けてremoteを保存
korean: 원격 파일 저장
russian: Сохранить внешнюю как
spanish: Guardar remoto como

# FileName.HeaderText
source: Filename
dutch: Bestandsnaam
french: Nom du fichier
german: Dateiname
japanese: ファイル名
russian: Имя файла
spanish: Nombre de archivo

# OpenMergetool.Text
source: Open in mergetool
dutch: Openen in samenvoeg tool
french: Ouvrir dans l'outil de fusion
german: Öffnen mit Vergleichsprogramm
japanese: マージツールで開く
korean: 머지도구 열기
russian: Открыть в инструменте слияния
spanish: Abrir en mergetool

# Rescan.Text
source: Rescan merge conflicts
dutch: Her-scan merge conflicten
french: Re-scanner les conflits de merge
german: Erneut auf Merge-Konflikte überprüfen
japanese: マージ競合を再スキャン
korean: 병합 충돌 다시 검색
russian: Пересканировать конфликты слияния
spanish: Volver a buscar conflictos de Merges

# Reset.Text
source: &Reset
japanese: リセット(&R)
korean: 리셋 (&R)
russian: &Сброс
spanish: &Restablecer

# _abortCurrentOperation.Text
source: You can abort the current conflict resolution by resetting hard. All changes since the last commit will be deleted. Do you want to reset the changes?
japanese: ハードリセットすることで現在の競合解決が中止されます。 コミットされていない変更はすべて削除されます。 変更をリセットしてよろしいですか？
russian: Вы можете прервать текущее разрешение конфликтов, жёстко сбросив все изменения. Все изменения с момента последнего коммита будут удалены. Вы хотите сбросить изменения?
spanish: Puede abortar la operación actual reseteando los cambios. Todos los cambios desde el último commit serán borrados. ¿Desea resetear los cambios?

# _allConflictsResolved.Text
source: All merge conflicts are resolved, you can commit. Do you want to commit now?
dutch: Alle merge conflicten zijn opgelost; u kunt committen. Wilt u nu committen?
french: Tous les conflits de merge sont résolus, vous pouvez commiter. Voulez-vous commiter maintenant?
german: Alle Merge-Konflikte wurden aufgelöst und sie können comitten. Möchten Sie jetzt comitten?
japanese: マージ競合をすべて解決するとコミットできます。 今すぐコミットしますか？
korean: 모든 머지충돌이 해결되어 커밋이 가능합니다. 수정사항을 지금 커밋 할까요?
russian: Все конфликты были разрешены, вы можете зафиксировать изменения. Хотите зафиксировать сейчас?
spanish: Todos los conflictos de fusión se resolvieron, puede hacer commit. ¿Quiere hacer commit ahora?

# _allConflictsResolvedCaption.Text
source: Commit
german: Committen
japanese: コミット
korean: 커밋
russian: Коммит

# _allFilesFilter.Text
source: All files (*.*)
dutch: Alle bestanden (*.*)
french: Tous les fichiers (*.*)
german: Alle Dateien (*.*)
japanese: すべてのファイル (*.*)
korean: 모든 파일 (*.*)
russian: Все файлы (*.*)
spanish: Todos los archivos (*.*)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
dutch: Weet u zeker dat u de wijzigingen wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
french: Etes vous sûr de vouloir EFFACER toutes les modifications? Cette action ne peut être annulée.
german: Sind Sie sicher dass sie alle aktuellen Änderungen löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.
japanese: 変更をすべて「削除」してよろしいですか？ この操作は取り消せません。
korean: 모든 변경사항을 삭제해도 좋습니까? 이 명령은 되돌릴 수 없습니다.
russian: Вы уверены, что хотите ВСЕ изменения? Это действие не может быть отменено.
spanish: Realmente desea BORRAR todos los cambios? Esta acción no se puede deshacer.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
dutch: WAARSCHUWING!
french: ATTENTION!
german: WARNUNG!
japanese: 警告！
korean: 경고!
russian: Предупреждение!
spanish: ADVERTENCIA!

# _askMergeConflictSolved.Text
source: Is the merge conflict solved?
dutch: Is het merge conflict opgelost?
french: Le conflit de merge est-il résolu ?
german: Ist der Merge-Konflikt behoben?
japanese: マージ競合は解決しましたか？
korean: 충돌이 해결되었습니까?
russian: Конфликт слияния разрешён?
spanish: El conflicto de fusión ha sido resuelto?
