Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# PatchFileMode.Text
source: Patch file
dutch: Patch bestand
french: Patcher le fichier
german: Patch-Datei

# Skip.Text
source: Skip patch
dutch: Patch overslaan
french: Passer ce patch
german: Patch überspringen

# _conflictMergetoolText.Text
source: Solve conflicts
dutch: Conflicten oplossen
french: Résoudre les conflits
german: Konflike lösen

# Bad.Text
source: Mark current revision bad
dutch: Markeer huidige revisie 'slecht'
french: Marquer la révision courante comme mauvaise
german: Revision als Schlecht markieren

# Good.Text
source: Mark current revision good
dutch: Markeer huidige revisie 'goed'
french: Marquer la révision courante comme bonne
german: Revision als Gut markieren

# btnSkip.Text
source: Skip current revision
dutch: Huidige revisie overslaan
french: Sauter la révision actuelle
german: Aktuelle Revision überspringen

# ShowFirstParent.ToolTipText
source: Show first parents
dutch: Laat directe ouder zien
french: Afficher les premiers parents
german: Eltern zuerst anzeigen

# _addUpstreamRemoteToolStripMenuItem.Text
source: Add upstream remote
german: Upstream Remote hinzufügen

# _configureWorkingDirMenu.Text
source: Configure this menu
dutch: Configureer dit menu
french: Configurer ce menu...
german: Dieses Menü konfigurieren

# _createPullRequestsToolStripMenuItem.Text
source: Create pull requests...
dutch: Maak binnenhaal verzoek...
french: Créer des demandes de tirage...
german: Pull Request erzeugen...

# _forkCloneRepositoryToolStripMenuItem.Text
source: Fork/Clone repository...
dutch: Kloon/fork opslagplaats...
french: Forker/Cloner un dépôt...
german: Repository forken/klonen...

# _viewPullRequestsToolStripMenuItem.Text
source: View pull requests...
dutch: Bekijk binnenhaal verzoeken
french: Afficher les demandes de pull...
german: Pull Requests anzeigen...

# aboutToolStripMenuItem.Text
source: About
dutch: Over
french: À propos
german: Info über

# applyPatchToolStripMenuItem.Text
source: Apply patch...
dutch: Patch toepassen...
french: Appliquer un patch...
german: Patch einspielen...

# archiveToolStripMenuItem.Text
source: Archive revision...
dutch: Archiveer...
french: Archiver la révision...
german: Archivieren...

# branchToolStripMenuItem.Text
source: Create branch...
dutch: Vertakking aanmaken...
french: Créer une branche...
german: Branch erzeugen...

# changelogToolStripMenuItem.Text
source: Changelog
dutch: Versie historie
french: Journal des changements
german: Änderungshistorie

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
dutch: Controleer op nieuwe versies
french: Vérifier les mises à jour
german: Auf Updates prüfen

# checkoutBranchToolStripMenuItem.Text
source: Checkout branch...
dutch: Vertakking uitchecken...
french: Charger la branche...
german: Branch auschecken...

# checkoutToolStripMenuItem.Text
source: Checkout revision...
dutch: Revisie uitchecken...
french: Charger la révision...
german: Revision auschecken...

# cleanupToolStripMenuItem.Text
source: Clean working directory...
dutch: Werkdirectory opschonen...
french: Nettoyer le répertoire de travail...
german: Arbeitsverzeichnis aufräumen...

# cloneToolStripMenuItem.Text
source: Clone repository...
dutch: Kloon opslagplaats...
french: Cloner un dépôt...
german: Repository klonen...

# closeToolStripMenuItem.Text
source: Close (go to Dashboard)
dutch: Sluiten
french: Fermer (aller au tableau de bord)
german: Schließen (Zum Dashboard)

# commitInfoBelowMenuItem.Text
source: Commit info below graph
dutch: Commit info onder grafiek
french: Informations de commit en dessous du graphe
german: Commit-Information unter dem Graphen

# commitInfoLeftwardMenuItem.Text
source: Commit info left of graph
dutch: Commit info links van grafiek
french: Informations de commit à gauche du graphe
german: Commit-Information links neben dem Graphen

# commitInfoRightwardMenuItem.Text
source: Commit info right of graph
dutch: Commit info rechts van grafiek
french: Informations de commit à droite du graphe
german: Commit-Information rechts neben dem Graphen

# commitToolStripMenuItem.Text
source: Commit...
french: Commiter...
german: Committen...

# compressGitDatabaseToolStripMenuItem.Text
source: Compress git database
dutch: Comprimeer git database
french: Compresser la base de données git
german: Git Datenbank komprimieren

# createAStashToolStripMenuItem.Text
source: Create a stash...
dutch: Creëer een stash
french: Créer un stash...
german: Stash erzeugen...

# createWorktreeToolStripMenuItem.Text
source: Create a worktree...
dutch: Maak een worktree...
french: Créer un worktree...
german: Worktree erstellen...

# deleteBranchToolStripMenuItem.Text
source: Delete branch...
dutch: Verwijder vertakking...
french: Supprimer une branche...
german: Branch löschen...

# deleteIndexLockToolStripMenuItem.Text
source: Delete index.lock
dutch: Verwijder index.lock
french: Supprimer le fichier index.lock
german: index.lock löschen

# deleteTagToolStripMenuItem.Text
source: Delete tag...
dutch: Verwijder label...
french: Supprimer une étiquette...
german: Tag löschen...

# donateToolStripMenuItem.Text
source: Donate
dutch: Doneer
french: Faire un don
german: Spenden

# editGitAttributesToolStripMenuItem.Text
source: Edit .gitattributes
dutch: Wijzig .gitattributes
french: Editer .gitattributes
german: .gitattributes bearbeiten

# editLocalGitConfigToolStripMenuItem.Text
source: Edit .git/config
dutch: Bewerk .git/config
french: Modifier .git/config
german: .git/config bearbeiten

# editgitignoreToolStripMenuItem1.Text
source: Edit .gitignore
dutch: Wijzig .gitignore
french: Modifier .gitignore
german: .gitignore bearbeiten

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/exclude
dutch: Bewerk .git/info/exclude
french: Modifier .git/info/exclude
german: .git/info/exclude bearbeiten

# editmailmapToolStripMenuItem.Text
source: Edit .mailmap
dutch: Wijzig .mailmap
french: Modifier .mailmap
german: .mailmap bearbeiten

# exitToolStripMenuItem.Text
source: Exit
dutch: Sluiten
french: Quitter
german: Beenden

# fetchAllToolStripMenuItem.Text
source: Fetch all
dutch: Alles ophalen
french: Récupérer depuis tous les dépôts distants (fetch --all)
german: Alles holen (Fetch all)

# fetchPruneAllToolStripMenuItem.Text
source: Fetch and prune all
dutch: Alles ophalen en opschonen
french: Récupérer et élaguer tout
german: Alles fetchen und prunen

# fetchToolStripMenuItem.Text
source: Fetch
dutch: Ophalen
french: Récupérer (fetch)
german: Holen (Fetch)

# fileExplorerToolStripMenuItem.Text
source: File Explorer
dutch: Open in verkenner
french: Explorateur de fichiers
german: Datei-Explorer

# formatPatchToolStripMenuItem.Text
source: Format patch...
dutch: Patch maken...
french: Créer un patch...
german: Patch formatieren...

# gitMaintenanceToolStripMenuItem.Text
source: Git maintenance
dutch: Git onderhoud
french: Maintenance du dépôt Git
german: Git Verwaltung

# gitcommandLogToolStripMenuItem.Text
source: Git command log
dutch: Git commando log
french: Journal des commandes Git
german: Git Befehle Log

# initNewRepositoryToolStripMenuItem.Text
source: Create new repository...
dutch: Nieuwe opslagplaats...
french: Créer nouveau dépôt...
german: Neues Repository erzeugen...

# manageStashesToolStripMenuItem.Text
source: Manage stashes...
dutch: Beheer stashes...
french: Gérer les stashs...
german: Verwalte Stashes...

# manageSubmodulesToolStripMenuItem.Text
source: Manage submodules...
dutch: Submodules beheren...
french: Gérer les sous-modules...
german: Submodule verwalten ...

# manageWorktreeToolStripMenuItem.Text
source: Manage worktrees...
dutch: Beheer worktree's...
french: Gérer les worktrees...
german: Worktrees verwalten...

# menuitemSparse.Text
source: Sparse Working Copy
dutch: Sparse Werkdirectory
french: Répertoire de travail partiel (Sparse)
german: Sparse Arbeitskopie

# mergeBranchToolStripMenuItem.Text
source: Merge branches...
dutch: Vertakkingen samenvoegen...
french: Fusionner les branches...
german: Branches mergen...

# navigateToolStripMenuItem.Text
source: Navigate
dutch: Navigeer
french: Naviguer
german: Navigieren

# openToolStripMenuItem.Text
source: Open...
dutch: Openen...
french: Ouvrir...
german: Öffnen...

# patchToolStripMenuItem.Text
source: View patch file...
dutch: Bekijk patch bestand...
french: Visualiser un fichier de patch...
german: Patch-Datei anzeigen...

# pluginSettingsToolStripMenuItem.Text
source: Plugin Settings
dutch: Plugin instellingen
french: Paramètres des Extensions
german: Plugin Einstellungen

# pullToolStripMenuItem1.Text
source: Open pull dialog...
dutch: Open pull-scherm...
french: Récupérer...
german: "Pull" Dialog öffnen

# recoverLostObjectsToolStripMenuItem.Text
source: Recover lost objects...
dutch: Verloren bestanden terughalen...
french: Retrouver des objets perdus...
german: Verlorene Objekte wiederherstellen...

# refreshToolStripMenuItem.Text
source: Refresh
dutch: Verversen
french: Rafraichir
german: Aktualisieren

# repoSettingsToolStripMenuItem.Text
source: Repository settings
dutch: Opslagplaats instellingen
french: Paramètres du dépôt...
german: Repository Einstellungen

# reportAnIssueToolStripMenuItem.Text
source: Report an issue
dutch: Rapporteer een probleem
french: Rapporter un problème
german: Ein Problem melden

# resetToolStripMenuItem.Text
source: Reset changes...
dutch: Alle wijzigingen ongedaan maken...
french: Réinitialiser les modifications...
german: Änderungen zurücksetzen...

# runMergetoolToolStripMenuItem.Text
source: Solve merge conflicts...
dutch: Los merge conflicten op...
french: Résoudre les conflits de merge...
german: Merge-Konflikte lösen...

# setDefaultPullButtonActionToolStripMenuItem.Text
source: Set default Pull button action
french: Choisir l'action par défaut du bouton importer
german: Setze Standard-Pull-Button-Aktion

# settingsToolStripMenuItem.Text
source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen

# stashChangesToolStripMenuItem.Text
source: Stash
dutch: Wegzetten wijzigingen
french: Stasher
german: Stashen

# stashToolStripMenuItem.Text
source: Manage stashes...
dutch: Beheer stashes...
french: Gérer les stashs...
german: Verwalte Stashes...

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all submodules
dutch: Synchroniseer alle submodules
french: Synchroniser tous les sous modules
german: Alle Untermodule synchronisieren

# tagToolStripMenuItem.Text
source: Create tag...
dutch: Maak label...
french: Créer une étiquette...
german: Tag erzeugen...

# toolStripMenuItemReflog.Text
source: Show reflog...
dutch: Laat reflog zien...
french: Afficher le reflog...
german: Reflog anzeigen ...

# translateToolStripMenuItem.Text
source: Translate
dutch: Vertalen
french: Améliorer la traduction
german: Übersetzen

# tsmiFavouriteRepositories.Text
source: Favourite Repositories
french: Dépôts favoris
german: Favoriten

# tsmiRecentRepositories.Text
source: Recent Repositories
dutch: Recente opslagplaatsen
french: Dépôts récents
german: Kürzlich verwendete Repositorys

# tsmiRecentRepositoriesClear.Text
source: Clear List
dutch: Leeg Lijst
french: Vider la liste
german: Liste leeren

# tsmiTelemetryEnabled.Text
source: Yes, I allow telemetry
french: Oui, je permets la transmission d'informations
german: Ja, ich erlaube Telemetrie

# undoLastCommitToolStripMenuItem.Text
source: Undo last commit
dutch: Laatste commit ongedaan maken
french: Annuler le dernier commit
german: Letzten Commit zurücknehmen

# updateAllSubmodulesToolStripMenuItem.Text
source: Update all submodules
dutch: Alle submodulen vernieuwen
french: Mettre à jour tous les sous modules
german: Alle Untermodule aktualisieren

# userManualToolStripMenuItem.Text
source: User Manual
dutch: Handleiding
french: Manuel Utilisateur
german: Benutzerhandbuch

# Ok.Text
source: Checkout
dutch: Uitchecken
french: Charger
german: Auschecken

# _createBranch.Text
source: Create local branch with the name:
dutch: Maak lokale vertakking met de naam
french: Créer une branche locale avec le nom :
german: Erzeuge Lokalen Branch mit Namen:

# chkSetLocalChangesActionAsDefault.Text
source: Set as default
dutch: Maak standaard
french: Mettre par défaut
german: Als Standard setzen

# rbCreateBranchWithCustomName.Text
source: Create local branch with custom name:
dutch: Maak lokale vertakking met naam
french: Créer une branche locale avec le nom choisi :
german: Erzeuge lokalen Branch mit benutzerdefiniertem Namen:

# rbDontChange.Text
source: Don't change
dutch: Niet wijzigen
french: Ne pas changer
german: Nicht ändern

# rbDontCreate.Text
source: Checkout remote branch
dutch: Externe vertakking uitchecken
french: Charger la branche distante
german: Remote Branch auschecken

# rbReset.Text
source: Reset
dutch: Resetten
french: Réinitialiser
german: Zurücksetzen

# rbResetBranch.Text
source: Reset local branch with the name:
dutch: Reset lokale branch met de naam
french: Réinitialiser la branche locale avec le nom :
german: Zurücksetzen des lokalen Branches mit Namen:

# rbStash.Text
source: Stash
dutch: Wegzetten wijzigingen
german: Stashen

# Force.Text
source: Force (reset local changes)
dutch: Forceer
french: Forcer (remettre à zéro les changements locaux)
german: Erzwingen (Lokale Änderungen zurücksetzen)

# OkCheckout.Text
source: Checkout
french: Charger
german: Auschecken

# label2.Text
source: Checkout this revision
dutch: Revisie uitchecken
french: Charger cette révision
german: Diese Revision auschecken

# AutoCommit.Text
source: Automatically create a commit
dutch: Maak automatisch een nieuwe commit aan wanneer er geen samenvoeg problemen zijn.
french: Créer automatiquement un commit
german: Automatisch einen Commit erzeugen

# ParentsLabel.Text
source: This commit is a merge, select parent:
dutch: Deze revisie is een samenvoeging, selecteer voorganger:
french: Ce commit est un commit de fusion, sélectionner le parent :
german: Dieser Commit ist ein Merge, übergeordnetes Element auswählen:

# checkAddReference.Text
source: Add commit reference to commit message
dutch: Voeg verwijzig toe naar de oorspronkelijke commit
french: Ajouter la référence du commit au message de commit
german: Commit Referenz zu Commit Nachricht hinzufügen

# cbLfs.Text
source: Use LFS extension
dutch: Gebruik LFS extensie
french: Utiliser extension LFS
german: LFS Erweiterung aktivieren

# CommitAndPush.Text
source: Commit && &push
german: Comitten && &Pushen

# _noFilesStagedAndNothingToCommit.Text
source: There are no files staged for this commit.
dutch: Er zijn geen bestanden klaargezet voor deze commit.
french: Il n'y a pas de fichiers indexés pour ce commit.
german: Es gibt keine gestagten Dateien für diesen Commit.

# _noFilesStagedButSuggestToCommitAllUnstaged.Text
source: There are no files staged for this commit. Stage and commit all unstaged files?
dutch: Er zijn bestanden klaargezet voor deze commit. Alle gewijzigde bestanden klaarzetten en committen?
french: Il n'ya pas de fichiers indexés pour ce commit. Indexer et faire un commit de tous les fichiers non-indexés ?
german: Es gibt keine gestagten Dateien für diesen Commit. Wollen Sie alle Dateien stagen und committen?

# openDiffMenuItem.Text
source: Open with difftool
dutch: Openen met difftool
french: Ouvrir avec difftool
german: Mit Difftool öffnen

# ForceDelete.Text
source: Force delete
dutch: Gerforceerd verwijderen
french: Forcer la suppression
german: Löschen erzwingen

# _deleteBranchCaption.Text
source: Delete branches
dutch: Verwijder vertakking
french: Supprimer les branches
german: Branches löschen

# _deleteBranchQuestion.Text
source: Are you sure you want to delete selected branches? Deleting a branch can cause commits to be deleted too!
dutch: Weet u zeker dat u deze vertakking wilt verwijderen? Bij het verwijderen van een vertakking kunnen commits verloren gaan!
french: Etes vous sûr de vouloir supprimer les branches sélectionnées? Supprimer une branche peut entrainer la suppression de commits également!
german: Sind Sie sich sicher, dass Sie die ausgewählten Branches löschen möchten? Einen Branch löschen kann dazu führen dass auch Commits gelöscht werden!

# _deleteUnmergedBranchForcingSuggestion.Text
source: You cannot delete unmerged branch until you set “force delete” mode.
dutch: Niet-gemergde branch kan alleen verwijderd worden met "Geforceerd verwijderen" gevinkt.
french: Vous ne pouvez pas supprimer une branche non fusionnée à moins d'activer le mode "forcer la suppression"
german: Sie können den nicht gemergten Branch nicht löschen ohne vorher den Modus "Löschen Erzwingen" zu setzen.

# labelDeleteBranchWarning.Text
source: You can only delete branches when they are fully merged in HEAD. When you delete a branch the commits can get lost because nothing points to them. When you want to delete a not-fully merged branch, you can override this using the 'Force delete' option.
dutch: U kan branches alleen verwijderen als ze volledig gemerged zijn met HEAD. Als u een branch verwijdert dan kunnen commits verloren gaan omdat er niets meer naar wijst. Als u een niet volledig gemergde branch wilt verwijderen, dan kunt u dat forceren met "Geforceerd verwijderen".
french: Vous pouvez seulement effacer les branches ayant été complètement fusionnées dans HEAD. Quand vous effacez une branche, les commits peuvent être perdus parce que rien ne pointe vers eux. Quand vous voulez effacer une branche non-entièrement fusionnée, vous pouvez outrepasser ceci en utilisant l'option 'Forcer la suppression'.
german: Sie können ein Branch nur löschen wenn er komplett mit HEAD gemergt ist. Wenn Sie einen Branch löschen, können Commits verloren gehen, weil nichts mehr auf diese zeigt. Wenn Sie einen nicht vollständig gemergten Branch löschen wollen, können Sie dies mit der Option 'Löschen erzwingen' erreichen.

# labelSelectBranches.Text
source: Select branches
dutch: Selecteer vertakkingen
french: Sélectionnez la ou les branches
german: Branch(es) auswählen

# DeleteRemote.Text
source: Delete branche(s) from remote repository
dutch: Verwijder branch(es) uit externe repository
french: Effacer le(s) branche(s) depuis le dépôt distant
german: Lösche Branch(es) vom entfernten Repository

# labelDeleteBranchWarning.Text
source: The commits referenced by the deleted branch will be lost if no other branch or tag references them. Make sure there is a branch or tag referencing the commits you wish to keep. If you have accidentally deleted a wrong branch, go to Commands | Show reflog form in order to recover the lost commits.
dutch: De commits waarnaar de verwijderde branch verwees zullen verloren gaan als er geen andere branch of tag naar wijst. Zorg dat er een branch of tag naar de commit wijst die bewaard moeten blijven. Als u per ongeluk de verkeerde branch heeft verwijderd, ga naar Commands | Show reflog form om de commits terug te halen.
french: Les commits référencés par la branche effacée seront perdus si aucune autre branche ou étiquette ne les références. Assurez-vous qu'une branche ou une étiquette référence les commits que vous souhaitez conserver. Si vous avez accidentellement effacé la mauvaise branche, allez dans Actions | Afficher le reflog... de façon à récupérer les commits perdus.
german: Die Commits die durch den gelöschten Branch referenziert werden gehen verloren wenn kein anderer Branch oder Tag diese referenziert. Stellen Sie sicher dass die Änderungen die Sie behalten werden durch einen anderen Branch oder Tag referenziert werden. Wenn Sie aus Versehen einen falschen Branch gelöscht haben, gehen Sie über Befehle | Zeige Reflog, um die verlorenen Commits wiederherzustellen.

# firstToLocalToolStripMenuItem.Text
source: BASE -> Working directory
french: BASE -> Répertoire de travail
german: BASE -> Arbeitsverzeichnis

# firstToSelectedToolStripMenuItem.Text
source: BASE -> Compare
dutch: BASE -> Vergelijk
french: Base-> Comparer
german: BASE -> Vergleich

# headCommitGroup.Text
source: Compare
dutch: Vergelijk
french: Comparer
german: Vergleichen

# fullHistoryToolStripMenuItem.Text
source: Full history
dutch: Volledige historie
french: Tout l'historique
german: Gesamte Historie

# showFullHistoryToolStripMenuItem.Text
source: Show Full History
dutch: Toon volledige historie
french: Afficher l'historique complet
german: Zeige ganze Historie

# simplifyMergesContextMenuItem.Text
source: Simplify Merges
dutch: Maak merges makkelijker
french: Simplifier les fusions
german: Merges vereinfachen

# simplifyMergesToolStripMenuItem.Text
source: Simplify Merges
dutch: Maak merges makkelijker
french: Simplifier les fusions
german: Merges vereinfachen

# Delete.HeaderText
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen

# IsDeleted.HeaderText
source: Deleted
dutch: Verwijderd
french: Supprimé
german: Gelöscht

# Open.HeaderText
source: Open
french: Ouvrir
german: Öffnen

# buttonClose.Text
source: Close
dutch: Sluiten
french: Fermer
german: Schließen

# buttonPruneWorktrees.Text
source: Prune the deleted worktrees
dutch: Ruim verwijderde worktree's op
french: Élaguer les worktrees effacés
german: Räume gelöschte Worktrees auf (prune)
