Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# Description.Text
source: Proxy Switcher
japanese: プロキシスイッチャ
korean: 프록시 전환기
russian: Переключение прокси

# HttpProxy.Caption
source: HTTP proxy
japanese: HTTPプロキシ
korean: HTTP 프록시
russian: HTTP прокси

# HttpProxyPort.Caption
source: HTTP proxy port
japanese: HTTPプロキシポート
korean: HTTP 프록시 포트
russian: HTTP прокси порт

# Password.Caption
source: Password
japanese: パスワード
korean: 비밀번호
russian: Пароль

# Username.Caption
source: Username
japanese: ユーザ名
korean: 사용자 이름
russian: Имя пользователя

# $this.Text
source: Release Notes Generator
japanese: リリースノートジェネレータ
korean: 릴리스 노트 생성기
russian: Генератор примечаний к выпуску

# _caption.Text
source: Invalid input
japanese: 無効な入力
korean: 잘못된 입력
russian: Недопустимый ввод

# _commitLogFrom.Text
source: Commit log from '{0}' to '{1}' ({2}):
japanese: '{0}'から'{1}'へのコミットログ ({2}):
korean: '{0}'에서 '{1}'({2})로 로그 커밋:
russian: Закоммитить лог из '{0}' в '{1}' ({2}):

# _fromCommitNotSpecified.Text
source: 'From' commit must be specified
japanese: 'From'コミットは必ず指定する必要があります
korean: '보낸 사람' 커밋을 지정해야 합니다.
russian: Должен быть указан коммит "из"

# _toCommitNotSpecified.Text
source: 'To' commit must be specified
japanese: 'To'コミットは必ず指定する必要があります
korean: '받는' 커밋을 지정해야 합니다.
russian: Должен быть указан коммит "в"

# buttonCopyAsHtml.Text
source: as HTML table
japanese: HTMLテーブルとして
korean: HTML 테이블(으)로
russian: как HTML таблица

# buttonCopyAsTextTableSpace.Text
source: as text table (spaces)
japanese: テキストテーブル(空白区切り)として
korean: 텍스트 테이블로 (spaces 키)
russian: как текстовая таблица (пробелы)

# buttonCopyAsTextTableTab.Text
source: as text table (tabs)
japanese: テキストテーブル(タブ区切り)として
korean: 텍스트 테이블로 (tabs 키)
russian: как текстовая таблица (табы)

# buttonCopyOrigOutput.Text
source: original output
japanese: オリジナルの出力
korean: 원본 출력
russian: исходный вывод

# buttonGenerate.Text
source: Generate
japanese: 生成
korean: 일반설정
russian: Генерировать

# groupBox1.Text
source: Result
japanese: 結果
korean: 결과
russian: Результат

# groupBoxCopy.Text
source: Copy to clipboard
japanese: クリップボードにコピー
korean: 클립보드 복사
russian: Копировать в буфер

# label1.Text
source: Commit expression "To" (including):
japanese: コミット参照 "To" (含む):
korean: 커밋 표현식 "To"(포함):
russian: Выражение коммита "To" (включая):

# label10.Text
source: separate columns with spaces
japanese: 列を空白で分割
korean: spaces 키로 열 분리
russian: разделить колонки пробелами

# label11.Text
source: Clipboard will contain HTML code (plain text) and HTML format which can be pasted to programs like MS Word or LibreOffice Writer.
japanese: クリップボードはHTMLコード(プレーンテキスト)やHTMLフォーマットを含んでおり、MS WordやLibreOffice Writerに貼り付けることが可能です。
korean: 클립보드에는 HTML 코드(일반 텍스트) 및 HTML 형식이 포함됩니다. MS Word 또는 LibreOffice Writer와 같은 프로그램에 붙여넣을 수 있습니다.
russian: Буфер обмена будет содержать код HTML (голый текст) и формат HTML, который можно вставить в программы как MS Word или LibreOffice Writer.

# label2.Text
source: Commit expression "From" (excluding):
japanese: コミット参照"From" (除外):
korean: 커밋 표현식 "From"(제외):
russian: Выражение коммита "From" (исключая):

# label3.Text
source: git log arguments:
japanese: gitログ引数:
korean: git 로그 인수:
russian: аргументы git log:

# label4.Text
source: {0} = from; {1} = to
japanese: {0} = 元; {1} = 先
korean: {0} = 시작; {1} = ~까지
russian: {0} = из; {1} = в

# label5.Text
source: Sorting: Most recent revisions are listed on top.
japanese: 並べ替え: 最新のリビジョンを上に表示。
korean: 정렬: 가장 최근 수정본이 맨 위에 나열됩니다.
russian: Сортировка: последние ревизии указаны сверху.

# label6.Text
source: Revisions count =
japanese: リビジョン数 =
korean: 수정 횟수 =
russian: Кол-во ревизий

# label7.Text
source: (Commit expressions can be commit hashes, branch names, tag names)
japanese: (コミットの参照式はコミットハッシュ、 ブランチ名、タグ名があり得ます)
korean: (커밋 표현식은 커밋 해시, 브랜치 이름, 태그 이름일 수 있음)
russian: (Выражения коммита могут быть хешами, именами веток, тегами)

# label8.Text
source: as is
japanese: として
korean: 있는 그대로
russian: как

# label9.Text
source: separate columns with tabs
japanese: 列をタブで分割
korean: tabs 키로 열 분리
russian: отдельные колонки с табами

# Description.Text
source: Release Notes Generator
japanese: リリースノートジェネレータ
korean: 릴리스 노트 생성기
russian: Генератор примечаний к выпуску

# DeleteTooltip.Text
source: Delete the branch from the remote
french: Supprimer la branche du dépôt distant
german: Den Branch vom Remote löschen
japanese: リモートからブランチを削除
korean: 원격 브랜치 삭제
russian: Удалить ветку во внешнем репозитории
spanish: Eliminar la rama del repositorio remoto.

# _searchTooltip.Text
source: Search
dutch: Zoeken
french: Chercher
german: Suchen
japanese: 検索
korean: 검색
russian: Поиск
spanish: Buscar

# _sortByContextMenuItem.Text
source: &Sort by...
french: Trier par...
german: &Sortieren nach...
japanese: 並べ替え(&S)...
korean: & ...를 기준으로 정렬
russian: &Сортировать по...
spanish: &Ordenar por...

# _sortOrderContextMenuItem.Text
source: &Sort order...
german: &Sortierung
japanese: 並び順(&S)...
korean: &정렬
russian: &Сортировать...
spanish: &Ordenar por...

# copyContextMenuItem.Text
source: &Copy to clipboard
japanese: クリップボードにコピー(&C)
korean: 클립보드 복사
russian: &Копировать в буфер
spanish: &Copiar al porta papeles

# filterForSelectedRefsMenuItem.Text
source: &Filter for selected
japanese: 選択したものでフィルタ(&F)
russian: &Фильтр для выбранного
spanish: &Filtrar por selección

# filterForSelectedRefsMenuItem.ToolTipText
source: Filter the revision grid to show selected (underlined) refs (branches and tags) only. Hold CTRL while clicking to de/select multiple and include descendant tree nodes by additionally holding SHIFT. Reset the filter via View > Show all branches.
japanese: リビジョングリッドをフィルタリングして、選択された(下線がある)参照(ブランチとタグ)のみを表示します。 CTRLを押しながらクリックすると複数選択でき、さらにSHIFTを押しながらクリックすると子孫のツリーノードを含めることができます。 [表示]>[ブランチをすべて表示]でフィルタをリセットできます。
russian: Фильтровать сетку ревизий, чтобы показывать только выбранные (подчёркнутые) ссылки (ветви и теги). Удерживайте клавишу CTRL при щелчке, чтобы удалить выбор / выбрать несколько и включить узлы дерева-потомка, дополнительно удерживая клавишу SHIFT. Сброс фильтр через Вид > Показать все ветви.
spanish: Filtrar la plantilla de revisión para mostrar solo referencias (ramas y etiquetas) seleccionadas (Subrayadas), Mantén CTRL mientras haces clic para de/seleccionar varias ramas e incluir nodos descendentes adicionales manteniendo la techa SHIFT. Restablece el filtro desde Vista -> Mostrar todas las ramas.

# mnuBtnFetchAllRemotes.Text
source: Fetch all remotes
german: Alle Remotes fetchen
japanese: リモートをすべてフェッチ
korean: 모든 원격 브랜치 Fetch
russian: Забрать все внешние
spanish: Traer todas las remotas

# mnuBtnManageRemotesFromRootNode.Text
source: &Manage...
french: &Gérer...
german: &Verwalten
japanese: 管理(&M)...
korean: &관리
russian: &Управление...
spanish: &Gestionar...

# mnuBtnManageRemotesFromRootNode.ToolTipText
source: Manage remotes
dutch: Beheer externen
french: Gérer les dépôts distants
german: Remotes verwalten
japanese: リモートの管理
korean: 원격 저장소 관리
russian: Репозитории
spanish: Gestionar remotos

# mnuBtnOpenRemoteUrlInBrowser.Text
source: Open remote Url
german: Remote URL öffnen
japanese: リモートURLを開く
korean: 원격 저장소 Url 열기
russian: Открыть внешнюю ссылку
spanish: Abrir Url remota

# mnuBtnOpenRemoteUrlInBrowser.ToolTipText
source: Redirects you to the actual repository page
japanese: 実際のリポジトリページを開きます
korean: 실제 저장소 페이지로 리디렉션합니다.
russian: Перенаправляет вас на страницу репозитория
spanish: Te redirecciona a la página del repositorio actual

# mnuBtnPruneAllBranchesFromARemote.Text
source: Fetch and prune
german: Fetch und prune
japanese: フェッチしてプルーン
korean: Fetch 와 Prune
russian: Забрать и удалить
spanish: Traer y podar

# mnuBtnPruneAllRemotes.Text
source: Fetch and prune all remotes
german: Alle Remotes fetchen und prunen
japanese: リモートをすべてフェッチしてプルーン
korean: 모든 원격 브랜치 Fetch 및 Prune
russian: Забрать и удалить все внешние
spanish: Traer y podar todas las remotas

# mnubtnApplyStash.Text
source: &Apply stash
japanese: スタッシュを適用(&A)
spanish: &Aplicar stash

# mnubtnApplyStash.ToolTipText
source: Apply this stash
japanese: このスタッシュを適用
spanish: Aplicar este stash

# mnubtnCollapse.Text
source: Collapse
japanese: たたむ
korean: 축소
russian: Свернуть
spanish: Contraer

# mnubtnCollapse.ToolTipText
source: Collapse all subnodes
japanese: サブノードをすべてたたむ
korean: 모든 서브노드 축소
russian: Свернуть все дочерние узлы
spanish: Contraer todos los subnodos

# mnubtnCommitSubmodule.Text
source: &Commit
french: &Commiter
german: &Committen
japanese: コミット(&C)
korean: 커밋 (&C)
russian: &Зафиксировать

# mnubtnCommitSubmodule.ToolTipText
source: Commit changes in selected submodule
japanese: 選択したサブモジュールの変更をコミット
korean: 선택한 서브모듈의 변경사항 Commit
russian: Зафиксировать изменения выбранного субмодуля
spanish: Realizar commit en el submódulo seleccionado

# mnubtnCreateBranch.Text
source: Create Branch...
french: Créer une branche...
german: Branch erzeugen...
japanese: ブランチを作成...
korean: 브랜치 생성...
russian: Создать ветку...
spanish: Crear rama...

# mnubtnCreateBranch.ToolTipText
source: Create a local branch
japanese: ローカルブランチを作成
korean: 로컬 분기 생성
russian: Создать локальную ветку
spanish: Crear rama local

# mnubtnDeleteAllBranches.Text
source: Delete All
dutch: Alles verwijderen
french: Supprimer tout
german: Alles löschen
japanese: すべて削除
korean: 모두 삭제하기
russian: Удалить все
spanish: Borrar Todo

# mnubtnDeleteAllBranches.ToolTipText
source: Delete all child branchs, which must all be fully merged in its upstream branch or in HEAD
japanese: 上流のブランチまたはHEADに完全にマージされた子ブランチをすべて削除します
korean: upstream 분기 또는 HEAD에서 완전히 병합되어야 하는 모든 자식분기 삭제
russian: Удалите все дочерние ветки, которые должны быть полностью объединены во внешней ветке или в HEAD.

# mnubtnDisableRemote.Text
source: &Deactivate
french: &Désactiver
german: &Deaktivieren
japanese: 無効化(&D)
korean: &비활성화
russian: &Деактивировать
spanish: $Desactivar

# mnubtnDropStash.Text
source: &Drop stash...
japanese: スタッシュを削除(&D)...
spanish: &Dejar stash...

# mnubtnDropStash.ToolTipText
source: Drop this stash
japanese: このスタッシュを削除
spanish: Dejar este stash

# mnubtnEnableRemote.Text
source: &Activate
french: &Activer
german: &Aktivieren
japanese: 有効化(&A)
korean: &활성화
russian: &Активировать
spanish: &Activar

# mnubtnEnableRemoteAndFetch.Text
source: A&ctivate and fetch
german: A&ktivieren und fetchen
japanese: 有効化してフェッチ(&C)
korean: &활성화하고 Fetch
russian: А&ктивировать и забрать
spanish: A&ctivar y hacer fetch

# mnubtnExpand.Text
source: Expand
japanese: 展開
korean: 확장
russian: Раскрыть
spanish: Expandir

# mnubtnExpand.ToolTipText
source: Expand all subnodes
japanese: サブノードをすべて展開
korean: 모든 서브노드 확장
russian: Раскрыть все дочерние узлы
spanish: Expandir todos los subnodos

# mnubtnFetchAllBranchesFromARemote.Text
source: &Fetch
dutch: &Ophalen
japanese: フェッチ(&F)
russian: Забрать

# mnubtnFetchCreateBranch.Text
source: Fetc&h && Create Branch
german: Fetc&h && Branch erzeugen
japanese: フェッチしてブランチを作成(&H)
korean: Fetch && 브랜치 생성
russian: Забрать и Создать Ветку
spanish: Fetc&h && Crear Rama

# mnubtnFetchCreateBranch.ToolTipText
source: Fetch then create a local branch from the remote branch
japanese: リモートブランチからフェッチしてローカルブランチを作成
korean: Fetch 후 원격 브랜치에서 로컬 브랜치 생성
russian: Получить и затем создайть локальную ветвь из внешней
spanish: Fetch y crear una rama local desde la rama remota

# mnubtnFetchOneBranch.Text
source: Fe&tch
japanese: フェッチ(&T)
russian: Забрать

# mnubtnFetchOneBranch.ToolTipText
source: Fetch the new remote branch
japanese: 新しいリモートブランチをフェッチ
korean: 새로운 원격 브랜치를 Fetch하기
russian: Получить новую внешную ветку

# mnubtnFetchRebase.Text
source: Fetch && Re&base
japanese: フェッチしてリベース(&B)
russian: Забрать и Перебазировать
spanish: Traer && Re&base

# mnubtnFetchRebase.ToolTipText
source: Fetch & Rebase current branch to this branch
japanese: 現在のブランチをフェッチしてこのブランチにリベース
korean: 현재 브랜치를 이 브랜치로 Fetch하고 Rebase합니다.
russian: Забрать и переместить текущую ветку к этой

# mnubtnManageRemotes.Text
source: &Manage...
french: &Gérer...
german: &Verwalten
japanese: 管理(&M)...
korean: &관리
russian: &Управление...
spanish: &Gestionar...

# mnubtnManageRemotes.ToolTipText
source: Manage remotes
dutch: Beheer externen
french: Gérer les dépôts distants
german: Remotes verwalten
japanese: リモートの管理
korean: 원격 저장소 관리
russian: Репозитории
spanish: Gestionar remotos

# mnubtnManageStashFromRootNode.Text
source: &Manage stashes...
japanese: スタッシュを管理(&M)...
spanish: Ad&ministrar stashes...

# mnubtnManageSubmodules.Text
source: &Manage...
french: &Gérer...
german: &Verwalten
japanese: 管理(&M)...
korean: &관리
russian: &Управление...
spanish: &Gestionar...

# mnubtnManageSubmodules.ToolTipText
source: Manage submodules
japanese: サブモジュールを管理
korean: 서브모듈 관리
russian: Управление субмодулями
spanish: Gestionar submódulos...

# mnubtnMoveDown.Text
source: Move Down
dutch: Omlaag
french: Descendre
german: Runter
japanese: 下に移動
korean: 아래로 내리기
russian: Вниз
spanish: Bajar

# mnubtnMoveDown.ToolTipText
source: Move node down
japanese: ノードを下に移動
korean: 노드를 아래로
russian: Переместить узел вниз
spanish: Mover nodo abajo

# mnubtnMoveUp.Text
source: Move Up
dutch: Omhoog
french: Monter
german: Hoch
japanese: 上に移動
korean: 위로 올리기
russian: Вверх
spanish: Subir

# mnubtnMoveUp.ToolTipText
source: Move node up
japanese: ノードを上に移動
korean: 노드를 위로
russian: Переместить узел вверх
spanish: Mover nodo arriba

# mnubtnOpenGESubmodule.Text
source: O&pen
japanese: 開く(&P)
korean: 열기 (&O)
russian: О&ткрыть
spanish: Abrir

# mnubtnOpenGESubmodule.ToolTipText
source: Open selected submodule in a new instance
japanese: 選択したサブモジュールを新しいインスタンスで開く
korean: 선택된 서브모듈을 새 인스턴스로 열기
russian: Открыть выбранный субмодуль в новом экземпляре
spanish: Abrir submódulo seleccionado en una nueva instancia

# mnubtnOpenStash.Text
source: &Open stash
japanese: スタッシュを開く(&O)
spanish: &Abrir stash

# mnubtnOpenStash.ToolTipText
source: Open this stash
japanese: このスタッシュを開く
spanish: Abrir este stash

# mnubtnOpenSubmodule.Text
source: &Open
french: &Ouvrir
german: &Öffnen
japanese: 開く(&O)
korean: &열기
russian: &Открыть
spanish: &Abrir

# mnubtnOpenSubmodule.ToolTipText
source: Open selected submodule
japanese: 選択したサブモジュールを開く
korean: 선택된 서브모듈 열기
russian: Открыть выбранный субмодуль
spanish: Abrir submódulo seleccionado

# mnubtnPopStash.Text
source: &Pop stash
japanese: 退避した変更を戻す(&P)
spanish: Saltar stash

# mnubtnPopStash.ToolTipText
source: Pop this stash
japanese: このスタッシュを戻す
spanish: Saltarse este stash

# mnubtnPullFromRemoteBranch.Text
source: Fetch && Merge (&Pull)
japanese: フェッチしてマージ(プル)(&P)
korean: Fetch && 병합 (&Pull)
russian: Забрать и Слить (&Получить)
spanish: Fetch && Fusión (&Pull)

# mnubtnRemoteBranchFetchAndCheckout.Text
source: &Fetch && Checkout
japanese: フェッチしてチェックアウト(&F)
korean: &Fetch && 체크아웃
russian: &Забрать и &Переключиться
spanish: &Fetch y Checkout

# mnubtnRemoteBranchFetchAndCheckout.ToolTipText
source: Checkout this branch
dutch: Deze vertakking uitchecken
french: Charger cette branche
german: Diesen Branch auschecken
japanese: このブランチをチェックアウト
korean: 사용중인 브런치 체크아웃하기
russian: Переключиться на эту ветку

# mnubtnResetSubmodule.Text
source: &Reset
german: Zu&rücksetzen
japanese: リセット(&R)
korean: 리셋 (&R)
russian: &Сброс
spanish: &Restablecer

# mnubtnResetSubmodule.ToolTipText
source: Reset selected submodule
japanese: 選択したサブモジュールをリセット
korean: 선택한 서브모듈 리셋
russian: Сбросить выбранный субмодуль
spanish: Restablecer submódulo seleccionado

# mnubtnStashAllFromRootNode.Text
source: &Stash
japanese: スタッシュ(&S)

# mnubtnStashStagedFromRootNode.Text
source: S&tash staged
japanese: ステージ済をスタッシュ(&T)
spanish: Preparar S&tash

# mnubtnStashSubmodule.Text
source: &Stash
japanese: スタッシュ(変更の一時退避)(&S)
russian: Спрятать

# mnubtnStashSubmodule.ToolTipText
source: Stash changes in selected submodule
japanese: 選択したサブモジュールの変更をスタッシュ
korean: 선택한 서브모듈의 변경사항 Stash
russian: Спрятать изменения выбранного субмодуля
spanish: Cambios stash en el submódulo seleccionado

# mnubtnSynchronizeSubmodules.Text
source: Synchronize
dutch: Synchroniseer
french: Synchroniser
german: Synchronisieren
japanese: 同期
korean: 싱크
russian: Синхронизировать
spanish: Sincronizar

# mnubtnSynchronizeSubmodules.ToolTipText
source: Synchronize selected submodule recursively
japanese: 選択したサブモジュールを再帰的に同期
korean: 선택한 하위 모듈을 반복적으로 동기화
russian: Синхронизировать выбранный субмодуль рекурсивно
spanish: Sincronizar recursivamente submódulo seleccionado

# mnubtnUpdateSubmodule.Text
source: &Update
french: &Mise à jour
japanese: 更新(&U)
korean: &업데이트
russian: О&бновить
spanish: &Actualizar

# mnubtnUpdateSubmodule.ToolTipText
source: Update selected submodule recursively
japanese: 選択したサブモジュールを再帰的に更新
korean: 선택한 하위 모듈을 반복적으로 업데이트
russian: Обновить выбранный субмодуль рекурсивно
spanish: Actualizar recursivamente submódulo seleccionado

# runScriptToolStripMenuItem.Text
source: Run script
dutch: Draai script
french: Lancer le script
german: Skript ausführen
japanese: スクリプトの実行
korean: 스크립트 실행하기
russian: Запустить скрипт
spanish: Ejectuar script

# tsbCollapseAll.ToolTipText
source: Collapse all subnodes
japanese: サブノードをすべてたたむ
korean: 모든 서브노드 축소
russian: Свернуть все дочерние узлы
spanish: Contraer todos los subnodos

# tsbShowBranches.Text
source: &Branches
japanese: ブランチ(&B)
korean: &브랜치
russian: &Ветки
spanish: &Ramas

# tsbShowBranches.ToolTipText
source: Branches
dutch: Vertakkingen
japanese: ブランチ
korean: 브랜치
russian: Ветки
spanish: Ramas

# tsbShowRemotes.Text
source: &Remotes
french: &Distants
japanese: リモート(&R)
korean: &원격 저장소
russian: &Внешние
spanish: &Remotos

# tsbShowRemotes.ToolTipText
source: Remotes
french: Branches distantes
japanese: リモート
russian: Внешние репозитории
spanish: Remotos

# tsbShowStashes.Text
source: St&ashes
japanese: スタッシュ(&A)

# tsbShowStashes.ToolTipText
source: Stashes
japanese: スタッシュ

# tsbShowSubmodules.Text
source: &Submodules
french: &Sous-modules
german: &Submodule
japanese: サブモジュール(&S)
korean: &서브모듈
russian: &Субмодули
spanish: &Submódulos

# tsbShowSubmodules.ToolTipText
source: Submodules
french: Sous modules
german: Untermodule
japanese: サブモジュール
korean: 서브모듈들
russian: Субмодули
spanish: Submódulos

# tsbShowTags.Text
source: &Tags
french: E&tiquettes
japanese: タグ(&T)
korean: &태그
russian: &Метки
spanish: &Etiquetas

# tsbShowTags.ToolTipText
source: Tags
dutch: Labels
french: Etiquettes
japanese: タグ
korean: 태그
russian: Метки
spanish: Etiquetas

# _firstRevision.Text
source: First: A
japanese: 前者: A
korean: 첫번째: A
russian: Первый: A
spanish: Primero: A

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files to {0}?
german: Sind Sie sich sicher, dass Sie alle selektierten Dateien auf {0} zurücksetzen wollen?
japanese: 選択したファイルへの変更をすべて{0}にリセットしてよろしいですか？
korean: 선택된 모든 파일을 {0}에 재설정하시겠습니까?
russian: Вы уверены, что хотите сбросить изменения во всех отмеченных файлах в {0}?
spanish: ¿Seguro de que desea restablecer todos los archivos seleccionados a {0}?

# _saveFileFilterAllFiles.Text
source: All files
dutch: Alle bestanden
french: Tous les fichiers
german: Alle Dateien
japanese: すべてのファイル
korean: 모든 파일
russian: Все файлы
spanish: Todos los archivos

# _saveFileFilterCurrentFormat.Text
source: Current format
dutch: Huidig formaat
french: Format actuel
german: Aktuelles Format
japanese: 現在のフォーマット
korean: 현재 설정된 파일형식
russian: Текущий формат
spanish: Formato actual

# _selectedRevision.Text
source: Second: B
japanese: 後者: B
korean: 두번째: B
russian: Второй: B
spanish: Segundo: B

# blameToolStripMenuItem.Text
source: &Blame
japanese: 追及(&Blame)
russian: Авторство изменений
spanish: &Culpa

# cherryPickSelectedDiffFileToolStripMenuItem.Text
source: Cherr&y pick changes
japanese: 変更をチェリーピック(&Y)
korean: &파일변경사항 체리픽
russian: Забрать изменения
spanish: Seleccionar manualmente camb&ios de archivo

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full &path(s)
japanese: フルパスをコピー(&P)
korean: &전체 경로(들) 복사
russian: Копировать имя файла(ов)

# diffCommitSubmoduleChanges.Text
source: &Commit submodule changes
japanese: サブモジュールの変更をコミット(&C)
korean: &서브모듈 변경사항 커밋
russian: Зафиксировать изменения субмодуля
spanish: &Commit cambios de submódulo

# diffDeleteFileToolStripMenuItem.Text
source: De&lete file
japanese: ファイルの削除(&L)
korean: &파일 삭제
russian: Удалить файл
spanish: E&liminar archivo

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: &Edit working directory file
japanese: 作業ディレクトリのファイルを編集(&E)
korean: &작업 디렉토리 파일 수정하기
russian: Редактировать файл в рабочем каталоге
spanish: &Editar archivo del directorio de trabajo

# diffFilterFileInGridToolStripMenuItem.Text
source: Filter file in &grid
japanese: グリッドでファイルをフィルタ(&G)
korean: 그리드의 필터 파일
russian: Фильтр файла в &таблице
spanish: Filtrar fichero en la &grilla

# diffOpenRevisionFileToolStripMenuItem.Text
source: Ope&n this revision (temp file)
japanese: このリビジョンを開く(一時ファイル)(&N)
korean: &이 리비전 열기 (임시 파일)
russian: Открыть эту ревизию (временный файл)
spanish: Abrir esta revisió&n (archivo temporal)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision &with... (temp file)
japanese: このリビジョンをプログラムを指定して開く(&W)...(一時ファイル)
korean: &이 리비전을 ...로 열기 (임시 파일)
russian: Открыть эту ревизию с помощью... (временный файл)
spanish: Abrir esta revisión &con... (archivo temporal)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: &Open working directory file with...
japanese: 作業ディレクトリのファイルをプログラムを指定して開く(&O)...
korean: &작업 디렉토리 ...(으)로 파일 열기
russian: Открыть файл в рабочем каталоге с помощью...
spanish: Abrir archivo del directori&o de trabajo con...

# diffResetSubmoduleChanges.Text
source: R&eset submodule changes
japanese: サブモジュールの変更を元に戻す(&E)
korean: &서브모듈 변경사항 원복
russian: Сбросить изменения субмодуля
spanish: R&establecer cambios del submódulo

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File &tree
japanese: ファイルツリーで見る(&T)
korean: &파일트리 형식으로 보기
russian: Показать в дереве файлов
spanish: Mostrar en el árbol de archivos

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: S&tash submodule changes
japanese: サブモジュールの変更をスタッシュする(&T)
korean: &서브모듈 변경점 작업내용저장하기_Stash
russian: Спрятать изменения субмодуля
spanish: S&tash submódulos cambiados

# diffTwoSelectedDifftoolToolStripMenuItem.Text
source: &Diff the selected files
japanese: 選択したファイルを比較(&D)
korean: &선택된 파일들 비교
russian: &Сравнить выбранные файлы
spanish: &Diferenciar los archivos seleccionados

# diffUpdateSubmoduleMenuItem.Text
source: &Update submodule
japanese: サブモジュールを更新(&U)
korean: &서브모듈 업데이트
russian: Обновить субмодуль
spanish: Act&ualizar submódulo

# fileHistoryDiffToolstripMenuItem.Text
source: File &history
japanese: ファイルの履歴(&H)
korean: &파일 히스토리
russian: История файла
spanish: &historial del archivo

# findInDiffToolStripMenuItem.Text
source: &Find
japanese: 検索(&F)
korean: &찾기
russian: Найти
spanish: &Buscar

# firstToLocalToolStripMenuItem.Text
source: First -> &Working directory
japanese: 前者 -> 作業ディレクトリ(&W)
korean: &첫번째 -> 작업 폴더
russian: Первый -> &Рабочий каталог
spanish: Primero -> Directorio de &trabajo

# firstToSelectedToolStripMenuItem.Text
source: &First -> Second
japanese: 前者 -> 後者(&F)
korean: &첫번째 -> 두번째
russian: Первый -> Второй
spanish: &Primero -> Segundo

# openContainingFolderToolStripMenuItem.Text
source: Show &in folder
japanese: フォルダで見る(&I)
korean: &폴더에 표시
russian: Показать в папке
spanish: Ver &en la carpeta

# openWithDifftoolToolStripMenuItem.Text
source: Open with &difftool
japanese: &Diffツールで開く
korean: &파일비교툴로 열기
russian: Открыть в &инструменте сравнения
spanish: Abrir con &diftool

# rememberFirstRevDiffToolStripMenuItem.Text
source: R&emember First for diff
japanese: 前者を比較対象として記憶(&E)
korean: &비교를 위해 첫 번째 파일 기억하기
russian: Запомнить первым для сравнения
spanish: R&ecuerde primero para diff

# rememberSecondRevDiffToolStripMenuItem.Text
source: &Remember Second for diff
japanese: 後者を比較対象として記憶(&R)
korean: &비교를 위해 두 번째 파일 기억하기
russian: Запомнить вторым для сравнения
spanish: &Recordar segundo para diferenciar
