Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectoriesLine2.Text
source: The rules have the same format as the “.gitignore” file, matched items are included. To exclude, prefix a rule with an exclamation mark “!”. “#” comments a line. This is only a filter, so it cannot change the structure like pulling up a deep subfolder to the first level.
dutch: De regels hebben hetzelfde formaat als het ".gitignore" bestand. Items die matchen worden meegenomen. Om items weg te laten zet een "!" aan het begin." "#" maakt van een regel commentaar. Dit is slechts een filter. Het kan niet de structuur aanpassen, zoals een subdirectory uitchecken in de root.
french: Les règles ont le même format que le fichier ".gitignore", les items matchant sont inclus. Pour les exclure, préfixez une règle avec un point d'exclamation "!". "#" commente un ligne. C'est uniquement un filtre, donc il ne peut changer la structure comme remonter un sous-répertoire vers le premier niveau.
german: Die Regeln haben das gleiche Format wie die ".gitignore" Datei. Passende Einträge sind eingeschlossen. Verwenden Sie ein Ausrufezeichen "!", um Einträge auszuschliessen. "#" markiert eine Kommentarzeile. Dies ist nur ein Filter und verändert nicht die Verzeichnisstruktur. Es ist also nicht möglich ein tiefes Unterverzeichnis an die oberste Ebene zu bringen.
japanese: ルールは「.gitignore」ファイルと同じ形式で、一致したアイテムが含まれます。 除外するには、感嘆符「!」をルールの前に付けます。 「#」は行にコメントを付けます。 これは単なるフィルタなので、深いサブフォルダを最初のレベルに引き上げるような構造を変更することはできません。
korean: 규칙의 형식은 일치하는 항목이 포함된 ".gitignore" 파일과 동일합니다. 제외하려면 규칙 앞에 느낌표 "!"를 붙입니다. "#"은 한 줄을 주석처리합니다. 이것은 필터일 뿐이므로, 하위 폴더를 첫 번째 수준으로 끌어올리는 것과 같은 구조 변경은 할 수 없습니다.
russian: Правила имеют тот же формат, что и файл “.gitignore", указанные элементы включены. Для исключения допишите в начале восклицательный знак "!". “#” закомментирует линию. Это всего лишь фильтр, так что он не может изменить структуры, например вытащить глубокую подпапку на первый уровень.
spanish: Las reglas tienen el mismo formato que el archivo ".gitignore", se incluyen los elementos coincidentes. Para excluir, inicie una regla con un signo de exclamación "!". "#" Comenta una línea. Esto es solo un filtro, por lo que no puede cambiar la estructura, como subir una subcarpeta profunda al primer nivel.

# WithSomeRulesStillInTheSparsePassFilter.Text
source: with some rules still in the sparse pass-filter
dutch: met een aantal regels in de sparse pass-filter
french: avec quelques règles toujours dans le filtre liste-blanche partiel
german: mit einigen Regeln immer noch im sparse Passfilter
japanese: スパースパスフィルタにいくつかのルールが残っている
korean: sparse pass-filter에 몇 가지 규칙이 있습니다.
russian: с правилами, которые все ещё есть в частичном пропускном фильтре
spanish: con algunas reglas aún en el filtro de paso disperso

# WithTheSparsePassFilterEmptyOrMissing.Text
source: with the sparse pass-filter empty or missing
dutch: met een lege of ontbrekende sparse pass-filter
french: avec le filtre liste-blanche vide ou manquant
german: mit einem fehlenden oder leeren sparse Passfilter
japanese: スパースパスフィルタが空または不足している
korean: sparse pass-filter가 비어있거나 누락되어 있습니다.
russian: с пустым или отсутствующим частичным пропускным фильтром
spanish: con el filtro de paso disperso vacío o faltante

# YouHaveMadeChangesToSettingsOrRulesWouldYouLikeToSaveThem.Text
source: You have made changes to settings or rules. Would you like to save them?
dutch: U heeft wijzigingen aangebracht in de instellingen of regels. Wilt u deze opslaan?
french: Vous avez fait des modifications aux paramètres ou aux règles. Voulez-vous les enregistrer?
german: Sie haben Regeln oder Einstellungen geändert. Möchten Sie diese speichern?
japanese: 設定や規則に変更を行ないました。変更を保存しますか？
korean: 설정 또는 규칙을 변경했습니다. 저장하시겠습니까?
russian: Вы изменили настройки или правила. Желаете ли вы их сохранить?
spanish: Ha realizado cambios en la configuración o en las reglas. ¿Desea guardarlos?

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
dutch: Lees meer over deze feature op {0}
french: En lire plus à propos de cette fonctionnalité à {0}
german: Lesen Sie mehr über dieses Feature bei {0}
japanese: {0}でこの機能の詳細を読む
korean: {0}에서 이 기능에 대해 자세히 알아보기
russian: Подробнее об этой функции в {0}
spanish: Lea más sobre esta función en {0}

# linkLabelHelp.Text
source: Help
french: Aide
german: Hilfe
japanese: ヘルプ
korean: 도움말
russian: Справка
spanish: Ayuda

# _bytesDownloaded.Text
source: {0} bytes downloaded.
japanese: {0}バイトダウンロード済み
korean: {0}바이트가 다운로드되었습니다.
russian: {0} байт загружено.

# _cannotFindGource.Text
source: Cannot find Gource. Please download Gource and set the path in the plugins settings dialog.
japanese: Gourceを発見できません。Gourceをダウンロードし、プラグイン設定ダイアログからパスを設定してください。
korean: Gource를 찾을 수 없습니다. Gource를 다운로드하고 플러그인 설정 대화 상자에서 경로를 설정하십시오.
russian: Не могу найти Gource. Пожалуйста загрузите Gource и установите путь в окне настроек плагинов.

# _currentDirectoryIsNotValidGit.Text
source: The current directory is not a valid git repository. Gource can be only be started from a valid git repository.
japanese: 現在のディレクトリは有効なGitリポジトリではありません。 Gourceは有効なGitリポジトリからしか開始できません。
korean: 현재 디렉토리는 유효한 git 저장소가 아닙니다. Gource는 유효한 git 저장소에서 시작해야 합니다.
russian: Текущий каталог не является допустимым репозиторием git. Gource может быть запущен только из репозитория git.

# _doYouWantDownloadGource.Text
source: There is no path to Gource configured. Do you want to automatically download Gource?
japanese: Gourceへのパスが設定されていません。 自動的にGourceをダウンロードしますか？
korean: 구성된 Gource에 대한 경로가 없습니다. Gource를 자동으로 다운로드하시겠습니까?
russian: Не указан путь для Gource. Хотите скачать Gource автоматически?

# _download.Text
source: Download
japanese: ダウンロード
korean: 다운로드
russian: Загрузить

# _downloadingFailed.Text
source: Downloading failed. Please download Gource and set the path in the plugins settings dialog.
japanese: ダウンロードに失敗しました。 Gourceをダウンロードし、プラグイン設定ダイアログからパスを設定してください。
korean: 다운로드에 실패했습니다. Gource를 다운로드하고 플러그인 설정 대화 상자에서 경로를 설정하십시오.
russian: Скачивание не удалось. Пожалуйста скачайте Gource и установите путь в окне настроек плагинов.

# _gourceArguments.Caption
source: Arguments
japanese: 引数
korean: 인자값
russian: Аргументы

# _gourceDownloadedAndUnzipped.Text
source: Gource has been downloaded and unzipped.
japanese: Gourceがダウンロードされ、解凍されました。
korean: Gource가 다운로드되고 압축이 해제되었습니다.
russian: Gource был загружен и распакован.

# _gourcePath.Caption
source: Path to Gource
japanese: Gourceのパス
korean: Gource로 가는 경로
russian: Путь к Gource

# _resetConfigPath.Text
source: Cannot find Gource in the configured path: {0}. Do you want to reset the configured path?
japanese: 設定されたパスにGourceが見つかりませんでした: {0} パスをリセットしますか？
korean: 구성된 경로: {0}에서 Gource를 찾을 수 없습니다. 구성된 경로를 재설정하시겠습니까?
russian: Не удалось найти настроенный путь для Gource: {0} Хотите сбросить настроенный путь?

# linkLabelHide.Text
source: Hide help
dutch: Verberg help
french: Cacher l'aide
german: Hilfe verstecken
japanese: ヘルプ画像を表示しない
korean: 도움말 숨기기
russian: Спрятать справку
spanish: Ocultar ayuda

# linkLabelShowHelp.Text
source: Show help
dutch: Toon help
french: Afficher l'aide
german: Hilfe zeigen
japanese: ヘルプを 表示
korean: 도움말 표시
russian: Показать справку
spanish: Mostrar ayuda

# $this.Text
source: Hotkeys
dutch: Sneltoetsen
french: Raccourcis clavier
japanese: ホット キー
russian: Горячие клавиши
spanish: Teclas de acceso rápido

# AbortButton.Text
source: Abort
dutch: Annuleren
french: Interrompre
german: Abbrechen
japanese: 中止
korean: 취소
russian: Отмена
spanish: Abortar

# ContinueButton.Text
source: Continue
french: Continuer
german: Fortsetzen
japanese: 続行
korean: 계속하기
russian: Продолжить
spanish: Continuar

# MoreButton.Text
source: M&ore...
german: M&ehr...
japanese: その他(&O)...
korean: &추가 사항
russian: &Больше...
spanish: &Más...

# ResolveButton.Text
source: Resolve...
french: Résoudre...
german: Auflösen...
japanese: 解決する...
russian: Разрешить...
spanish: Resolver...

# _bisect.Text
source: Bisect
dutch: Verdeel en heers
japanese: 二分探索 (Bisect)
spanish: Bisecar

# _conflictsMessage.Text
source: There are unresolved merge conflicts.
german: Es gibt nicht gelöste Merge-Konflikte.
japanese: 未解決のマージ競合があります。
korean: 미해결된 충돌 파일이 있습니다.
russian: Обнаружены неразрешённые конфликты слияния.
spanish: Hay conflictos de unión sin resolver

# _merge.Text
source: Merge
dutch: Samenvoegen
french: Fusionner (Merge)
german: Mergen
japanese: マージ
korean: 머지(Merge)
russian: Слияние
spanish: Fusionar

# _patch.Text
source: Patch
german: Patchen
japanese: パッチ
korean: 패치
russian: Патч
spanish: Parche

# _progressMessage.Text
source: {0} is currently in progress.
french: {0} est actuellement en cours.
german: {0} ist aktuell in Arbeit.
japanese: {0}は現在進行中です。
korean: {0}은 진행 중입니다.
russian: {0} выполняется в данный момент
spanish: {0} está en progreso.

# _progressWithConflictsMessage.Text
source: {0} is currently in progress with merge conflicts.
german: {0} ist aktuell in Arbeit mit Merge-Konflikten.
japanese: {0}は現在マージ競合が進行中です。
korean: {0}이 진행 중인데, 병합 충돌이 발생했습니다.
russian: {0} текущий прогресс слияния конфликтов.
spanish: {0} esta en progreso con conflictos en la unión.

# _rebase.Text
source: Rebase
french: Rebaser (Rebase)
japanese: リベース
russian: Переместить

# lblIgnoreBuildBranch.Text
source: Ignore build for branch
japanese: このブランチでビルドを無視
korean: 브랜치에 대한 빌드 무시
russian: Игнорировать сборку для ветки

# lblJenkinsServerUrl.Text
source: Jenkins server URL
japanese: Jenkins サーバの URL
korean: Jenkins 서버 URL
russian: URL сервера Jenkins

# lblProjectName.Text
source: Project name
japanese: プロジェクト名
korean: 프로젝트 이름
russian: Имя проекта

# DeleteTooltip.Text
source: Delete the branch, which must be fully merged in its upstream branch or in HEAD
german: Lösche den Zweig, der komplett in den upstream Branch oder in HEAD gemergt sein muss.
japanese: 上流のブランチまたはHEADに完全にマージされたブランチを削除します
korean: Upstream 브랜치 또는 HEAD에서 완전히 병합되는 브랜치를 삭제하십시오.
russian: Удалить ветку, которая должна быть полностью cлита с её отслеживаемой веткой или в HEAD
spanish: Elimine la rama, que debe estar completamente fusionada en su rama ascendente o en HEAD

# Checkout.Text
source: Chec&kout branch...
japanese: ブランチをチェックアウト(&K)...
korean: &브랜치 체크아웃
russian: Переключиться на ветку...
spanish: Chec&kout de la rama...

# CreateBranch.Text
source: Create &branch...
japanese: ブランチを作成(&B)...
korean: &브랜치 생성...
russian: Создать &ветку…
spanish: Crear &rama...

# Delete.Text
source: &Delete branch...
japanese: ブランチを削除(&D)...
korean: &브랜치 삭제...
russian: Удалить ветку...
spanish: &Borrar rama...

# Merge.Text
source: &Merge branches...
japanese: ブランチをマージ(&M)...
korean: &브랜치들 병합...
russian: &Слить ветки…

# Rebase.Text
source: &Rebase...
japanese: リベース(&R)...
russian: Переместить...

# Rename.Text
source: R&ename branch...
japanese: ブランチ名を変更(&E)...
korean: &브랜치 이름 변경...
russian: Переименовать ветку...
spanish: R&enombrar rama...

# Reset.Text
source: Re&set current branch to here...
japanese: 現在のブランチをここにリセット(&S)...
korean: &현재 작업 브랜치를 여기에서 리셋
russian: Сбросить текущую ветку сюда...
spanish: Re&stablecer la rama actual a aquí...

# _archiveRevisionCaption.Text
source: Archive revision
dutch: Archiveer
french: Archiver la révision
german: Revision archivieren
japanese: リビジョンをアーカイブ
korean: 리비전 압축보관
russian: Архив
spanish: Archivar revisión

# _cannotFindRevisionCaption.Text
source: Cannot find revision
japanese: リビジョンが見つかりません
russian: Невозможно найти ревизию
spanish: No se encuentra la revisión

# _cannotFindRevisionFilter.Text
source: Revision "{0}" is not visible in the revision grid. Remove the revision filter.
japanese: リビジョン「{0}」はリビジョングリッドで非表示になっています。リビジョンフィルタを除去してください。
russian: Ревизия «{0}» не отображается в таблице ревизий. Удалите фильтр ревизий.
spanish: Filtrar fichero en la &grilla

# _cannotOpenGitExtensionsCaption.Text
source: Cannot open Git Extensions
japanese: Git Extensions を開くことができません
korean: Git Extensions를 열 수 없습니다
russian: Не удаётся открыть Git Extensions
spanish: No se puede abrir Git Extensions

# _cannotOpenSubmoduleCaption.Text
source: Cannot open submodule
japanese: サブモジュールを開くことができません
korean: Submodule을 열 수 없습니다
russian: Не удаётся открыть субмодуль
spanish: No se puede abrir el submódulo

# _directoryDoesNotExist.Text
source: The directory "{0}" does not exist.
japanese: ディレクトリ「{0}」は存在しません。
russian: Каталог «{0}» не существует.
spanish: El directorio "{0}" no existe.

# _failedToRunShell.Text
source: Failed to run shell
german: Shell-Ausführung fehlgeschlagen
japanese: シェルの実行に失敗しました
korean: 쉘 실행 실패
russian: Ошибка выполнения команды системы
spanish: Fallo al ejecutar explorador

# _middleOfPatchApply.Text
source: You are in the middle of a patch apply, continue patch apply?
dutch: U zit middenin het toepassen van een patch, wilt u doorgaan?
french: Vous êtes au milieu de l'application d'un patch, continuer à appliquer le patch?
german: Sie sind dabei einen Patch anzuwenden. Soll die Anwendung fortgesetzt werden?
japanese: パッチの適用中です。パッチの適用を続行しますか？
korean: 패치 적용 중입니다. 계속 해서 진행 할까요?
russian: Вы находитесь в середине применения патча, продолжить?
spanish: Está en el medio de la aplicación de un parche, ¿continuar aplicando parche?

# _middleOfPatchApplyCaption.Text
source: Patch apply
dutch: Patch toepassen
french: Appliquer le patch
german: Patch anwenden
japanese: パッチの適用
korean: 패치 적용
russian: Применить патч
spanish: Aplicar parche

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
dutch: U bent bezig met rebasen, wilt u doorgaan?
french: Vous êtes au milieu d'un rebase, voulez-vous continuer à appliquer le patch?
german: Sie sind dabei zu Rebasen, wollen Sie damit fortfahren?
japanese: リベース中です。リベースを続行しますか？
korean: Rebase 진행 중입니다. 계속해서 진행 할까요?
russian: Вы находитесь в середине перемещения ветки, продолжить?
spanish: Está en el medio de un rebase, ¿continuar rebase?

# _middleOfRebaseCaption.Text
source: Rebase
french: Rebaser (Rebase)
japanese: リベース
russian: Переместить

# _noRevisionFoundError.Text
source: No revision found.
dutch: Geen versie gevonden
french: Pas de révision trouvé.
german: Keine Revision gefunden.
japanese: リビジョンが見つかりません。
korean: 리비전이 없습니다.
russian: Не найдено ревизии.
spanish: Ninguna revisión encontrada.

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
dutch: De huidige directory is geen is geen geldige git-repository.
french: Le répertoire courant n'est pas un dépôt git valide.
german: Das aktuelle Verzeichnis ist kein gültiges Git Repository.
japanese: 現在のディレクトリは有効な git リポジトリではありません。
korean: 작업 폴더가 유효한 Git 저장소가 아닙니다.
russian: Текущий каталог не является допустимым git репозиторием.
spanish: El directorio actual no es un repositorio git válido.

# _reason.Text
source: Reason
german: Grund
japanese: 理由
korean: 원인
russian: Причина
spanish: Razón

# _rememberChoice.Text
source: Remember choice
dutch: Onthoud mijn keuze.
french: Mémoriser ce choix
german: Auswahl merken
japanese: 選択を記憶する
korean: 설정 저장하기
russian: Запомнить выбор
spanish: Recordar elección

# _resetChangesCaption.Text
source: Reset changes
dutch: Alle wijzigingen ongedaan maken
french: Réinitialiser changements
german: Änderungen zurücksetzen
japanese: 変更をリセット
korean: 초기화
russian: Сбросить изменения
spanish: Restablecer los cambios

# _selectOnlyOneOrTwoRevisions.Text
source: Select only one or two revisions. Abort.
german: Wähle nur eine oder zwei Revisionen aus. Abbruch.
japanese: リビジョンを1つまたは2つ選択してください。中止しました。
korean: 하나 또는 두 개의 리비전만 선택하십시오. 종료합니다.
russian: Нужно выбрать одну или две ревизизии. Прервано.
spanish: Selecciona solo una o dos revisiones. Abortado.

# _serverHostkeyNotCachedText.Text
source: The server's host key is not cached in the registry. Do you want to trust this host key and then try again?
dutch: De host key van de server is niet gecached in het register. Wilt u deze host key vertrouwen en het opnieuw proberen?
french: La clé d'hôte du serveur n'est pas caché dans le registre. Avez vous confiance en cet hôte et souhaitez réessayer?
german: Der Host-Key des Servers ist nicht in der Registry vorhanden. Wollen Sie diesem Host-Key vertrauen und noch einmal versuchen?
japanese: サーバのホスト キーはレジストリにキャッシュされていません。 このホスト キーを信頼し、もう一度 行ないますか？
korean: 서버의 호스트 키가 레지스터리에 캐쉬되지 못했습니다. 그럼에도 불구하고 해당 키를 신뢰하고 다시 시도 하시겠습니까?
russian: Ключ узла сервера не кэширован в реестре. Вы хотите довериться этому ключу узла, а затем попробовать еще раз?
spanish: La clave del host del servidor no está almacenada en el registro. ¿Desea confiar en esta clave del host e intentarlo de nuevo?

# _shellNotFound.Text
source: The selected shell is not installed, or is not on your path.
german: Die ausgewählte Shell ist nicht installiert oder nicht im Pfad enthalten.
japanese: 選択したシェルはインストールされていないか、パスが見つかりません。
korean: 선택한 쉘은 설치되지 않았거나 경로가 올바르지 않습니다.
russian: Выбранная оболочка не установлена, или путь к ней не найден.
spanish: El shell seleccionado no está instalado, o no esta en PATH.

# _shellNotFoundCaption.Text
source: Shell not found
german: Shell nicht gefunden
japanese: シェルが見つかりません
korean: 쉘을 찾을 수 없습니다.
russian: Оболочка не найдена
spanish: Explorador no encontrado

# _submoduleDirectoryDoesNotExist.Text
source: The directory "{0}" does not exist for submodule "{1}".
japanese: サブモジュール「{1}」にディレクトリ「{0}」は存在しません。
russian: Каталог «{0}» не существует для субмодуля «{1}».
spanish: El directorio "{0}" no existe para el submódulo "{1}".

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
dutch: Update submodules bij uitchecken
french: Mettre à jour les sous modules lors d'un chargement?
german: Untermodule beim Checkout updaten ?
japanese: チェックアウト時にサブモジュールを更新しますか？
korean: 체크아웃 시 서브모듈을 업데이트하시겠습니까?
russian: Обновить субмодули при переключении?
spanish: ¿Actualizar submódulos al hacer checkout?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
dutch: Er zijn niet opgeloste samenvoeg-conflicten. Wilt u deze nu oplossen?
french: Il y a des conflits de fusion non résolus, les résoudre maintenant?
german: Es existieren nicht aufgelöste merge Konflikte. Sollen diese nun aufgelöst werden ?
japanese: 未解決のマージ競合があります。今すぐ競合を解消しますか？
korean: 충돌파일이 있습니다. 지금 해결 하시겠습니까?
russian: Есть неразрешённые конфликты, разрешить конфликты сейчас?
spanish: Hay conflictos de fusión sin resolver, ¿resolver conflictos ahora?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
dutch: Samenvoeg conflicten
french: Conflits de fusion
german: Konflikte mergen
japanese: マージ競合
korean: 충돌파일 머지
russian: Конфликты слияния
spanish: Conflictos de fusión

# _updateSubmodules.Text
source: Update submodules
dutch: Submodules bijwerken
french: Mettre à jour les sous modules
german: Untermodule updaten
japanese: サブモジュールを更新
korean: 서브모듈 업데이트
russian: Обновить субмодули
spanish: Actualizar submódulos

# _updateSubmodulesToo.Text
source: Since this repository has submodules, it's necessary to update them on every checkout. This will just checkout on the submodule the commit determined by the superproject.
dutch: Omdat deze repository submodules heeft is het nodig om ze bij elke checkout up te daten. Dit zal enkel de commit in de submodule uitchecken waar het superproject naar verwijst.
french: Ce dépôt possédant des sous modules, il est nécessaire de les mettre à jour à chaque chargement. Cela va juste charger dans le sous module le commit déterminé par le projet supérieur.
german: Da dieses Repository Untermodule hat ist es notwendig diese bei jedem Checkout upzudaten. Das wird nur das Untermodul auschecken das der Commit anhand des übergeordneten Projekts ausgewählt hat.
japanese: このリポジトリはサブモジュールを含んでいるため、チェックアウトの度にサブモジュールをアップデートする必要があります。 これは、親プロジェクトが決めたコミットをサブモジュール上でチェックアウトするだけです。
korean: 이 저장소에 서브모듈이 포함되어 있기때문에, 체크아웃할 때마다 서브모듈 업데이트가 필요합니다. superproject에 의해 결정된 커밋을 서브모듈에서 체크아웃합니다.
russian: Репозиторий содержит субмодули, необходимо обновить их после каждого переключения. Обновление переключит субмодуль на коммит, указанный в суперпроекте.
spanish: Como este repositorio tiene submódulos, es necesario actualizarlos en cada checkout. Esto sólo hará checkout del submódulo del commit determinado por el superproyecto.

# FileName.HeaderText
source: Name
dutch: Naam
french: Nom
japanese: 名前
korean: ID
russian: Имя
spanish: Nombre

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
dutch: De details van het patch-bestand kunnen niet weergegeven worden.
french: Impossible d'afficher les détails du fichier de patch.
german: Keine Detailanzeige der Patch Datei möglich.
japanese: パッチ ファイルの詳細を表示できません。
korean: 패치파일의 세부사항을 볼 수 없습니다.
russian: Не удалось показать подробности патч файла.
spanish: No se puede mostrar los detalles del archivo de parche.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
dutch: Auteur
french: Auteur
german: Autor
japanese: 作者
korean: 작성자
russian: Автор
spanish: Autor

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
dutch: Datum
german: Datum
japanese: 日付
korean: 날짜
russian: Дата
spanish: Fecha

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
dutch: Onderwerp
french: Sujet
german: Betreff
japanese: 題名
korean: 제목
russian: Тема
spanish: Asunto

# $this.Text
source: Plugins Settings
dutch: Plugin instellingen
french: Paramètres des Extensions
german: Plugin Einstellungen
japanese: プラグインの設定
korean: 플러그인 설정
russian: Настройки плагинов
spanish: Opciones de extensiones

# label1.Text
source: Select one of the subnodes to view or edit the settings of a Git Extensions Plugin.
dutch: Selecteer één van de subnodes om de instellingen van een Git Extensions Plugin te zien of wijzigen.
french: Sélectionnez un des sous-noeuds pour voir et modifier les paramètres d'une des extensions de Git Extensions.
german: Einen der Unterknoten auswählen, um die Einstellungen eines Git Extenstion Plugins zu editieren oder anzuzeigen.
japanese: Git Extensionsプラグインの設定を表示または編集するサブノードの1つを選択してください。
korean: 설정할 서브노드 하나를 선택하세요.
russian: Выберите один из узлов, чтобы просмотреть или изменить настройки плагина Git Extensions.
spanish: Seleccione uno de los subnodos para ver o editar los ajustes de un complemento de Git Extensions.

# labelNoSettings.Text
source: There are no settings available for this plugin.
dutch: Er zijn geen instellingen beschikbaar voor deze plug-in.
french: Il n'y a pas de paramêtres disponibles pour cette extension.
german: Keine Einstellungen für dieses Plugin verfügbar.
japanese: このプラグインで設定可能な項目はありません。
korean: 이 플러그인은 별도의 설정없이 동작합니다.
russian: Настройки не доступны для этого плагина.
spanish: No hay ajustes disponibles para este complemento.

# $this.Title
source: Plugins
french: Extentions
japanese: プラグイン
korean: 플러그인
russian: Плагины
spanish: Extensiones

# $this.Text
source: Proxy Switcher
japanese: プロキシスイッチャ
korean: 프록시 전환기
russian: Переключение прокси

# ApplyGlobally_CheckBox.Text
source: Apply globally
japanese: すべてに適用する
korean: 전체적으로 적용
russian: Применить глобально

# GlobalHttpProxy_Label.Text
source: Global http.proxy:
japanese: グローバルのhttp.proxy:
korean: 글로벌 http.proxy:
russian: Глобально http.proxy:

# LocalHttpProxy_Label.Text
source: Local http.proxy:
japanese: ローカルのhttp.proxy:
korean: 로컬 http.proxy:
russian: Локально http.proxy:

# SetProxy_Button.Text
source: Set proxy
japanese: プロキシを設定
korean: 프록시 설정
russian: Установить прокси

# UnsetProxy_Button.Text
source: Unset proxy
japanese: プロキシを解除
korean: 프록시 설정 해제
russian: Сбросить прокси

# _pleaseSetProxy.Text
source: There is no proxy configured. Please set the proxy host in the plugin settings.
japanese: プロキシが設定されていません。プラグインの設定で、プロキシのホスト名を設定してください。
korean: 구성된 프록시가 없습니다. 플러그인 설정에서 프록시 호스트를 설정하십시오.
russian: Прокси не настроен. Пожалуйста, установите сервер прокси в настройках плагина.

# _pluginDescription.Text
source: Proxy Switcher
japanese: プロキシスイッチャ
korean: 프록시 전환기
russian: Переключение прокси
