Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _pullOpenDialog.Text
source: Open pull dialog
dutch: Open pull-scherm
french: Ouvrir la fenêtre de dialogue pour récupérer
german: Pull-Dialog öffnen
japanese: プルダイアログを開く
korean: Pull 다이얼로그 열기
russian: Открыть диалог получения изменений
spanish: Abrir diálogo de pull

# _pullRebase.Text
source: Pull - rebase
dutch: Pullen - rebase
french: Récupérer et rebaser (pull --rebase)
japanese: プル - リベース
russian: Получить - переместить

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
dutch: (Opslagplaats hosts)
french: (Hôtes de dépôts)
japanese: (リポジトリのホスト)
korean: (저장소 호스트)
russian: (Хостинг репозиториев)
spanish: (Hosts de repositorio)

# _superprojectModuleFormat.Text
source: Superproject: {0}
french: Projet supérieur : {0}
german: Superprojekt: {0}
japanese: 親プロジェクト: {0}
korean: 상위 프로젝트: {0}
russian: Суперпроект: {0}
spanish: Superproyecto: {0}

# _topProjectModuleFormat.Text
source: Top project: {0}
dutch: Bovenste project: {0}
french: Projet le plus haut : {0}
german: Top Projekt: {0}
japanese: トッププロジェクト: {0}
russian: Верхний проект: {0}
spanish: Primer proyecto: {0}

# _undoLastCommitCaption.Text
source: Undo last commit
dutch: Laatste commit ongedaan maken
french: Annuler le dernier commit
german: Letzten Commit zurücknehmen
japanese: 最終コミットを元に戻す
korean: 마지막 커밋으로 되돌리기
russian: Отменить последний коммит
spanish: Deshacer el ultimo commit

# _undoLastCommitText.Text
source: You will still be able to find all the commit's changes in the staging area Do you want to continue?
french: Vous pourrez toujours retrouver tous les changements du commit dans la zone de staging
german: Sie können immer noch alle Änderungen des Commits im Staging Bereich finden Wollen Sie weiter machen?
japanese: ステージング領域内のコミットのすべての変更を見ることもできます。 続行しますか？
korean: staging 영역에서 모든 커밋의 변경 사항들이 여전히 발견됩니다. 계속하시겠습니까?
russian: Вы все еще можете найти все изменения коммита в области подготовки Хотите продолжить?
spanish: Aún podrá encontrar todos los cambios a commits en el área de preparación ¿Desea continuar?

# _updateCurrentSubmodule.Text
source: Update current submodule
dutch: Huidige submodule bijwerken
french: Mettre à jour le sous module courant
german: Aktuelles Untermodul updaten
japanese: 現在のサブモジュールを更新
korean: 현재 서브모듈 업데이트
russian: Обновить текущий субмодуль
spanish: Actualizar submódulo actual

# _viewPullRequestsToolStripMenuItem.Text
source: View &pull requests...
japanese: プルリクエストを表示(&P)...
korean: & Pull 요청사항 보기...
russian: Обзор &запросов на слияние…
spanish: Ver peticiones de &pull...

# aboutToolStripMenuItem.Text
source: &About
japanese: このソフトウェアについて(&A)
korean: &프로그램 정보
russian: &О программе
spanish: &Acerca de

# applyPatchToolStripMenuItem.Text
source: &Apply patch...
japanese: パッチを適用(&A)...
korean: &패치 적용...
russian: &Применить патч…
spanish: &Aplicar parche...

# archiveToolStripMenuItem.Text
source: Archi&ve revision...
japanese: リビジョンをアーカイブ(&V)...
korean: &리비전 압축보관...
russian: Архи&вировать ревизию…
spanish: Archi&var revisión...

# bisectToolStripMenuItem.Text
source: B&isect...
japanese: 二分探索(Bisect)(&I)...
korean: &이진 탐색
russian: Б&инарный поиск…
spanish: D&ividir...

# branchSelect.Text
source: Branch
dutch: Vertakking
french: Branche
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# branchSelect.ToolTipText
source: Change current branch
japanese: 現在のブランチを変更
korean: 현재 브랜치 변경
russian: Изменить текущую ветку
spanish: Cambiar rama actual

# branchToolStripMenuItem.Text
source: Create &branch...
japanese: ブランチを作成(&B)...
korean: &브랜치 생성...
russian: Создать &ветку…
spanish: Crear &rama...

# changelogToolStripMenuItem.Text
source: &Changelog
japanese: 変更履歴(&C)
korean: &릴리즈 노트
russian: &Список изменений
spanish: Registro de &cambios

# checkForUpdatesToolStripMenuItem.Text
source: Check for &updates
japanese: 更新を確認(&U)
korean: &업데이트 확인
russian: Проверить &обновления
spanish: B&uscar actualizaciones

# checkoutBranchToolStripMenuItem.Text
source: Chec&kout branch...
japanese: ブランチをチェックアウト(&K)...
korean: &브랜치 체크아웃
russian: Переключиться на ветку...
spanish: Chec&kout de la rama...

# checkoutToolStripMenuItem.Text
source: Check&out revision...
japanese: リビジョンをチェックアウト(&O)...
korean: &리비전 체크아웃
russian: Перекл&ючиться на ревизию…
spanish: Chec&kout de la revisión...

# cherryPickToolStripMenuItem.Text
source: Cherr&y pick...
japanese: チェリーピック(&Y)...
korean: &체리픽...
russian: Забр&ать коммит…
spanish: Selecc&ión manual

# cleanupToolStripMenuItem.Text
source: Clean &working directory...
japanese: 作業ディレクトリのクリーン(&W)...
korean: &작업 폴더 정리...
russian: Очистить &рабочий каталог…
spanish: Limpiar &directorio de trabajo

# cloneToolStripMenuItem.Text
source: C&lone repository...
japanese: リポジトリをクローン(&L)...
korean: &저장소 복제...
russian: К&лонировать репозиторий…
spanish: C&lonar repositorio...

# closeToolStripMenuItem.Text
source: &Close (go to Dashboard)
japanese: 閉じる (ダッシュボードに移動)(&C)
korean: &종료(대시보드로 이동)
russian: &Закрыть (перейти в главную панель)
spanish: &Cerrar (ir al Tablero)

# commandsToolStripMenuItem.Text
source: &Commands
dutch: &Commando's
french: &Commandes
german: &Befehle
japanese: コマンド(&C)
korean: &명령어
russian: &Команды
spanish: &Comandos

# commitInfoBelowMenuItem.Text
source: Commit info &below graph
japanese: コミット情報をグラフの下(&B)
korean: 커밋 정보 &그래프 아래에
russian: Информация о коммите &под графом
spanish: Información commit &bajo el gráfico

# commitInfoLeftwardMenuItem.Text
source: Commit info &left of graph
japanese: コミット情報をグラフの左(&L)
korean: 커밋 정보 & 그래프 왼쪽에
russian: Информация о коммите с&лева от графа
spanish: Información commit a la izquierda de&l gráfico

# commitInfoRightwardMenuItem.Text
source: Commit info &right of graph
japanese: コミット情報をグラフの右(&R)
korean: 커밋 정보 & 그래프 오른쪽에
russian: Информация о коммите сп&рава от графа
spanish: Información commit a la de&recha del gráfico

# commitToolStripMenuItem.Text
source: &Commit...
japanese: コミット(&C)...
korean: &커밋...
russian: &Зафиксировать…

# compressGitDatabaseToolStripMenuItem.Text
source: &Compress git database
japanese: git データベースを圧縮(&C)
korean: &git 데이터베이스 압축
russian: &Сжать базу данных git
spanish: &Comprimir base de datos de Git

# createAStashToolStripMenuItem.Text
source: &Create a stash...
japanese: スタッシュを作成(&C)...
korean: &파일 담아내기_stash 생성...
russian: &Создать спрятанное изменение…
spanish: &Crear una pila...

# dashboardToolStripMenuItem.Text
source: &Dashboard
french: &Tableau de Bord
japanese: ダッシュボード(&D)
korean: &대시보드
russian: &Главная панель
spanish: &Tablero

# deleteBranchToolStripMenuItem.Text
source: De&lete branch...
japanese: ブランチを削除(&L)...
korean: 브랜치 &삭제
russian: Уда&лить ветку…
spanish: Bo&rrar rama...

# deleteIndexLockToolStripMenuItem.Text
source: &Delete index.lock
japanese: index.lock を削除(&D)
korean: index.lock &삭제
russian: &Удалить index.lock
spanish: Borrar in&dex.lock

# deleteTagToolStripMenuItem.Text
source: &Delete tag...
japanese: タグを削除(&D)...
korean: &태그 삭제...
russian: &Удалить метку…
spanish: &Eliminar etiqueta...

# donateToolStripMenuItem.Text
source: &Donate
japanese: 寄付(&D)
korean: &기부
russian: &Пожертвовать
spanish: &Donar

# editGitAttributesToolStripMenuItem.Text
source: Edit .git&attributes
japanese: .gitattribute を編集(&A)
korean: .git&attributes 편집하기
russian: Пр&авить .gitattributes
spanish: Editar .git&attributes

# editLocalGitConfigToolStripMenuItem.Text
source: &Edit .git/config
japanese: .git/config を編集(&E)
korean: &.git/config 편집하기
russian: &Править .git/config
spanish: &Editar .git/config

# editgitignoreToolStripMenuItem1.Text
source: Edit .git&ignore
japanese: .gitignore を編集(&I)
korean: git&ignore 편집하기
russian: П&равить .gitignore
spanish: Editar .git&ignore

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/&exclude
japanese: .git/info/exclude を編集(&E)
korean: .git/info/&exclude 편집하기
russian: Пра&вить .git/info/exclude
spanish: Editar .git/info/&exclude

# editmailmapToolStripMenuItem.Text
source: Edit .&mailmap
japanese: .mailmap を編集(&M)
korean: .&mailmap 편집하기
russian: Прав&ить .mailmap
spanish: Editar .&mailmap

# exitToolStripMenuItem.Text
source: E&xit
japanese: 終了(&X)
korean: &종료
russian: В&ыход
spanish: &Salir

# fetchAllToolStripMenuItem.Text
source: Fetch &all
japanese: すべてフェッチ(&A)
korean: & 모두 fetch하기
russian: Забрать &все
spanish: Fetch &todos

# fetchAllToolStripMenuItem.ToolTipText
source: Fetch branches and tags from all remote repositories
japanese: ブランチとタグをすべてのリモートブランチからフェッチします
korean: 모든 원격 저장소에서 브랜치 및 태그 fetch하기
russian: Получение ветвей и тегов из всех удаленных репозиториев
spanish: Obtener ramas y etiquetas de todos los repositorios remotos

# fetchPruneAllToolStripMenuItem.Text
source: F&etch and prune all
japanese: すべてフェッチしてプルーン(&E)
korean: & 모든 Fetch 와 Prune
russian: З&абрать и удалить всё
spanish: F&etch y podar todos

# fetchPruneAllToolStripMenuItem.ToolTipText
source: Fetch branches and tags from all remote repositories also prune deleted refs
japanese: ブランチとタグをすべてのリモートリポジトリからフェッチし、削除済みの参照をプルーンします
korean: 모든 원격 저장소에서 브랜치 및 태그 fetch하기를 하면 삭제된 참조도 정리됩니다.
russian: Забрать ветки и теги из всех удаленных репозиториев, а также очистить удаленные ссылки
spanish: Obtener ramas y etiquetas de todos los repositorios remotos y eliminar referencias eliminadas

# fetchToolStripMenuItem.Text
source: &Fetch
japanese: フェッチ(&F)
russian: Забрать

# fetchToolStripMenuItem.ToolTipText
source: Fetch branches and tags
japanese: ブランチとタグをフェッチ
korean: 브랜치 및 태그 가져오기
russian: Извлечение ветвей и тегов
spanish: Obtener ramas y etiquetas

# fileExplorerToolStripMenuItem.Text
source: File E&xplorer
japanese: ファイルエクスプローラ(&X)
korean: &파일 탐색기
russian: Открыть в п&роводнике
spanish: E&xplorador de archivos

# fileToolStripMenuItem.Text
source: &Start
french: Démarrer
japanese: スタート(&S)
korean: &시작
russian: &Начало
spanish: &Inicio

# formatPatchToolStripMenuItem.Text
source: &Format patch...
japanese: Git用パッチを作成(&F)...
korean: &패치 포맷
russian: &Формировать патч…
spanish: &Formatear parche...

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
dutch: Genereer of importeer sleutel
french: Générer ou importer une clé
german: Schlüssel generieren oder importieren
japanese: キーを生成/インポート
korean: 키 생성/임포트
russian: Генерировать или импортировать ключ
spanish: Generar o importar clave

# gitBashToolStripMenuItem.Text
source: Git &bash
japanese: Git bash(&B)

# gitGUIToolStripMenuItem.Text
source: Git &GUI
japanese: Git GUI(&G)

# gitMaintenanceToolStripMenuItem.Text
source: &Git maintenance
japanese: Gitのメンテナンス(&G)
korean: &깃 유지
russian: &Обслуживание Git
spanish: Mantenimiento &Git

# gitcommandLogToolStripMenuItem.Text
source: Git &command log
japanese: Gitのコマンドログ(&C)
korean: Git &로그 명령
russian: &Журнал команд Git
spanish: Log de &comandos de git

# helpToolStripMenuItem.Text
source: &Help
french: &Aide
german: &Hilfe
japanese: ヘルプ(&H)
korean: &도움말
russian: &Справка
spanish: &Ayuda

# initNewRepositoryToolStripMenuItem.Text
source: &Create new repository...
japanese: リポジトリを新規作成(&C)...
korean: &새로운 저장소 생성
russian: &Создать новый репозиторий…
spanish: &Crear nuevo repositorio...

# kGitToolStripMenuItem.Text
source: Git&K
japanese: GitK(&K)

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remo&te repositories...
japanese: リモートリポジトリ(&T)...
korean: 원격 저장소
russian: &Внешние репозитории…
spanish: Repositorios remo&tos...

# manageStashesToolStripMenuItem.Text
source: &Manage stashes...
japanese: スタッシュを管理(&M)...
korean: &작업내용 담기_stash 관리...
russian: &Управлять спрятанными изменениями…
spanish: Ad&ministrar pilas...

# manageStashesToolStripMenuItem.ToolTipText
source: Manage stashes
dutch: Beheer stashes
french: Gérer les stashs
german: Stashes verwalten
japanese: スタッシュの管理
korean: Stash 관리하기
russian: Управление спрятанными изменениями
spanish: Administrar pila

# manageSubmodulesToolStripMenuItem.Text
source: Manage &submodules...
japanese: サブモジュールを管理(&S)...
korean: &서브모듈 관리...
russian: Управлять &субмодулями…
spanish: Administrar &submódulos...

# manageWorktreeToolStripMenuItem.Text
source: Manage &worktrees...
japanese: ワークツリーを管理(&W)...
russian: &Управлять рабочими деревьями…
spanish: Administrar &árboles de trabajo...

# menuCommitInfoPosition.ToolTipText
source: Commit info position
dutch: Commit info positie
french: Position des informations du commit
german: Position der Commit-Information
japanese: コミット情報の位置
korean: 커밋 정보 위치
russian: Расположение информации о коммите
spanish: Posición de la información del commit

# menuitemSparse.Text
source: Sparse Wor&king Copy
japanese: 限定的(sparse)なワーキングコピー(&K)
korean: & 특정 작업만 복사
russian: Разреженная ра&бочая копия
spanish: Copia de Trabajo Dispersa

# mergeBranchToolStripMenuItem.Text
source: &Merge branches...
japanese: ブランチをマージ(&M)...
korean: &브랜치들 병합...
russian: &Слить ветки…
spanish: &Fusionar ramas...

# mergeToolStripMenuItem.Text
source: Pull - &merge
japanese: プル - マージ(&M)
korean: Pull- &병합
russian: Получить - &слияние

# navigateToolStripMenuItem.Text
source: &Navigate
japanese: ナビゲート(&N)
korean: 탐색(&N)
russian: Навигация
spanish: &Navegar

# openToolStripMenuItem.Text
source: &Open...
japanese: 開く(&O)...
korean: &열기...
russian: &Открыть…
spanish: &Abrir

# patchToolStripMenuItem.Text
source: View patc&h file...
japanese: パッチファイルを表示(&H)...
korean: & 패치 파일 보기...
russian: Просмотреть файл пат&ча...
spanish: Ver archivo de parc&he...

# pluginSettingsToolStripMenuItem.Text
source: Plugin &Settings
japanese: プラグインの設定(&S)
korean: 플러그인 &설정들
russian: &Настройки плагинов
spanish: Configuración de Exten&siones

# pluginsToolStripMenuItem.Text
source: &Plugins
french: Extensions
japanese: プラグイン(&P)
korean: &플러그인
russian: &Плагины
spanish: &Extensiones

# pullToolStripMenuItem.Text
source: Pull&/Fetch...
japanese: プル/フェッチ(&/)...
russian: Получить/&Забрать

# pullToolStripMenuItem1.Text
source: Open &pull dialog...
japanese: プルダイアログを開く(&P)...
korean: & Pull 다이얼로그 열기
russian: Открыть диалог &получения изменений…
spanish: Abrir diálogo de &pull...

# pushToolStripMenuItem.Text
source: &Push...
japanese: プッシュ(&P)...
russian: &Отправить…

# rebaseToolStripMenuItem.Text
source: R&ebase...
japanese: リベース(&E)...
korean: & 리베이스
russian: П&ереместить…

# rebaseToolStripMenuItem1.Text
source: Pull - &rebase
japanese: プル - リベース(&R)
russian: Получить - &переместить

# recoverLostObjectsToolStripMenuItem.Text
source: &Recover lost objects...
japanese: 消してしまったオブジェクトを復元(&R)...
korean: & 마지막 항목 복구하기
russian: &Восстановить потерянные объекты…
spanish: &Recuperar objetos perdidos...

# refreshDashboardToolStripMenuItem.Text
source: &Refresh
dutch: Verve&rsen
french: &Rafraichir
german: Aktualisieren
japanese: 更新(&R)
korean: &새로고침
russian: &Обновить
spanish: &Actualizar

# refreshToolStripMenuItem.Text
source: &Refresh
japanese: 更新(&R)
korean: &새로고침
russian: &Обновить
spanish: &Actualizar

# repoSettingsToolStripMenuItem.Text
source: Rep&ository settings
japanese: リポジトリの設定(&O)
korean: & 현재 저장소 설정
russian: Настройки реп&озитория
spanish: C&onfiguraciones del repositorio

# reportAnIssueToolStripMenuItem.Text
source: &Report an issue
japanese: 問題点を報告(&R)
korean: & 이슈 보고
russian: &Сообщить о проблеме
spanish: &Reportar un problema

# repositoryToolStripMenuItem.Text
source: &Repository
french: &Dépôt
japanese: リポジトリ(&R)
korean: 저장소
russian: &Репозиторий
spanish: &Repositorio

# resetToolStripMenuItem.Text
source: &Reset changes...
japanese: 変更をリセット(&R)...
korean: & 초기화
russian: &Сбросить изменения…
spanish: &Resetear cambios...

# runMergetoolToolStripMenuItem.Text
source: &Solve merge conflicts...
japanese: マージ競合を解決(&S)...
korean: &병합문제 해결...
russian: &Разрешить конфликты слияния…
spanish: Re&solver conflictos de merge...

# setDefaultPullButtonActionToolStripMenuItem.Text
source: Set &default Pull button action
japanese: プルボタンのデフォルトの動作を設定(&D)
korean: & Pull 버튼의 기본 작업 설정
russian: Назначить &действие кнопки «Получить»
spanish: Asignar acción del botón Pull por &defecto

# settingsToolStripMenuItem.Text
source: &Settings
japanese: 設定(&S)
korean: &설정들
russian: &Настройки
spanish: &Configuración

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
dutch: Start authenticatie-agent
french: Démarrer l'agent d'authentification
german: Authentifizierungsagent starten
japanese: 認証エージェントを開始
korean: 인증 에이전트 실행
russian: Запустить агент аутентификации
spanish: Iniciar agente de autenticación

# stashChangesToolStripMenuItem.Text
source: &Stash
japanese: スタッシュ(&S)
korean: &작업내용 담기_Stash
russian: Спрятать
spanish: &Pila

# stashChangesToolStripMenuItem.ToolTipText
source: Stash changes
dutch: Wijzigingen wegzetten
french: Gérer les stashs
german: Änderungen stashen
japanese: 変更をスタッシュ
korean: Stash 변경사항
russian: Спрятать
spanish: Apilar cambios

# stashPopToolStripMenuItem.Text
source: Stash &pop
japanese: 退避した変更を戻す(&P)
korean: 파일 들어내기_stash &pop
russian: &Извлечь из спрятанных
spanish: Desa&pilar

# stashPopToolStripMenuItem.ToolTipText
source: Apply and drop single stash
japanese: 単一のスタッシュを適用して削除します
korean: 단일 stash 파일 적용 및 삭제
russian: Применить и выбросить одиночный спрятанные изменения
spanish: Aplicar y soltar reserva individual

# stashStagedToolStripMenuItem.Text
source: S&tash staged
japanese: ステージ済をスタッシュ(&T)
russian: С&прятать индексированное
spanish: Preparar reserva

# stashStagedToolStripMenuItem.ToolTipText
source: Stash staged changes
japanese: ステージ済の変更をスタッシュ
russian: Спрятать индексированные изменения
spanish: Cambios de la reserva preparada

# stashToolStripMenuItem.Text
source: Ma&nage stashes...
japanese: スタッシュを管理(&N)...
korean: &Stash 관리하기
russian: Уп&равлять спрятанными изменениями…
spanish: Ma&nejar pilas...

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all su&bmodules
japanese: サブモジュールをすべて同期(&B)
korean: 모든 &서브모듈들 동기화
russian: Синхронизировать все су&бмодули
spanish: Sincronizar todos los sub&módulos

# tagToolStripMenuItem.Text
source: Create &tag...
japanese: タグを作成(&T)...
korean: &태그 생성...
russian: Создать &метку…
spanish: Crear e&tiqueta...

# toggleBranchTreePanel.ToolTipText
source: Toggle left panel
dutch: Linkerpaneel aan/uitzetten
french: Afficher/Cacher le panel de gauche
german: Linkes Panel ein-/ausblenden
japanese: 左のパネルを切り替え
korean: 왼쪽 패널 전환
russian: Переключить левую панель

# toggleSplitViewLayout.ToolTipText
source: Toggle split view layout
french: Activer vue séparée
german: Geteilte Ansicht wechseln
japanese: ウィンドウ分割を切り替え
korean: 분할 창 토글
russian: Переключить раскладку разделения экрана
spanish: Alternar vista dividida

# toolStripButtonCommit.Text
source: Commit
german: Committen
japanese: コミット
korean: 커밋
russian: Коммит

# toolStripButtonLevelUp.ToolTipText
source: Submodules
japanese: サブモジュール
korean: 서브모듈들
russian: Субмодули
spanish: Submódulos

# toolStripButtonPull.Text
source: Pull
dutch: Ophalen
french: Récupérer (pull)
japanese: プル (リモートから取得)
russian: Получить

# toolStripButtonPush.Text
source: Push
dutch: Verzenden
french: Pousser (Push)
japanese: プッシュ (リモートへ反映)
russian: Отправить

# toolStripFileExplorer.ToolTipText
source: File E&xplorer
japanese: ファイルエクスプローラ(&X)
korean: &파일 탐색기
russian: Открыть в п&роводнике

# toolStripLabel1.Text
source: &Branches:
japanese: ブランチ(&B):
russian: &Ветки:
spanish: &Ramas:

# toolStripLabel1.ToolTipText
source: Branch filter
japanese: ブランチでフィルタ
korean: 분기 필터
russian: Фильтр веток
spanish: Filtro de rama

# toolStripMenuItemReflog.Text
source: Show reflo&g...
japanese: reflogを表示(&G)...
korean: & 참조 기록 보기...
russian: Показать ж&урнал ссылок…
spanish: Mostrar reflo&g...

# toolStripSplitStash.ToolTipText
source: Manage stashes
dutch: Beheer stashes
french: Gérer les stashs
german: Stashes verwalten
japanese: スタッシュの管理
korean: Stash 관리하기
russian: Управление спрятанными изменениями
spanish: Administrar pila

# toolbarsMenuItem.Text
source: Toolbars
japanese: ツールバー
korean: 도구들
russian: Панели инструментов
spanish: Barras de herramientas

# toolsToolStripMenuItem.Text
source: &Tools
french: &Outils
german: Werkzeuge
japanese: ツール(&T)
korean: &도구
russian: &Инструменты
spanish: &Herramientas

# translateToolStripMenuItem.Text
source: &Translate
japanese: 翻訳(&T)
korean: &번역
russian: &Перевод
spanish: &Traducir

# tsbShowReflog.ToolTipText
source: Show all reflog references
japanese: reflog参照をすべて表示
russian: Показать все ссылки reflog
spanish: Mostrar referencias en reflog

# tsbtnAdvancedFilter.ToolTipText
source: Advanced filter
japanese: 詳細なフィルタ
korean: 향상된 필터
russian: Расширенный фильтр
spanish: Filtro avanzado

# tsddbtnBranchFilter.Text
source: Branch type
japanese: ブランチの種類
korean: 분기 유형
russian: Тип ветки
spanish: Tipo de rama

# tsddbtnRevisionFilter.Text
source: Filter type
japanese: フィルタの種類
korean: 필터 유형
russian: Тип фильтра
spanish: Tipo de filtro

# tslblRevisionFilter.Text
source: &Filter:
japanese: フィルタ(&F):
russian: &Фильтр:
spanish: &Filtro:

# tslblRevisionFilter.ToolTipText
source: Text filter
japanese: テキストでフィルタ
korean: 텍스트 필터
russian: Фильтра текста
spanish: filtro de texto

# tsmiAdvancedFilter.Text
source: &Advanced filter
japanese: 詳細なフィルタ(&A)
russian: &Расширенный фильтр
spanish: Filtro &avanzado

# tsmiAuthorFilter.Text
source: &Author
japanese: 作者(&A)
korean: &작가
russian: &Автор
spanish: &Autor

# tsmiBranchLocal.Text
source: &Local
japanese: ローカル(&L)
korean: &로컬
russian: &Локальный

# tsmiBranchRemote.Text
source: &Remote
japanese: リモート(&R)
korean: &원격
russian: Внешний
spanish: &Remoto

# tsmiBranchTag.Text
source: &Tag
japanese: タグ(&T)
korean: &태그
russian: &Метка
spanish: &Etiqueta

# tsmiCommitFilter.Text
source: Commit &message
japanese: コミットメッセージ(&M)
russian: &Сообщение для коммита
spanish: &Mensaje de commit

# tsmiCommitterFilter.Text
source: &Committer
japanese: コミッタ(&C)
korean: & 커밋한 사람
russian: &Автор коммита
spanish: &Commiter

# tsmiDiffContainsFilter.Text
source: &Diff contains (SLOW)
japanese: Diffを含める(低速)(&D)
korean: & 변경사항 포함 (느림)
russian: &Показывать список изменений (МЕДЛЕННО)
spanish: &Diff contiene (LENTO)

# tsmiFavouriteRepositories.Text
source: &Favorite repositories
japanese: お気に入りのリポジトリ(&F)
russian: &Избранные репозитории
spanish: Repositorios &Favoritos

# tsmiRecentRepositories.Text
source: &Recent repositories
japanese: 最近開いたリポジトリ(&R)
russian: &Недавние репозитории
spanish: Repositorios &recientes

# tsmiRecentRepositoriesClear.Text
source: Clear list
japanese: リストをクリア
korean: 목록 초기화
russian: Очистить список
spanish: Limpiar lista

# tsmiResetAllFilters.Text
source: &Reset revision filters
japanese: リビジョンフィルタをリセット(&R)
russian: &Сброс фильтров ривизии
spanish: &Restablecer filtros de revisión

# tsmiResetPathFilters.Text
source: Reset &path filter
japanese: パスフィルタをリセット(&P)
russian: Сброс &фильтра пути
spanish: Restablecer &filtros de ruta

# tsmiShowBranchesAll.Text
source: &All branches
japanese: すべてのブランチ(&A)
korean: &모든 브랜치들
russian: &Все ветки
spanish: Tod&as las ramas

# tsmiShowBranchesAll.ToolTipText
source: Show all branches
japanese: ブランチをすべて表示
korean: 모든 브랜치 보기
russian: Показывать все ветки
spanish: Mostrar todas las ramas

# tsmiShowBranchesCurrent.Text
source: &Current branch only
japanese: 現在のブランチのみ(&C)
korean: &현재 브랜치만
russian: &Только текущая ветка
spanish: &Sólo rama actual

# tsmiShowBranchesCurrent.ToolTipText
source: Show current branch only
japanese: 現在のブランチのみ表示
korean: 현재 작업 브랜치만 보이기
russian: Показывать только текущую ветку
spanish: Mostrar sólo rama actual

# tsmiShowBranchesFiltered.Text
source: &Filtered branches
japanese: フィルタされたブランチ(&F)
korean: &필터링된 브랜치들
russian: &Отфильтрованные ветки
spanish: Ramas &filtradas

# tsmiShowBranchesFiltered.ToolTipText
source: Show filtered branches
japanese: フィルタされたブランチを表示
korean: 필터된 브랜치만 보기
russian: Показывать отфильтрованные ветки
spanish: Mostrar ramas filtradas

# tsmiShowOnlyFirstParent.ToolTipText
source: Show only first parent
japanese: 最初の親のみを表示
russian: Показать только первого родителя
spanish: Mostrar sólo primer padre

# tsmiShowReflog.Text
source: &Reflog
japanese: Reflog(&R)
