Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# $this.Text
source: Advanced
dutch: Geavanceerd
french: Avancé
german: Erweitert
japanese: 高度な操作
korean: 고급설정
russian: Расширенные настройки
spanish: Avanzadas

# CheckoutGB.Text
source: Checkout
dutch: Uitchecken
french: Charger
japanese: チェックアウト
korean: 체크아웃
russian: Переключиться
spanish: Proceder

# GeneralGB.Text
source: General
dutch: Algemeen
french: Général
german: Allgemein
japanese: 全般
korean: 일반설정
russian: Общие

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
dutch: Altijd geavanceerde opties tonen
french: Toujours afficher les options avancées
german: Erweiterte Optionen immer anzeigen
japanese: 常に詳細なオプションを表示
korean: 고급 옵션을 항상 표시
russian: Всегда показывать расширенные настройки
spanish: Siempre mostrar opciones avanzadas

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
dutch: Altijd het uit-check scherm weergeven
french: Toujours afficher la fenêtre de chargement (checkout)
german: Checkout-Dialog immer anzeigen
japanese: 常にチェックアウトダイアログを表示
korean: 항상 체크아웃 다이얼로그 표시하기
russian: Всегда показывать диалог смены ветки
spanish: Siempre mostrar diálogo de desproteger

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
dutch: Normaliseer branch naam
french: Normaliser automatiquement le nom de branche
german: Branchname automatisch normalisieren
japanese: ブランチ名を自動的に正規化
korean: 자동 정규화된 브랜치 이름
russian: Автоматически нормализовать название ветки
spanish: Normalizar nombre de rama automáticamente

# chkAutoNormaliseBranchName.ToolTipText
source: Controls whether branch name should be automatically normalised as per git branch naming rules. If enabled, any illegal symbols will be replaced with the replacement symbol of your choice.
japanese: ブランチ名をgitブランチの命名規則に従って自動的に正規化するかどうかを制御します。 有効にすると、不正な記号は選択した置換記号に置き換えられます。
korean: git 분기 이름 규칙에 따라 분기 이름을 자동으로 정규화하는지에 대한 여부를 제어합니다. 이 옵션을 활성화하면, 잘못된 기호는 사용자가 선택한 사용 기호로 대체됩니다.
russian: Включает автоматическую нормализацию имен веток в соответствии с правилами именования веток Git. Если нормализация включена, все недопустимые символы заменяются на выбранный подменный символ.
spanish: Controla si el nombre de la rama debe normalizarse automáticamente según las reglas de nomenclatura de la rama de git. Si está habilitado, cualquier símbolo ilegal será reemplazado con el símbolo de reemplazo de su elección.

# chkCheckForRCVersions.Text
source: Check for release candidate versions
dutch: Controleer op nieuwe versie
french: Vérifier les nouvelles versions candidates à la livraison
german: Nach Release Candidate Versionen suchen.
japanese: リリース候補版を確認
korean: 최총 후보 버전 확인
russian: Проверять на релиз-кандидаты
spanish: Buscar versiones de prelanzamiento

# chkCheckForUpdates.Text
source: Check for updates weekly
dutch: Controleer wekelijks op nieuwe versies
french: Vérifier les mises à jour chaque semaine
german: Wöchentlich auf Updates prüfen
japanese: 毎週更新を確認
korean: 매주 업데이트 확인
russian: Проверять обновления еженедельно
spanish: Buscar actualizaciones semanalmente

# chkCommitAndPushForcedWhenAmend.Text
source: Push forced with lease when Commit && Push action is performed with Amend option checked
french: Utiliser l'envoi avec vérification quand l'action de commit && envoi est réalisé avec l'option de correction est cochée
german: Pushe --force-with-lease wenn die Aktion Committe && Pushe mit der Amend Option aktiviert ausgeführt wird.
japanese: 「コミットを修正」にチェックして「コミットしてプッシュ」実行時に"--force-with-lease"オプションを有効にする
korean: 수정 옵션을 선택한 상태에서 Commit과 Push 동작이 수행될 때 lease를 동반한 강제 Push하기
russian: Отправить принудительно с проверкой наличия чужих коммитов, когда выполняется Фиксировать и Отправить с выбранной настройкой "Изменить последний коммит"
spanish: Forzar push con concesión cuando se realiza la acción Commit && Push con la opción Modificar marcada

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
dutch: Gebruik Console Emulator voor console output
french: Utiliser l'émulateur de console pour afficher la sortie console dans les fenêtre de commandes
german: Konsolenemulator für die Konsolenausgabe in Befehlsdialogen verwenden.
japanese: コマンドダイアログでコンソール出力にコンソールエミュレータを使用
korean: 명령어 기록을 콘솔에 출력하기 위해 콘솔 에뮬레이터 사용
russian: Использовать эмулятор консоли для отображения консоли в диалоговом окне
spanish: Utilizar la consola para ver el resultado de los comandos

# chkConsoleEmulator.ToolTipText
source: Controls how console programs output is displayed in command progress dialogs, like Clone or Pull. If yes, embeds the fully functional console emulator. This is experimental and might have side-effects. If no, redirects select strings from stdout/stderr into an edit box. This is the classic mode. Turn off if you experience problems with the console emulator.
japanese: クローンやプルなどのコマンド進行状況ダイアログでのコンソールプログラム出力の表示方法を制御します。 オンの場合、完全に機能するコンソールエミュレータを埋め込みます。 これは実験的なものであり、副作用がある場合があります。 オフの場合、選択した文字列を標準出力/標準エラー出力から編集ボックスにリダイレクトします。これはクラシックモードです。 コンソールエミュレータで問題が発生した場合は、オフにしてください。
korean: 콘솔 프로그램 출력이 Clone이나 Pull과 같은 명령 대화상자에서 표시되는 방식을 제어합니다. 이 설정을 활성화화면, 모든 기능을 갖춘 콘솔 에뮬레이터를 포함합니다. 이 기능은 실험적으로 제공되며 불안정할 수 있습니다. 이 설정을 비활성화하면, stdout/stderr에서 가져온 내용을 편집상자로 리디렉션합니다. 이는 전형적인 모드입니다. 콘솔 에뮬레이터에 문제가 있으면 이 설정을 비활성화합니다.
russian: Задает способ отображения вывода консольных программ в диалогах прогресса выполнения команд, таких как «Клонирование» или «Слияние». Если эта опция включена, то используется встроенный полноценный эмулятор консоли. Это экспериментальный режим, который может иметь побочные эффекты. Если эта опция выключена, то отдельные строки из вывода команды (stdout/stderr) отображаются в текстовом поле. Это классический режим. Выключите эту опцию, если вы испытываете проблемы с эмулятором консоли.
spanish: Controla como la salida de consola es mostrada en el cuadro de dialogo de comandos, como Clonar o Pull. En caso afirmativo, activas un emulador de consola interactivo. Esto es experimental y puede tener efectos no deseados. En caso negativo, redirecciona textos seleccionados del stdout/stderr hacia un campo de edición. Este es el modo clásico. Desconéctalo si experimentas problemas con el emulador de consola.

# chkDontSHowHelpImages.Text
source: Don't show help images
dutch: Verberg help plaatjes
french: Ne pas afficher les images d'aide
german: Hilfe-Bilder nicht anzeigen
japanese: ヘルプ画像を表示しない
korean: 도움말 이미지 표시하지 않기
russian: Не показывать справочные картинки
spanish: No mostrar imágenes de ayuda

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
dutch: Gebruik de laatst gekozen "Locale wijzigingen" actie als de standaard actie. Deze actie zal zonder waarschuwing worden uitgevoerd bij het uitchecken van een branch.
french: Utiliser la dernière action "modifications locales" comme action par défaut. Cette action sera effectuée sans avertissement durant le chargement d'une branche.
german: Verwende zuletzt ausgewählte Aktion für "Lokale Änderungen" als Standard Aktion. Diese Aktion wird dann ohne Warnung beim Auschecken eines Branch angewendet.
japanese: 最後に選択した「ローカルの変更」をデフォルトの挙動とする。 この設定をするとブランチのチェックアウト時に警告を表示しなくなります。
korean: 마지막에 설정된 "언어 설정"을 기본값으로 유지합니다. 이 옵션은 브랜치 체크 아웃시 경고 없이 동작 합니다.
russian: Использовать последнее выбранное действие "локальные изменения" как действие по умолчанию. Данное действие будет выполнено без предупреждения при переключении веток.
spanish: Usar última acción elegida "cambios locales" de forma predeterminada. Esta acción se realizará sin preguntar al revisar las ramas.

# grpCommit.Text
source: Commit
german: Committen
japanese: コミット
korean: 커밋
russian: Коммит

# grpUpdates.Text
source: Updates
french: Mises à jour
japanese: 更新
korean: 업데이트
russian: Обновления
spanish: Actualizaciones

# label1.Text
source: Symbol to use:
dutch: Gebruik symbool:
french: Symbole à utiliser:
german: Symbol verwenden:
japanese: 使用するシンボル:
korean: 사용 기호
russian: Использовать символы:
spanish: Símbolo a usar:

# $this.Text
source: Fonts
dutch: Lettertypes
french: Polices
german: Schriftarten
japanese: フォント
korean: 글꼴설정
russian: Шрифты
spanish: Fuentes

# applicationFontChangeButton.Text
source: font name
dutch: lettertype
french: nom de la police
german: Name der Schriftart
japanese: フォント名
korean: 파일비교시 글꼴 이름
russian: имя шрифта
spanish: nombre de fuente

# commitFontChangeButton.Text
source: font name
dutch: lettertype
french: nom de la police
german: Name der Schriftart
japanese: フォント名
korean: 파일비교시 글꼴 이름
russian: имя шрифта
spanish: nombre de fuente

# diffFontChangeButton.Text
source: font name
dutch: lettertype
french: nom de la police
german: Name der Schriftart
japanese: フォント名
korean: 파일비교시 글꼴 이름
russian: имя шрифта
spanish: nombre de fuente

# gbFonts.Text
source: Fonts
dutch: Lettertypes
french: Polices
german: Schriftarten
japanese: フォント
korean: 글꼴설정
russian: Шрифты

# label26.Text
source: Application font
dutch: Lettertype voor applicatie
french: Police de l'application
german: Anwendungsschriftart
japanese: GitExtensionsのフォント
korean: 프로그램 글꼴
russian: Шрифт приложения
spanish: Fuente de aplicación

# label34.Text
source: Commit font
dutch: Lettertype voor commits
french: Police du commit
german: Schriftart der Commit-Nachricht
japanese: コミットのフォント
korean: 커밋표시 글꼴
russian: Шрифт окна фиксации
spanish: Fuente de commit

# label36.Text
source: Monospace font
dutch: Monospace lettertype
french: Police monospace
german: Monospace-Schriftart
japanese: 固定幅フォント
korean: 고정폭 글꼴
russian: Моноширный шрифт
spanish: Fuente monoespaciada

# label56.Text
source: Code font
dutch: Lettertype voor code
french: Police du code source
german: Code Schriftart
japanese: コードのフォント
korean: 소스코드 글꼴
russian: Шрифт кода
spanish: Tipo de letra del código

# monospaceFontChangeButton.Text
source: font name
dutch: lettertype
french: nom de la police
german: Name der Schriftart
japanese: フォント名
korean: 파일비교시 글꼴 이름
russian: имя шрифта
spanish: nombre de fuente

# $this.Text
source: Appearance
dutch: Weergave
french: Apparence
german: Erscheinungsbild
japanese: 外観
korean: 화면표시
russian: Внешний вид
spanish: Apariencia

# AvatarProvider.Text
source: Default
japanese: デフォルト
korean: 기본값
russian: По умолчанию
spanish: Por defecto

# ClearImageCache.Text
source: Clear image cache
dutch: Leeg foto cache
french: Vider le cache d'images
german: Bilder Cache löschen
japanese: 画像キャッシュをクリア
korean: 임시 이미지 제거
russian: Очистить кэш картинок
spanish: Borrar caché de imágenes

# ShowAuthorAvatarInCommitGraph.Text
source: Show author's avatar column in the commit graph
french: Voir la colonne des avatars d'auteur dans le graphe des commits
german: Zeige die Spalte mit dem Avatar des Autors im Commit Graph
japanese: コミットグラフで作者アバターの列を表示
korean: 커밋 그래프에서 작성자의 아바타 표시
russian: Показывать колонку с аватарами авторов в дереве коммитов
spanish: Mostrar columna de avatar del autor en la gráfica del commit

# ShowAuthorAvatarInCommitInfo.Text
source: Show author's avatar in the commit info view
french: Afficher l'avatar de l'auteur dans le vue d'information du commit
german: Zeige den Avatar des Autors in der Commit Info Anzeige
japanese: コミット情報ビューで作者のアバターを表示
korean: 커밋 정보 보기에 작성자의 아바타 표시
russian: Показывать аватар автора в информации о коммите
spanish: Mostrar avatar del autor en la vista de información del commit

# _avatarProviderTooltip.Text
source: The avatar provider defines the source for user-defined avatar images. The "Default" provider uses GitHub and Gravatar, the "Custom" provider allows you to set custom provider URLs and "None" disables user-defined avatars. Click this info icon for more details.
japanese: アバタープロバイダーは、ユーザー定義のアバター画像のソースを定義します。 「デフォルト」プロバイダーはGitHubとGravatarを使用します。 「カスタム」はカスタムプロバイダーのURLを使用できるようにします。 「なし」はユーザー定義のアバターを無効にします。 詳細はこちらの情報アイコンをクリックしてください。
korean: 아바타 공급자는 사용자가 정의한 아바타 이미지의 출처를 정의합니다. "Default" 공급자는 GitHub와 Gravatar를 사용합니다. "Custom" 공급자는 사용자 지정 공급자 URL을 설정할 수 있습니다. "None"은 사용자 정의 아바타를 비활성화합니다. 이 아이콘을 클릭하여 더 자세한 내용 보기.
russian: Поставщик аватаров определяет источник изображений-аватаров, задаваемых пользователями. Вариант «по умолчанию» использует GitHub и Gravatar в качестве поставщиков. Вариант «пользовательский» позволяет задать адреса (URL) поставщика. Вариант «нет» отключает пользовательские аватары. Кликните по этой иконке, чтобы получить больше информации.
spanish: El proveedor del avatar define la fuente para las imágenes de avatar definidas para el usuario. El proveedor "Por defecto" usa GitHub y Gravatar, "Personalizado" te permite personalizar un proveedor por URLs y "Ninguno" desactiva los avatares por defecto. Haz clic en este icono para más detalles.

# _noDictFile.Text
source: None
french: Aucun
german: Keine Wörterbuch
japanese: なし
korean: 없음
russian: Нет
spanish: Ninguno

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
dutch: Geen woordenboeken gevonden in: {0}
french: Aucun fichier de dictionnaire trouvé dans: {0}
german: Keine Wörterbuch-Dateien gefunden in: {0}
japanese: 辞書ファイルが見つかりません: {0}
korean: 사전 파일을 찾을 수 없습니다: {0}
russian: Не найдены файлы словарей в: {0}
spanish: No se encontraron diccionarios en: {0}

# _noImageServiceTooltip.Text
source: A default image, if the provider has no image for the email address. Click this info icon for more details.
japanese: メールアドレスに対応する画像がプロバイダーにない場合の、デフォルトの画像です。 詳細はこちらの情報アイコンをクリックしてください。
korean: 아바타 공급자에 이메일 주소에 대한 이미지가 없는 경우 기본 이미지를 표시합니다. 이 아이콘을 클릭하여 더 자세한 내용 보기.
russian: Изображение аватара по умолчанию, если у поставщика аватаров нет изображения для e-mail какого-либо пользователя. Кликните эту иконку для получения подробной информации.
spanish: Una imagen por defecto, si el proveedor no tiene una imagen para la dirección de correo. Click en este icono para más información.

# _revisionSortWarningTooltip.Text
source: Sorting revisions may delay rendering of the revision graph.
japanese: リビジョンを並べ替えるとリビジョングラフの描画が遅くなる場合があります。
russian: Сортировка ревизий может замедлить отрисовку графа ревизий.

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
dutch: Gebruikers interface automatisch schalen wanneer hoge DPI wordt gebruikt
french: Dimensionner automatiquement l'interface utilisateur lorsque la haute résolution est utilisée
german: Automatische Skalierung des Benutzerinterfaces bei hoher DPI Einstellung
japanese: 高解像度のディスプレイに合わせて自動的に画面を拡大
korean: 높은 DPI를 이용 하는 유저 에게 자동으로 제공 하는
russian: Автоматически масштабировать пользовательский интерфейс при высоком DPI
spanish: Escala automática de la interfaz al utilizar Hi-DPI

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
dutch: Toon huidige branch in Visual Studio
french: Afficher la branche actuelle dans Visual Studio
german: Zeige aktuellen Branch in Visual Studio
japanese: Visual Studio内で現在のブランチ名を表示
korean: 현재 브랜치 표시 (Visual Studio 전용)
russian: Показывать имя текущей ветки в Visual Studio
spanish: Mostrar rama actual en Visual Studio

# chkShowRelativeDate.Text
source: Show relative date instead of full date
dutch: Toon relatieve datum i.p.v. volledige datum
french: Afficher des dates relatives plutôt qu'absolues
german: Relatives Datum statt absolutes Datum anzeigen
japanese: 絶対日付の代わりに相対日付を表示
korean: 날짜형식을 오늘, 내일 형태로 표시
russian: Показывать относительные даты вместо полных
spanish: Mostrar fecha relativa en lugar de la fecha completa

# chkShowRepoCurrentBranch.Text
source: Show current branch names in the dashboard and the recent repositories dropdown menu
german: Zeige aktuell Branch Namen im Dashboard und im Dropdown Menu der zuletzt verwendeten Repositories.
japanese: ダッシュボードと「最近開いたリポジトリ」のドロップダウンメニューに現在のブランチ名を表示
korean: 대시보드에 현재 브랜치 이름 표시 및 최근 사용한 저장소를 드롭다운 방식으로 표시
russian: Показывать текущие имена веток на панели инструментов и в выпадающем меню недавних репозиториев
spanish: Mostrar rama actual en el panel y el menú desplegable de repositorios recientes

# downloadDictionary.Text
source: Download dictionary
dutch: Download woordenboek
french: Télécharger un dictionnaire
german: Wörterbuch herunterladen
japanese: 辞書のダウンロード
korean: 사전파일 다운로드
russian: Скачать словарь
spanish: Descargar diccionario

# gbAuthorImages.Text
source: Author images
dutch: Foto's auteur
french: Images auteurs
german: Autorenbilder
japanese: アバター
korean: 작성자 대표 이미지
russian: Картинки авторов

# gbGeneral.Text
source: General
dutch: Algemeen
french: Général
german: Allgemein
japanese: 全般
korean: 일반설정
russian: Общие

# gbLanguages.Text
source: Language
dutch: Taal
french: Langue
german: Sprache
japanese: 言語
korean: 언어
russian: Язык

# helpTranslate.Text
source: Help translate
dutch: Help met vertalen
french: Aider à traduire
german: Helfen Sie beim Übersetzen
japanese: 翻訳に参加する
korean: 다국어 번역 지원
russian: Помочь перевести
spanish: Ayudar a traducir

# lblAvatarProvider.Text
source: Avatar provider
french: Fournisseur d'avatar
german: Avatar-Anbieter
japanese: アバタープロバイダー
korean: 아바타 이미지 생성 프로그램
russian: Поставщик аватара
spanish: Proveedor de Avatar

# lblBranchesOrder.Text
source: Order branches
german: Ordne Branches
japanese: ブランチの並び順
korean: 브랜치 순서대로
russian: Порядок веток

# lblBranchesSortBy.Text
source: Sort branches by
german: Sortiere Branches nach
japanese: ブランチの並べ替え
korean: 기준에 의해 브랜치 정렬
russian: Сортировать ветки по

# lblCacheDays.Text
source: Cache images (days)
dutch: Cache plaatjes (dagen)
french: Cache des images (jours)
german: Bilder zwischenspeichern (in Tagen)
japanese: 画像をキャッシュ (days)
korean: 임시 저장(며칠)
russian: Кэшировать изображения (дни)
spanish: Cache de imágenes (días)

# lblCustomAvatarTemplate.Text
source: Custom avatar template
japanese: カスタム アバター テンプレート
korean: 사용자 지정 아바타 템플릿
russian: Пользовательский шаблон аватара
spanish: Plantilla de avatar personalizada

# lblLanguage.Text
source: Language (restart required)
dutch: Taal (herstart vereist)
french: Langue (redémarrage requis)
german: Sprache (Neustart erforderlich)
japanese: 言語(再起動が必要)
korean: 언어 (재시작 필요)
russian: Язык (необходим перезапуск)
spanish: Idioma (requiere reiniciar)

# lblNoImageService.Text
source: Fallback generated avatar style
german: Rückfalloption für generierten Avatar
japanese: 代替のアバタースタイル
korean: 아바타 스타일 생성 대비책
russian: Резервный сгенерированный стиль аватара
spanish: Estilo de avatar generado por reserva

# lblRevisionsSortBy.Text
source: Sort revisions by
japanese: リビジョンの並び順
russian: Сортировать ревизии по

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
dutch: Woordenboek voor spellingscontrole
french: Dictionnaire de vérif. d'orthographe
german: Wörterbuch für Rechtschreibprüfung
japanese: スペルチェックに使う辞書
korean: 단어교정 사전 종류
russian: Словарь для проверки орфографии
spanish: Diccionario ortográfico

# truncateLongFilenames.Text
source: Truncate long filenames
dutch: Lange bestandsnamen inkorten
french: Tronquer les noms long
german: Lange Dateinamen abschneiden
japanese: 長いファイル名の省略
korean: 긴 파일이름 간략표시
russian: Обрезать длинные имена файлов
spanish: Acortar nombres de archivos

# truncatePathMethod.Item0
source: None
french: Aucun
german: Keine Aktion
japanese: なし
korean: 없음
russian: Нет
spanish: Ninguno

# truncatePathMethod.Item1
source: Compact
french: Compacte
german: Kompakt
japanese: コンパクト
korean: 요약
russian: Компактный
spanish: Compacto

# truncatePathMethod.Item2
source: Trim start
dutch: Slim trimmen
french: Couper le début
german: Trimmen starten
japanese: 先頭部分をトリム
korean: 현재 문자열에서 선행 공백 문자를 모두 제거합니다.
russian: Удалять начало
spanish: Recortar inicio

# truncatePathMethod.Item3
source: Filename only
dutch: Enkel bestandsnaam
french: Nom de fichier seulement
german: nur Dateiname
japanese: ファイル名のみ
korean: 파일이름만
russian: Только имя файла
spanish: Sólo nombre de archivo

# cbLoadTestResults.Text
source: Display test results in build status summary for each build result (network intensive!)
japanese: それぞれのビルド結果に対してビルド状態サマリ内にテスト結果を表示(ネットワークが集中します!)
korean: 빌드 상태 요약에 각 빌드 결과에 대해 테스트 결과를 표시한다. (네트워크 집약적!)
russian: Отображать результаты теста в сводке состояния сборки для каждого результата сборки (интенсивная работа в сети!)

# Description.Text
source: Auto compile SubModules
japanese: サブモジュールの自動コンパイル
korean: 서브모듈 자동 컴파일
russian: Автоматическая сборка субмодулей

# _doYouWantBuild.Text
source: Do you want to build {0}? {1}
japanese: {0} をビルドしますか？ {1}
korean: 빌드하시겠습니까{0}? {1}
russian: Вы хотите собрать {0}? {1}

# _enterCorrectMsBuildPath.Text
source: Please enter correct MSBuild path in the plugin settings dialog and try again.
japanese: プラグイン設定ダイアログで正しい MSBuild のパスを入力し、やり直してください。
korean: 플러그인 설정 대화상자에 올바른 MSBUILD 경로를 입력하고 다시 시도하세요
russian: Пожалуйста, введите правильный путь к MSBuild в настройках плагина и попробуйте снова.

# _msBuildArguments.Caption
source: msbuild.exe arguments
japanese: msbuild.exe の引数
korean: msbuild.exe 매개변수
russian: Аргументы msbuild.exe

# _msBuildEnabled.Caption
source: Enabled
japanese: 有効
korean: 활성화됨
russian: Включить

# _msBuildPath.Caption
source: Path to msbuild.exe
japanese: msbuild.exe のパス
korean: msbuild.exe 경로
russian: Путь к msbuild.exe

# avatarProviderToolStripMenuItem.Text
source: Avatar provider
french: Fournisseur d'avatar
german: Avatar-Anbieter
japanese: アバタープロバイダー
korean: 아바타 이미지 생성자
russian: Поставщик аватара
spanish: Proveedor de Avatar

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
dutch: Leeg foto cache
french: Vider le cache d'images
german: Bilder-Cache leeren
japanese: 画像キャッシュをクリア
korean: 임시 이미지 제거
russian: Очистить кэш картинок
spanish: Borrar caché de imágenes

# fallbackAvatarStyleToolStripMenuItem.Text
source: Fallback generated avatar style
german: Rückfalloption für generierten Avatar
japanese: 代替のアバタースタイル
korean: 아바타 스타일 생성 대비책
russian: Резервный сгенерированный стиль аватара
spanish: Estilo de avatar generado por reserva

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
dutch: Registreer op gravatar.com
french: S'enregistrer à gravatar.com
german: Bei gravatar.com registrieren
japanese: gravatar.comで登録
korean: gravatar.com 가입하기
russian: Зарегистрироваться на gravatar.com
spanish: Regístrese en gravatar.com

# Description.Text
source: Periodic background fetch
japanese: バックグラウンドで定期的にフェッチ
korean: 주기적인 백그라운드 fetch
russian: Периодически забирать в фоне

# _autoRefresh.Caption
source: Refresh view after fetch
japanese: フェッチ後に表示を更新
korean: fetch 후 새로고침
russian: Обновить окно после получения

# _fetchAllSubmodules.Caption
source: Fetch all submodules
japanese: サブモジュールをすべて取得
korean: 모든 서브모듈 fetch
russian: Забрать все субмодули

# _fetchInterval.Caption
source: Fetch every (seconds) - set to 0 to disable
japanese: 設定された秒ごとにフェッチ (0 で無効)
korean: 매 몇 (초)마다 fetch - 비활성화하려면 0으로 설정
russian: Забирать каждые N (секунд) — установите в 0, чтобы отключить

# _gitCommand.Caption
source: Arguments of git command to run
japanese: 実行するGitコマンドの引数
korean: 실행할 git 명령의 매개변수
russian: Аргументы команды git для запуска

# BitbucketBaseUrl.Caption
source: Specify the base URL to Bitbucket
japanese: BitbucketのベースURLを指定してください
korean: Bitbucket 에 기본 URL 설정
russian: Укажите основной URL к Bitbucket

# BitbucketDisableSsl.Caption
source: Disable SSL verification
japanese: SSL認証を無効化
korean: SSL 인증 비활성화
russian: Отключить верификацию SSL

# BitbucketPassword.Caption
source: Bitbucket Password
japanese: Bitbucketパスワード
korean: Bitbucket 패스워드
russian: Bitbucket пароль

# BitbucketUsername.Caption
source: Bitbucket Username
japanese: Bitbucketユーザ名
korean: Bitbucket 사용자명
russian: Bitbucket имя пользователя

# Description.Text
source: Bitbucket Server
japanese: Bitbucketサーバ
korean: Bitbucket 서버
russian: Сервер Bitbucket

# _yourRepositoryIsNotInBitbucket.Text
source: Your repository is not hosted in BitBucket Server.
japanese: あなたのリポジトリはBitbucketのサーバーにホストされていません。
korean: 당신의 저장소는 BitBucket 서버에서 호스트되지 않습니다.
russian: Ваш репозиторий не находится на сервере Bitbucket.
