Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _largeFileSizeWarning.Text
source: This file is {0:N1} MB. Showing large files can be slow. Click to show anyway.
dutch: Dit bestand is {0:N1} MB. Het tonen van grote bestanden kan traag zijn. Klik hier om het bestand toch te tonen.
french: Ce fichier pèse {0:N1} MB. Visualiser des fichiers volumineux peut être lent. Cliquez pour continuer malgré tout.
german: Diese Datei ist {0:N1} MB groß. Große Dateien anzuzeigen kann langsam sein. Klicken um die Datei trotzdem anzuzeigen.
japanese: このファイルは{0:N1} MB。大容量のファイルを表示するには時間がかかる場合があります。それでもよろしければ、クリックすれば表示します。
korean: 이 파일은 {0:N1}MB입니다. 큰 파일을 표시하는 것은 느릴 수 있습니다. 표시하려면 클릭하십시오.
russian: Этот файл размером {0:N1} МБ. Отображение больших файлов может быть меделенным. Нажмите, чтобы все равно показать его.
spanish: Este archivo es {0: N1} MB. Mostrar archivos grandes puede ser lento. Haga clic para mostrar de todos modos.

# automaticContinuousScrollToolStripMenuItem.Text
source: Enable automatic continuous scroll (without ALT button)
german: Aktiviere automatisches kontinuierliches Scrollen (ohne ALT Taste)
japanese: 自動連続スクロールを有効にする(ALTボタンなし)
korean: (ALT 버튼 사용 없이) 자동 연속 스크롤 사용
russian: Включить автоматическую непрерывную прокрутку (без использования кнопки ALT)
spanish: Habilitar desplazamiento continuo automático (sin tecla ALT)

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
dutch: Kopiëer nieuwe versie
french: Copier la nouvelle version
german: Neue Version kopieren
japanese: 新しいバージョンをコピー
korean: 새로운 버전으로 복사
russian: Скопировать новую версию
spanish: Copiar nueva versión

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
dutch: Kopiëer oude versie
french: Copier l'ancienne version
german: Alte Version kopieren
japanese: 古いバージョンをコピー
korean: 이전 버전으로 복사
russian: Скопировать старую версию
spanish: Copiar versión antigua

# copyPatchToolStripMenuItem.Text
source: Copy patch
dutch: Kopieer patch
french: Copier le patch
german: Patch kopieren
japanese: パッチをコピー
korean: 패치 복사
russian: Копировать патч
spanish: Copiar el parche

# copyToolStripMenuItem.Text
source: Copy
dutch: Kopieer
french: Copier
german: Kopieren
japanese: コピー
korean: 복사
russian: Копировать
spanish: Copiar

# decreaseNumberOfLines.ToolTipText
source: Decrease the number of lines of context
dutch: Verlaag aantal zichtbare regels
french: Diminuer le nombre de lignes de context
german: Anzahl sichtbarer Zeilen verringern
japanese: コンテキストの行数を減らす
korean: 문장 표시 줄 줄이기
russian: Уменьшить количество строк контекста
spanish: Disminuir el numero de lineas visibles

# decreaseNumberOfLinesToolStripMenuItem.Text
source: Decrease the number of lines of context
dutch: Verlaag aantal zichtbare regels
french: Diminuer le nombre de lignes de context
german: Anzahl sichtbarer Zeilen verringern
japanese: コンテキストの行数を減らす
korean: 문장 표시 줄 줄이기
russian: Уменьшить количество строк контекста
spanish: Disminuir el numero de lineas visibles

# findToolStripMenuItem.Text
source: Find
dutch: Zoeken
french: Trouver
german: Suchen
japanese: 検索
korean: 찾기
russian: Найти
spanish: Buscar

# goToLineToolStripMenuItem.Text
source: Go to line
dutch: Ga naar regel
french: Aller à la ligne
german: Gehe zu Zeile
japanese: 行番号を指定して移動
korean: 줄(라인) 바로가기
russian: Перейти к строке
spanish: Ir a la línea

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
dutch: Negeer wijzigingen in witruimtes
french: Ignorer tous les changements d'espaces
german: Ignoriere alle Leerzeichen Änderungen
japanese: 空白の変更をすべて無視
korean: 공백 변경사항 무시
russian: Игнорировать все изменения в пробелах
spanish: Ignorar todos los espacios en blanco modificados

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
dutch: Negeer wijzigingen in witruimtes
french: Ignorer tous les changements d'espaces
german: Ignoriere alle Leerzeichen Änderungen
japanese: 空白の変更をすべて無視
korean: 공백 변경사항 무시
russian: Игнорировать все изменения в пробелах
spanish: Ignorar todos los espacios en blanco modificados

# ignoreWhiteSpaces.ToolTipText
source: Ignore changes in amount of whitespace
french: Ignorer les changements de nombre d'espacements
german: Ignoriere Änderungen in der Leerzeichenanzahl
japanese: 空白文字の文字数の変更を無視
korean: 공백의 양 변경 무시
russian: Игнорировать изменения в количестве пробелов
spanish: Ignorar los cambios en la cantidad de espacios en blanco

# ignoreWhitespaceAtEol.ToolTipText
source: Ignore whitespace changes at end of line
french: Ignorer les changements d'espacement en fin de ligne
german: Ignoriere Leerzeichen-Änderungen am Zeilenende
japanese: 行末の空白文字の変更を無視
korean: 줄 끝에 있는 공백 변경 무시
russian: Игнорировать изменения пробелов в конце строки
spanish: Ignorar cambios por espacios en blanco al final de línea

# ignoreWhitespaceAtEolToolStripMenuItem.Text
source: Ignore whitespace changes at end of line
french: Ignorer les changements d'espacement en fin de ligne
german: Ignoriere Leerzeichen-Änderungen am Zeilenende
japanese: 行末の空白文字の変更を無視
korean: 줄 끝에 있는 공백 변경 무시
russian: Игнорировать изменения пробелов в конце строки
spanish: Ignorar cambios por espacios en blanco al final de línea

# ignoreWhitespaceChangesToolStripMenuItem.Text
source: Ignore changes in amount of whitespace
french: Ignorer les changements de nombre d'espacements
german: Ignoriere Änderungen in der Leerzeichenanzahl
japanese: 空白文字の文字数の変更を無視
korean: 공백의 수 변경 무시
russian: Игнорировать изменения в количестве пробелов
spanish: Ignorar los cambios en la cantidad de espacios en blanco

# increaseNumberOfLines.ToolTipText
source: Increase the number of lines of context
dutch: Verhoog aantal zichtbare regels
french: Augmenter le nombre de lignes de context
german: Anzahl sichtbarer Zeilen erhöhen
japanese: コンテキストの行数を増やす
korean: 문장 표시 줄 늘리기
russian: Увеличить количество строк контекста
spanish: Aumentar el número de líneas de contexto

# increaseNumberOfLinesToolStripMenuItem.Text
source: Increase the number of lines of context
dutch: Verhoog aantal zichtbare regels
french: Augmenter le nombre de lignes de context
german: Anzahl sichtbarer Zeilen erhöhen
japanese: コンテキストの行数を増やす
korean: 문장 표시 줄 늘리기
russian: Увеличить количество строк контекста
spanish: Aumentar el número de líneas de contexto

# nextChangeButton.ToolTipText
source: Next change
dutch: Volgende wijziging
french: Aller à la modification suivante
german: Nächste Änderung
japanese: 次の変更
korean: 다음 변경
russian: Следующее изменение
spanish: Cambio siguiente

# previousChangeButton.ToolTipText
source: Previous change
dutch: Vorige wijziging
french: Aller à la modification précédente
german: Vorherige Änderung
japanese: 前の変更
korean: 이전 변경
russian: Предыдущее изменение
spanish: Cambio anterior

# resetSelectedLinesToolStripMenuItem.Text
source: Reset selected line(s)
dutch: Geselecteerde wijzigingen terugzetten
french: Réinitialiser les lignes sélectionnées
german: Ausgewählte Zeile(n) zurücksetzen
japanese: 選択行の変更をリセット
korean: 선택된 라인 리셋
russian: Сбросить выбранные строки
spanish: Resetear líneas seleccionadas

# settingsButton.ToolTipText
source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen
japanese: 設定
korean: 설정
russian: Настройки
spanish: Configuración

# showEntireFileButton.ToolTipText
source: Show entire file
dutch: Toon volledige bestand
french: Afficher le fichier en entier
german: Zeige gesamte Datei
japanese: ファイル全体を表示
korean: 모두 보기
russian: Показать весь файл
spanish: Mostrar el archivo completo

# showEntireFileToolStripMenuItem.Text
source: Show entire file
dutch: Complete bestand weergeven
french: Afficher le fichier en entier
german: Zeige gesamte Datei
japanese: ファイル全体を表示
korean: 모두 보기
russian: Показать весь файл
spanish: Mostrar el archivo completo

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
dutch: Toon niet-printbare tekens
french: Afficher les caractères non-imprimables
german: Zeige nicht-druckbare Zeichen
japanese: 非表示文字を可視化
korean: 표시되지 않는 문자열 표시
russian: Показывать непечатаемые символы
spanish: Mostrar caracteres no imprimibles

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
dutch: Toon niet-printbare tekens
french: Afficher les caractères non-imprimables
german: Zeige nicht-druckbare Zeichen
japanese: 非表示文字を可視化
korean: 표시되지 않는 문자열 표시
russian: Показывать непечатаемые символы
spanish: Mostrar caracteres no imprimibles

# showSyntaxHighlighting.ToolTipText
source: Show syntax highlighting
french: Afficher la coloration syntaxique
german: Syntax highlighting anzeigen
japanese: シンタックスハイライトを表示
korean: 구문 강조하기
russian: Показать подсветку синтаксиса
spanish: Mostrar resaltado de sintaxis

# stageSelectedLinesToolStripMenuItem.Text
source: Stage selected line(s)
dutch: Geselecteerde regel(s) klaarzetten
french: Indexer les lignes sélectionnées
german: Ausgewählte Zeile(n) stagen
japanese: 選択行をステージに追加
korean: 선택된 줄을 스테이징
russian: Индексировать выбранные строки
spanish: Preparar líneas seleccionadas

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
dutch: Behandel alle bestanden als tekst
french: Traiter tous les fichiers comme du texte
german: Alle Dateien als Text behandeln
japanese: すべてテキストファイルとして扱う
korean: 모든파일을 텍스트 파일로 취급
russian: Считать все файлы текстовыми
spanish: Tratar a todos los archivos de texto

# unstageSelectedLinesToolStripMenuItem.Text
source: Unstage selected line(s)
dutch: Geselecteerde regel(s) terugzetten
french: Désindexer les lignes sélectionnées
german: Ausgewählte Zeile(n) unstagen.
japanese: 選択行のステージを取り消し
korean: 선택된 라인을 스테이지에서 제거
russian: Убрать из индекса выбранные строки
spanish: Omitir líneas seleccionadas

# _findAndReplaceForm.Text
source: Find and replace
dutch: Zoeken en vervangen
french: Trouver et remplacer
german: Suchen und Ersetzen
japanese: 検索と置換
korean: 찾아서 변경하기
russian: Поиск и замена
spanish: Buscar y reemplazar

# $this.Text
source: Find and replace
dutch: Zoeken en vervangen
french: Trouver et remplacer
german: Suchen und Ersetzen
japanese: 検索と置換
korean: 찾아서 변경하기
russian: Поиск и замена
spanish: Buscar y reemplazar

# _findAndReplaceString.Text
source: Find & replace
dutch: Zoeken & vervangen
french: Trouver & remplacer
german: Suchen && Ersetzen
japanese: 検索と置換
korean: 찾기 & 변경하기
russian: Поиск и замена
spanish: Buscar y reemplazar

# _findString.Text
source: Find
dutch: Zoeken
french: Trouver
german: Suchen
japanese: 検索
korean: 찾기
russian: Поиск
spanish: Buscar

# _noOccurrencesFoundString.Text
source: No occurrences found.
dutch: Tekst niet gevonden.
french: Aucune occurence trouvée.
german: Keine Übereinstimmung gefunden.
japanese: 該当しませんでした。
korean: 변경사항이 없습니다.
russian: Совпадений не найдено.
spanish: No se encontraron ocurrencias.

# _noSearchString.Text
source: No string specified to look for!
dutch: Er is geen tekst opgegeven op naar te zoeken.
french: Aucune chaine spécifiée à rechercher!
german: Kein Text zum Suchen angegeben!
japanese: 検索する文字列が指定されていません！
korean: 검색을 위한 문자열이 아닙니다!
russian: Строка поиска не указана!
spanish: Cadena a buscar no especificada!

# _notFoundString.Text
source: Not found
dutch: Niet gevonden
french: Non trouvé
german: Nicht gefunden
japanese: 見つかりませんでした
korean: 찾을 수 없습니다
russian: Не найден
spanish: No encontrado

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
dutch: De tekst is {0} keer vervangen.
french: {0} occurences remplacées.
german: {0} Übereinstimmungen ersetzt.
japanese: {0}個 置換しました。
korean: {0}개 아이템이 변경되었습니다.
russian: Произошло {0} замен.
spanish: Reemplazadas {0} ocurrencias.

# _selectionOnlyString.Text
source: selection only
dutch: alleen selectie
french: sélection seulement
german: Nur in Auswahl
japanese: 選択部分のみ
korean: 선택된 부분만
russian: только выделенное
spanish: sólo selección

# _textNotFoundString.Text
source: Text not found
dutch: Tekst niet gevonden
french: Texte non trouvé
german: Text nicht gefunden
japanese: 見つかりませんでした
korean: 찾을 수 없습니다
russian: Текст не найден
spanish: Texto no encontrado

# _textNotFoundString2.Text
source: Search text not found.
dutch: Zoek tekst is niet gevonden
french: Texte recherché non trouvé.
german: Text nicht gefunden.
japanese: 検索した文字列は見つかりませんでした。
korean: 문자열을 찾을 수 없습니다.
russian: Искомый текст не найден.
spanish: Texto de búsqueda no encontrado.

# btnCancel.Text
source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# btnFindNext.Text
source: &Find next
dutch: &Volgende
french: &Suivant
german: &Weitersuchen
japanese: 次を検索(&F)
korean: 계속 찾기 (&F)
russian: Найти следующий
spanish: Buscar siguiente

# btnFindPrevious.Text
source: Find pre&vious
dutch: Vori&ge
french: &Précédent
german: &Rückwärts suchen
japanese: 前を検索(&V)
korean: 역방향 찾기 (&V)
russian: Предыдущий
spanish: Buscar a&nterior

# btnHighlightAll.Text
source: Find && highlight &all
dutch: Zoeken && markeren
french: Chercher && surligner &tous
german: Suchen && &Alle hervorheben
japanese: 検索結果をハイライト(&A)
korean: 모두 찾기 && 강조 (&A)
russian: Найти и подсветить все
spanish: Busc&ar y resaltar todas

# btnReplace.Text
source: &Replace
dutch: Vervangen
french: &Remplacer
german: &Ersetzen
japanese: 置換(&R)
korean: 바꾸기 (&R)
russian: Заменить
spanish: &Reemplazar

# btnReplaceAll.Text
source: Replace &All
dutch: &Alles vervangen
french: Remplacer &tous
german: &Alle ersetzen
japanese: すべて置換(&A)
korean: 모두 바꾸기 (&A)
russian: Заменить все
spanish: Reemplazar &Todos

# chkMatchCase.Text
source: Match &case
dutch: &Hoofdlettergevoelig
french: Respecter la &casse
german: Groß-/Kleinschreibung beachten
japanese: 大文字と小文字を区別する(&C)
korean: 대소문자 구분 (&C)
russian: Учитывать регистр
spanish: &Coincidir mayúsculas y minúsculas

# chkMatchWholeWord.Text
source: Match &whole word
dutch: Heel &woord
french: Chercher le mot &entier
german: Nur &ganze Wörter
japanese: 単語単位(&W)
korean: 모든 단어 일치 (&W)
russian: Слово целиком
spanish: Sólo palabras &completas

# label1.Text
source: Fi&nd what:
dutch: Zoek &tekst:
french: Chercher çà :
german: &Suchen:
japanese: 検索(&N):
korean: 검색어 (&N):
russian: Что найти:
spanish: Qué b&uscar:

# lblReplaceWith.Text
source: Re&place with:
dutch: Vervangen door:
french: Re&mplacer par :
german: E&rsetzen mit:
japanese: 置換(&P):
korean: 바꿀 단어 (&P):
russian: Заменить на:
spanish: Reem&plazar con:

# Description.Text
source: Find large files
japanese: 巨大なファイルを発見する
korean: 큰 파일 검색
russian: Найти большие файлы

# _sizeLargeFile.Caption
source: Find large files bigger than (Mb)
japanese: (Mb)より巨大なファイルを発見する
korean: (MB) 보다 큰 파일 검색
russian: Найти большие файлы больше чем (Мб)

# buttonBrowse.Text
source: Browse...
dutch: Bladeren..
french: Parcourir...
german: Durchsuchen...
japanese: 参照...
korean: 찾기...
russian: Обзор...
spanish: Examinar...

# $this.Text
source: Remote repository fork and clone
dutch: Fork en kloon externe opslagplaats
french: Dépôt distant forké et cloné
german: Remote Repository forken und klonen
japanese: リモート リポジトリのForkとClone
korean: 원격 저장소 Fork 및 복제(Clone)
russian: Ответвиться и клонировать внешний репозиторий
spanish: Bifurcar y clonar repositorio remoto

# ProtocolLabel.Text
source: Protocol:
french: Protocole :
german: Protokoll:
japanese: プロトコル:
korean: 프로토콜:
russian: Протокол:
spanish: Protocolo:

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
dutch: Kloon folder mag niet leeg zijn.
french: Le répertoire de clonage ne peut être vide
german: Zu klonendes Verzeichnis darf nicht leer sein
japanese: 空のフォルダはクローンできません
korean: Clone 폴더는 비워 둘 수 없습니다.
russian: Должна быть указана папка для клонирования
spanish: La carpeta de clonación no puede estar vacía

# _strCouldNotAddRemote.Text
source: Could not add remote
dutch: Kan geen externe opslagplaats toevoegen.
french: Impossible d'ajouter une branche distante
german: Remote hinzufügen fehlgeschlagen
japanese: リモートを追加できませんでした
korean: 원격 저장소를 추가할 수 없습니다.
russian: Невозможно добавить внешний репозиторий
spanish: No se pudo agregar el remoto

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
dutch: Kan de opslagplaatsen van de gebruiker niet ophalen!
french: Impossible de récupérer les dépôts de l'utilisateur!
german: Fetch der Repositorys des Benutzers fehlgeschlagen!
japanese: ユーザからリポジトリを取得（フェッチ）できませんでした。
korean: 사용자의 리포지토리를 가져올 수 없습니다!
russian: Невозможно забрать репозиторий пользователя!
spanish: No se pudieron buscar los repositorios del usuario!

# _strFailedToFork.Text
source: Failed to fork:
dutch: Fork mislukt:
french: Echec du fork :
german: Forken fehlgeschlagen:
japanese: フォーク失敗:
korean: Fork 실패:
russian: Неудалось создать fork:
spanish: Fallo al bifurcar:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
dutch: Kan opslagplaatsen niet ophalen. Gebruikersnaam/ApiToken foutief?
french: Echec de réception de dépôts. Le plus vraisemblable est que vous n'avez pas configuré {0}, faites le depuis le menu "Extensions/{0}"
german: Fehler bei Abfrage des Repositorys. Benutzername/ApiToken korrekt?
japanese: リポジトリの取得に失敗しました。最も可能性が高いのは、{0}を設定していないことです。"Plugins/{0}"で設定してください。
korean: 저장소를 가져올 수 없습니다. 이 경우 대부분 {0}가 설정되지 않았다는 뜻으로, "Plugins/{0}" 에서 설정을 먼저 수행하세요.
russian: Неудалось получить репозитории. Скорее всего это означает что вы не настроили {0}, пожалуйста сделайте это через меню "Плагины/{0}".
spanish: Fallo al obtener repos. ¿Usuario/ApiToken incorrecta?

# _strLoading.Text
source: : LOADING :
dutch: : LADEN :
french: : CHARGEMENT :
german: : LADE :
japanese: ――読込中――
korean: : 불러오는중 :
russian: : ЗАГРУЗКА :
spanish: : CARGANDO :

# _strNoHomepageDefined.Text
source: No homepage defined
dutch: Geen homepage gedefinieerd
french: Aucune page d'accueil définie
german: Keine Homepage angegeben
japanese: ホームページが定義されていません
korean: 프로젝트 링크 없음
russian: Домашняя страница не задана
spanish: Página de inicio no definida

# _strSearchFailed.Text
source: Search failed!
dutch: Zoeken mislukt!
french: Echec de la recherche!
german: Suche fehlgeschlagen!
japanese: 検索失敗
korean: 검색 실패!
russian: Поиск не удался!
spanish: Falló la búsqueda!

# _strSearching.Text
source: : SEARCHING :
dutch: : ZOEKEN :
french: : RECHERCHE :
german: : SUCHE :
japanese: ――検索中――
korean: : 검색 중 :
russian: : ПОИСК :
spanish: : BUSCANDO :

# _strSelectOneItem.Text
source: You must select exactly one item
dutch: U moet exact 1 item selecteren
french: Vous devez sélectionner un item exactement
german: Sie müssen exakt ein Element wählen
japanese: 1つだけ選択してください
korean: 반드시 하나를 선택해야 합니다
russian: Вы должны выбрать только один пункт
spanish: Debe seleccionar exactamente un elemento

# _strUserNotFound.Text
source: User not found!
dutch: Gebruiker niet gevonden!
french: Utilisateur non trouvé!
german: Benutzer nicht gefunden!
japanese: ユーザが見つかりません。
korean: 사용자를 찾을 수 없음!
russian: Пользователь не найден!
spanish: Usuario no encontrado!

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
dutch: "{0}" zal worden toegevoegd als externe opslagplaats.
french: "{0}" va être ajouté en tant que branche distante.
german: "{0}" wird als Remote hinzugefügt.
japanese: "{0}"が リモートとして追加されます。
korean: 원격서버로 부터 "{0}" 가 추가될 예정
russian: "{0}" будет добавлен как внешний репозиторий.
spanish: "{0}" se agregará como un remoto.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
dutch: {0} zal gekloont worden naar {1}. U heeft alleen rechten om commits te verzenden als u een 'collaborator' bent. {2}
french: Va cloner {0} dans {1}. Vous ne pouvez pas pousser à moins d'être un collaborateur. {2}
german: Klone von {0} nach {1}. Sie können nicht pushen, solange Sie kein Mitarbeiter des Projektes sind. {2}
japanese: {0}を{1}にCloneします。 あなたがcollaboratorでなければ、Pushはできません。{2}
korean: {0}을 {1}로 복제합니다. 공동작업자가 아니면 푸시할 수 없습니다. {2}
russian: Будет клонирован {0} в {1}. Вы не можете отправлять изменения, если вы не участник репозитория. {2}
spanish: Se clonará {0} hacia {1}. No podrá hacer Push a menos que sea un colaborador. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
dutch: {0} zal gekloont worden naar {1}. U heeft rechten om commits te verzenden. {2}
french: Va cloner {0} dans {1}. Vous aurez les droits de pousser. {2}
german: Klone von {0} nach {1}. Sie werden Push-Rechte besitzen. {2}
japanese: {0}を{1}にCloneします。 あなたはPush権限を持っています。{2}
korean: {0}을 {1}로 복제합니다. 푸시 액세스 권한이 있습니다. {2}
russian: Будет клонирован {0} в {1}. У вас будет доступ для отправки изменений. {2}
spanish: Se clonará {0} hacia {1}. Tendrá acceso para hacer Push. {2}

# browseForCloneToDirbtn.Text
source: Browse...
dutch: Bladeren..
french: Parcourir...
german: Durchsuchen...
japanese: 参照...
korean: 찾기...
russian: Обзор...
spanish: Examinar...

# cloneBtn.Text
source: Clone
dutch: Kloon
french: Cloner
german: Klonen
japanese: クローン
korean: 복제(Clone)
russian: Клонировать
spanish: Clonar

# cloneSetupGB.Text
source: Clone
dutch: Kloon
french: Cloner
german: Klonen
japanese: クローン
korean: 복제(Clone)
russian: Клонировать
spanish: Clonar

# columnHeaderMyReposForks.Text
source: # Forks
french: # Bifurcations
japanese: フォーク数
russian: # Форки
spanish: # Tenedores

# columnHeaderMyReposIsFork.Text
source: Is fork
french: Est un fork
german: Fork?
japanese: Fork
korean: Fork가 맞나요?
russian: Это fork
spanish: Es bifurcación

# columnHeaderMyReposIsPrivate.Text
source: Private
dutch: Prive
french: Privé
german: Privat
japanese: プライベート
korean: 개인의
russian: Частный
spanish: Privado

# columnHeaderMyReposName.Text
source: Name
dutch: Naam
french: Nom
japanese: 名前
korean: ID
russian: Имя
spanish: Nombre

# columnHeaderSearchForks.Text
source: # Forks
french: # Bifurcations
japanese: フォーク数
russian: # Форки
spanish: # Tenedores

# columnHeaderSearchIsFork.Text
source: Is fork
french: Est un fork
german: Fork?
japanese: Fork
korean: Fork 인가요?
russian: Это fork
spanish: Es bifurcación

# columnHeaderSearchName.Text
source: Name
dutch: Naam
french: Nom
japanese: 名前
korean: ID
russian: Имя
spanish: Nombre

# columnHeaderSearchOwner.Text
source: Owner
french: Propriétaire
german: Eigentümer
japanese: オーナー
korean: 소유자
russian: Владелец
spanish: Propietario

# createDirectoryLbl.Text
source: Create directory:
dutch: Maak de directory:
french: Créer le répertoire :
german: Verzeichnis erstellen:
japanese: 作成するディレクトリの名称:
korean: 프로젝트 폴더:
russian: Создать папку:
spanish: Crear directorio:

# depthLabel.Text
source: Limit Depth:
french: Limite de profondeur :
german: Tiefe beschränken:
japanese: 深さ制限:
russian: Лимит глубины:
spanish: Limitar la profundidad:

# descriptionLbl.Text
source: Description:
dutch: Omschrijving:
german: Beschreibung:
japanese: 説明:
korean: 세부내용:
russian: Описание:
spanish: Descripción:

# forkBtn.Text
source: Fork!
french: Forker!
german: Forken!
japanese: Forkする

# getFromUserBtn.Text
source: Get from user
dutch: Ophalen van gebruiker
french: Obtenir depuis l'utilisateur
german: Holen von Benutzer
japanese: ユーザから取得
korean: 사용자로부터 가져오기
russian: Получить отпользователя
spanish: Obtener del usuario

# helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
dutch: Als u een fork wilt maken van een opslagplaats welke beheerd wordt door een ander, ga naar het "Zoeken naar opslagplaatsen" tabblad.
french: Si vous couler forker le dépôt possédé par quelqu'un d'autre, allez à l'onglet de Recherche de dépôts.
german: Wenn Sie ein Repository forken möchten, welches jemanden anderem gehört, wechseln Sie auf den 'Nach Repositorys suchen" Tab.
japanese: 他の誰かが所有しているリポジトリをフォークしたい場合は、リポジトリの検索タブを開きましょう。
korean: 다른 사용자가 소유한 리포지토리를 Fork하려면, 리포지토리 검색 탭으로 이동합니다.
russian: Чтобы ответвиться репозиторий другого пользователя, перейдите к вкладке «Поиск репозиториев»
spanish: Si quiere bifurcar un repositorio propiedad de otra persona, vaya a la pestaña Buscar repositorios.
