Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# tsmiUserFolder.Text
source: User folder
japanese: ユーザフォルダ
korean: 사용자 폴더
russian: Пользовательская папка
spanish: Carpeta de usuario

# $this.Text
source: Commit dialog
dutch: Commit venster
french: Fenêtre de commit
japanese: コミットダイアログ
korean: 컴및 다이얼로그
russian: Зафиксировать
spanish: Diálogo de commit

# cbRememberAmendCommitState.Text
source: Remember 'Amend commit' checkbox on commit form close
dutch: Vergeet de 'Wijzig commit' checkbox niet bij het sluiten van de commit form
french: Mémoriser l'état de la case à cocher 'Rectifier le commit' lors de la fermeture du formulaire de commit
german: Speichere 'Commit anpassen' Einstellung beim Schließen des Commit Dialogs.
japanese: コミット フォームを閉じたとき「コミットを修正」のチェックを記憶
korean: 커밋 종료시 '커밋 수정하기' 체크박스 주의하기
russian: Запомнить галочку "Изменить последний коммит" при закрытии окна фиксации
spanish: Recordar casilla 'Arreglar commit' al cerrar la ventana de commit

# chkAutocomplete.Text
source: Provide auto-completion in commit dialog
dutch: Activeer automatisch aanvullen in het commit scherm
french: Fournir la complétion automatique dans la fenêtre de commit
german: Auto-Vervollständigen im Commit Dialog
japanese: コミットダイアログでオートコンプリートを使用
korean: 커밋 기록에 자동 완성하기
russian: Предоставить автозавершения в окне коммита
spanish: Proporcionar auto completado en la ventana de commit

# chkEnsureCommitMessageSecondLineEmpty.Text
source: Ensure the second line of commit message is empty
dutch: Controleer dat de twee regel van het bericht leeg is
french: Assurez-vous que la 2ème ligne du message de commit soit vide
german: Stellen Sie sicher, dass die zweite Zeile der Commit Nachricht leer ist
japanese: コミットメッセージの2行目が空行であることを保証
korean: 커밋 메시지의 두 번째 줄이 비어 있는지 확인합니다.
russian: Убедитесь что вторая строка сообщение коммита пустая
spanish: Asegúrese de que la segunda línea del mensaje de commit esté vacía

# chkShowCommitAndPush.Text
source: Commit && Push
french: Commiter && Pousser
german: Committen && Pushen
japanese: コミットとプッシュ
korean: 컴및 그리고 등록
russian: Фиксировать и отправить

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
dutch: Toon fouten bij het klaarzetten van bestanden voor een commit
french: Afficher les erreurs lors de l'indexation de fichiers
german: Zeige Fehler beim Stagen von Dateien an
japanese: ファイルをステージする際のエラーを表示
korean: Staging 시 에러 표시
russian: Показывать ошибки при индексировании файлов
spanish: Mostrar errores al preparar archivos

# chkShowResetAllChanges.Text
source: Reset All Changes
dutch: Reset alle wijzigingen
french: Réinitialiser tous les changements
german: Alle Änderungen zurücknehmen
japanese: 変更をすべてリセット
korean: 초기화
russian: Сбросить все изменения
spanish: Restablecer todos los cambios

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
dutch: Klaargezette veranderingen terugzetten
french: Réinitialiser les modifications non indexées
german: Alle ungestagten Änderungen zurücknehmen
japanese: 未ステージの変更をリセット
korean: 스테이지에 없는 변경사항 원복
russian: Отмена неиндексир.-ых
spanish: Restablecer cambios omitidos

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
dutch: Stel je commit opmerkingen op in het Commit-scherm (anders zal bij het committen om de opmerking gevraagd worden)
french: Composer le message de commit dans le formulaire de commit (autrement le message sera demandé durant le commit)
german: Commit Nachricht im Commit Dialog erstellen (andernfalls wird die Nachricht während des Commits abgefragt)
japanese: コミットメッセージをコミットダイアログ内で入力する (またはコミット作業中にメッセージを入力します)
korean: 커밋 다이얼로그에서 커밋 메시지 작성하기 (커밋하는 동안 메세지 입력이 요구될 수 있습니다)
russian: Составлять сообщение коммита в диалоге фиксации (в противном случае сообщение будет запрошено во время фиксации)
spanish: Redactar mensajes de commit en el diálogo Commit (de lo contrario se pedirá el mensaje durante commit)

# groupBoxBehaviour.Text
source: Behaviour
dutch: Gedrag
french: Comportement
german: Verhalten
japanese: 動作
korean: 행위
russian: Поведение
spanish: Comportamiento

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
dutch: Laat extra knoppen zien bij de commit knop
french: Afficher les boutons additionnels dans la zone des boutons de commit
german: Zeige zusätzliche Schaltflächen im Commit Bereich
japanese: コミットボタンの領域で、追加のボタンを表示
korean: 커밋버튼 영역에 다른 버튼들도 표시하기
russian: Показать дополнительные кнопки в области кнопки фиксации
spanish: Mostrar botones adicionales en el área del botón de commit

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
dutch: Aantal eerder gebruikte opmerkingen in commit scherm
french: Nombre de messages précédents dans la fenêtre de commit
german: Anzahl vorheriger Messages im Commit Dialog
japanese: コミットダイアログでの過去のメッセージの数
korean: 이전 메시지 수를 커밋 다이얼로그에 표시하기
russian: Кол-во предыдущих сообщений в диалоге фиксации
spanish: Número de mensajes previos en diálogo de commit

# _brokenRefs.Text
source: The repository refs seem to be broken:
french: Les refs du dépôt semblent être cassées :
german: Die Repository Referenzen scheinen kaputt zu sein:
japanese: リポジトリのrefsが壊れているようです:
korean: 리포지토리 참조가 손상된 것 같습니다:
russian: Ссылки на репозиторий, похоже, не работают:
spanish: Los refs del repositorio parecen estar rotos:

# _copyLink.Text
source: Copy &link ({0})
dutch: Kopieer & Link ({0})
german: &Link kopieren ({0})
japanese: リンクをコピー ({0}) (&L)
korean: 복사 & 주소 ({0})
russian: Копировать &ссылку ({0})
spanish: Copiar en&lace ({0})

# _derivesFromNoTag.Text
source: Derives from no tag
french: Ne dérive d'aucune étiquette
german: Leitet ab von keinem Tag
japanese: タグなしから派生
korean: 태그에서 파생되지 않은 것
russian: Не унаследовано ни от одной метки
spanish: No se deriva de ningún tag

# _derivesFromTag.Text
source: Derives from tag:
dutch: Afgeleid van label:
french: Dérive de l'étiquette :
german: Leitet vom Tag ab:
japanese: 次のタグから派生:
korean: 태그에서 파생된 것
russian: Унаследован от метки:
spanish: Se deriva del tag:

# _plusCommits.Text
source: commits
japanese: コミット
korean: 커밋
russian: коммитов

# _repoFailure.Text
source: Repository failure
french: Echec de dépôt
german: Repository Fehler
japanese: リポジトリの破損
korean: 저장소 실패
russian: Ошибка репозитория
spanish: Falla del repositorio

# _trsLinksRelatedToRevision.Text
source: Related links:
dutch: Gerelateerde links:
french: Liens liés :
german: Verwandte Links:
japanese: 関連リンク:
korean: 세부설명 링크:
russian: Ссылки по теме:
spanish: Enlaces relacionados:

# addNoteToolStripMenuItem.Text
source: Add &notes
french: Ajouter &notes
german: &Notizen hinzufügen
japanese: 注釈を追記 (&N)
korean: &노트 추가
russian: Добавить &заметки
spanish: Agregar &notas

# copyCommitInfoToolStripMenuItem.Text
source: &Copy commit info
french: &Copier les informations du commit
german: Commit-Infos &kopieren
japanese: コミット情報をコピー(&C)
korean: 커밋 정보 복사
russian: &Копировать информацию о коммите
spanish: &Copiar información del commit

# copyLinkToolStripMenuItem.Text
source: Copy link
dutch: Kopieer link
french: Copier le lien
german: Link kopieren
japanese: リンクをコピー
korean: 복사 링크
russian: Копировать ссылку
spanish: Copiar enlace

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
dutch: Toon externe vertakkingen indien deze commit in geen lokale vertakking voorkomt
french: Montrer branches distantes seulement quand aucune branche locale ne contient ce commit
german: Zeige Remote Branches nur an, wenn kein lokaler Branch diesen Commit enthält
japanese: このコミットがローカルブランチに含まれていない時のみリモートブランチを表示
korean: 로컬 브랜치 소속이 아닐경우 원격 브랜치 보여주기
russian: Показывать внешние ветки, только когда не существует локальных веток, содержащих этот коммит
spanish: Mostrar ramas que contengan este commit (remotas si no hay locales)

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
dutch: Toon externe vertakkingen waar deze commit in voorkomt
french: Montrer les branches distantes contenant ce commit
german: Zeige Remote Branches, die diesen Commit enthalten
japanese: このコミットを含むリモートブランチを表示
korean: 원격 브랜치 소속이면 함께 표시
russian: Показать внешние ветки, содержащие этот коммит
spanish: Mostrar ramas remotas que contengan este commit

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
dutch: Toon lokale vertakkingen waar deze commit in voorkomt
french: Montrer les branches locales contenant ce commit
german: Zeige lokale Branches, die diesen Commit enthalten
japanese: このコミットを含むローカルブランチを表示
korean: 로컬 브랜치 소속이면 함께 표시
russian: Показать локальные ветки, содержащие этот коммит
spanish: Mostrar las ramas locales que contengan este commit

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
dutch: Toon labels waar deze commit in voorkomt
french: Montrer les étiquettes contenant ce commit
german: Zeige Tags, die diesen Commit enthalten
japanese: このコミットを含むタグを表示
korean: 태그가 설정 되었을 경우 표시
russian: Показать метки, содержащие этот коммит
spanish: Mostrar las etiquetas que contengan este commit

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
dutch: Laat tekst zien van tags met aantekening
french: Afficher les messages des étiquettes annotées
german: Zeige Nachrichten annotierter Tags
japanese: 注釈付きタグのメッセージを表示
korean: 주석 태그의 메세지 표시하기
russian: Показывать сообщения от аннотированных меток
spanish: Mostrar mensajes de las etiquetas con notas

# showTagThisCommitDerivesFromMenuItem.Text
source: Show the most recent tag this commit derives from
dutch: Toon het meest recente label waar deze commit vanaf stamt
french: Voir l'étiquette la plus récente dont dérive ce commit
german: Zeige den letzten Tag auf dem dieser Commit basiert
japanese: このコミットの派生元の最新のタグを表示
korean: 이 커밋에서 파생된 최신 태그 표시
russian: Показать ближайшую метку, от которой наследуется коммит
spanish: Mostrar el tag más reciente del que se deriva este commit

# _noRevision.Text
source: No revision
dutch: Geen revisie
french: Aucune révision
german: Keine Revision
japanese: リビジョンなし
korean: 리비전 없음
russian: Нет ревизий
spanish: Ninguna revisión

# labelAuthorCaption.Text
source: Author:
dutch: Auteur:
french: Auteur :
german: Autor:
japanese: 作者:
korean: 작성자:
russian: Автор:
spanish: Autor:

# labelBranchesCaption.Text
source: Branch(es):
dutch: Vertakking(en):
japanese: ブランチ:
korean: 브랜치:
russian: Ветка(ки):
spanish: Rama(s):

# labelDateCaption.Text
source: Commit date:
dutch: Commit datum:
french: Date du commit:
german: Commit Datum:
japanese: コミット日時:
korean: 커밋날짜:
russian: Дата коммита:
spanish: Fecha de commit:

# labelTagsCaption.Text
source: Tag(s):
dutch: Label(s)
french: Étiquette(s) :
japanese: タグ:
korean: 태그:
russian: Метка(и):
spanish: Etiqueta(s):

# _cantReadRegistry.Text
source: Git Extensions has insufficient permissions to check the registry.
french: Git Extensions a des permissions insuffisantes pour vérifier le registre.
german: Git Extensions hat zuwenig Berechtigungen, um die Registry zu prüfen.
japanese: Git Extensions にレジストリを確認する権限がありません。
korean: GitExtensions가 레지스터리 접근 권한이 없습니다.
russian: У Git Extensions недостаточно прав чтобы проверить реестр.
spanish: Git Extensions no tiene permisos suficientes para acceder el registry de Windows.

# _selectFile.Text
source: Select file
dutch: Selecteer bestand
french: Sélectionnez un fichier
german: Datei auswählen
japanese: ファイルの選択
korean: 파일 선택
russian: Выберите файл
spanish: Seleccione el archivo

# $this.Text
source: Confirmations
dutch: Bevestigingen
german: Bestätigungen
japanese: 確認
korean: 다이얼로그 설정
russian: Подтверждения
spanish: Confirmaciones

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
dutch: Voeg tracking reference toe aan nieuw verzonden vertakking
french: Ajouter un suivi de référence pour les branches nouvellement poussées
german: Eine Tracking Referenz für einen gerade gepushten Branch anlegen
japanese: 新規ブランチをプッシュする際に追跡先として設定
korean: 신규 브랜치 Push 하는 동안 트래킹 참조 추가하기
russian: Добавить отслеживание ссылки для вновь отправленной ветки
spanish: Agregar referencia de seguimiento para la nueva rama push

# chkAmend.Text
source: Amend last commit
dutch: Laatste commit uitbreiden
french: Modifier le dernier commit
german: Letzten Commit korrigieren (Amend)
japanese: 最終コミットを修正(amend)
korean: 마지막 커밋에 재반영하기 (Amend commit)
russian: Изменить последний коммит
spanish: Corregir último commit

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (else stash will be popped automatically)
japanese: 退避した変更を適用 (そうしないと、チェックアウト成功後に自動で適用されます)
korean: 체크아웃 후 저장된 변경 내용 적용(저장된 변경 내용이 자동으로 팝업됨)
russian: Применить спрятанные изменения после успешного переключения (иначе дилог откроется автоматически)
spanish: Aplicar cambios apilados después de una revisión exitosa (De lo contrario la pila se borrará automáticamente)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (else stash will be popped automatically)
japanese: 退避した変更を適用 (そうしないと、プル成功後に自動で適用されます)
korean: Pull이 성공한 뒤, Stash 파일 자동 적용 (Stash 파일을 자동으로 표시해줌)
russian: Применить спрятанные изменения после успешного получения (иначе дилог откроется автоматически)
spanish: Aplicar cambios apilados después de un pull exitoso (De lo contrario la pila se borrará automáticamente)

# chkBranchDeleteUnmerged.Text
source: Delete unmerged branches
japanese: 未マージのブランチを削除
korean: 병합되지 않은 브랜치 삭제
russian: Удалить неслитые ветки
spanish: Eliminar ramas sin fusionar

# chkCommitAfterConflictsResolved.Text
source: Commit changes after conflicts have been resolved
dutch: Commit wijzigingen na oplossen conflicten
french: Commiter les modifications après qu'un conflit ait été résolu
german: Commit-Änderungen nach Konflikten wurden behoben
japanese: 競合を解決してから変更をコミット
korean: 충돌 해결 후 커밋 변경 사항
russian: Зафиксировать изменения после разрешения конфликтов
spanish: Hacer Commit de los cambios después de que los conflictos se hayan resuelto

# chkCommitIfNoBranch.Text
source: Commit when no branch is currently checked out (headless state)
dutch: Commit als er nu geen branch is uitgechecked (= headless)
french: Commiter quand aucune branche n'est chargé (état 'sans tête')
german: Comitte auch wenn kein Branch aktuell ausgecheckt wurde (Status ohne HEAD)
japanese: ブランチなしでチェックアウトしている状態(headless状態)でのコミット
korean: 현재 체크 아웃된 브랜치가 없을 때 커밋(헤드가 없는 상태)
russian: Коммитить когда ветка не выбрана (headless state)
spanish: Confirmar cuando ninguna rama está actualmente desprotegida (estado sin cabeza)

# chkConfirmStashDrop.Text
source: Drop stash
dutch: Verwijder stash
french: Supprimer le stash
german: Stash entfernen
japanese: スタッシュを削除
korean: Stash 삭제하기
russian: Удалить спрятанные изменения
spanish: Eliminar pila

# chkFetchAndPruneAllConfirmation.Text
source: Fetch and prune branches
german: Branches fetchen und prunen
japanese: フェッチ時にブランチをプルーン
korean: 브랜치 Fetch 및 prune을 통한 더 이상 원격에 존재하지 않는 로컬 브랜치 제거
russian: Забрать и удалить ветки
spanish: Buscar y podar ramas

# chkPushNewBranch.Text
source: Push a new branch for the remote
dutch: Nieuwe vertakking naar externe repositorie verzenden
french: Pousser une nouvelle branche comme branche distante
german: Einen neuen Branch für die Remote pushen
japanese: 新規ブランチをリモートにプッシュ
korean: Push로 원격 저장소에 신규 브랜치 생성
russian: Отправить новую ветку во внешний репозиторий
spanish: Push una nueva rama para el remoto

# chkRebaseOnTopOfSelectedCommit.Text
source: Rebase on top of selected commit
dutch: Rebase op geselecteerde commit
french: Rebaser à la suite du commit sélectionné
german: Rebase auf ausgewählten Commit
japanese: 選択したコミットのトップにリベース
korean: 선택한 커밋의 가장 최상위 커밋을 Rebase하기
russian: Перемещение поверх выбранного коммита
spanish: Hacer rebase sobre commit seleccionado

# chkResolveConflicts.Text
source: Resolve conflicts
dutch: Los conflicten op
french: Résoudre les conflits
german: Konflikte lösen
japanese: 競合を解決
korean: 충돌 해결
russian: Разрешить конфликты
spanish: Resolver conflictos

# chkSecondAbortConfirmation.Text
source: Confirm for the second time to abort a merge
dutch: Bevestig voor de tweede keer om merge af te breken
french: Confirmer une seconde fois pour interrompre une fusion
german: Bestätigen Sie zum zweiten Mal, um einen Merge abzubrechen
japanese: マージ中止の再確認
korean: 병합을 중단하려면 두 번 확인하십시오
russian: Подтвердите еще раз для отмены слияния
spanish: Confirme por segunda vez para abortar la fusión

# chkSwitchWorktree.Text
source: Switch worktree
japanese: ワークツリーを切り替え
korean: 작업 트리 변환
russian: Выбор ветвления
spanish: Cambiar árbol de trabajo

# chkUndoLastCommitConfirmation.Text
source: Undo last commit
dutch: Laatste commit ongedaan maken
french: Annuler le dernier commit
german: Letzten Commit zurücknehmen
japanese: 最終コミットを元に戻す
korean: 마지막 커밋으로 되돌리기
russian: Отменить последний коммит
spanish: Deshacer el ultimo commit

# chkUpdateModules.Text
source: Update submodules on checkout
dutch: Update submodules bij uitchecken
french: Mettre à jour les sous modules lors d'un chargement
german: Untermodul(e) beim Checkout updaten
japanese: チェックアウト時にサブモジュールを更新
korean: 체크아웃시 서브모듈 업데이트
russian: Обновить субмодули при переключении
spanish: Actualizar submódulos al realizar checkout

# gbConfirmations.Text
source: Confirm actions
japanese: 操作の確認
korean: 동작 확인
russian: Подтвердить действия
spanish: Confirmar acciones

# lblGroupBranches.Text
source: Branches:
japanese: ブランチ:
russian: Ветки:
spanish: Ramas:

# lblGroupCommits.Text
source: Commits:
japanese: コミット:
korean: 커밋
russian: Коммиты:

# lblGroupConflictResolution.Text
source: Rebase / conflict resolution:
japanese: リベース / 競合の解決:
korean: Rebase / 충돌 해결:
russian: Перемещение / разрешение конфликтов:
spanish: Rebase / resolución de conflictos:

# lblGroupStashes.Text
source: Stash:
japanese: スタッシュ:
russian: Спрятанные изменения:
spanish: Reserva:

# lblGroupSubmodules.Text
source: Submodules:
japanese: サブモジュール:
korean: 서브모듈들:
russian: Сабмодули:
spanish: Submódulos:

# lblGroupWorktrees.Text
source: Worktrees:
japanese: ワークツリー:
korean: 작업 트리:
russian: Рабочие деревья:
spanish: Árboles de trabajo:

# $this.Text
source: Console style
dutch: Console stijl
french: Style de la console
german: Konsolenstil
japanese: スタイル
korean: 콘솔 스타일
russian: Стиль консоли
spanish: Estilo de consola

# consoleFontChangeButton.Text
source: font name
japanese: フォント名
korean: 파일비교시 글꼴 이름
russian: имя шрифта
spanish: nombre de fuente

# groupBoxConsoleSettings.Text
source: Console settings (restart required)
japanese: コンソール設定(再起動が必要)
korean: 콘솔 설정(재시작 필요)
russian: Настройки консоли (требуется перезагрузка)
spanish: Configuración de consola (necesario reiniciar)

# label1.Text
source: Console style
dutch: Console stijl
french: Style de la console
german: Konsolenstil
japanese: スタイル
korean: 콘솔 스타일
russian: Стиль консоли
spanish: Estilo de consola

# lblFontName.Text
source: Font
japanese: フォント
korean: 글꼴설정
russian: Шрифт
spanish: Fuente

# bApply.Text
source: Apply
dutch: Toepassen
french: Appliquer
german: Übernehmen
japanese: 適用
korean: 적용
russian: Применить
spanish: Aplicar

# bClear.Text
source: Clear
dutch: Leegmaken
french: Effacer
german: Löschen
japanese: クリア
korean: 비우기
russian: Очистить
spanish: Limpiar

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
dutch: Reset sneltoetsen naar standaard
french: Réinitialiser tous les raccourcis clavier
german: Tastenkombinationen auf Standard zurücksetzen
japanese: ホットキーをすべてデフォルトに戻す
korean: 모든 설정값 원복
russian: Сбросить на значения по умолчанию
spanish: Restaurar los valores por defecto

# columnCommand.Text
source: Command
dutch: Commando
french: Commande
german: Befehl
japanese: コマンド
korean: 명령어
russian: Команда
spanish: Comando

# columnKey.Text
source: Key
dutch: Toets
french: Clé
german: Taste
japanese: キー
korean: 키
russian: Клавиша
spanish: Tecla

# lHotkey.Text
source: Hotkey
dutch: Sneltoets
french: Raccourci clavier
german: Tastenkombination
japanese: ホット キー
korean: 바로가기 키
spanish: Acceso rápido

# lHotkeyableItems.Text
source: Hotkeyable Items
dutch: Items met sneltoetsen
french: Actions accessible par raccourci clavier
german: Hotkey-fähige Einträge
japanese: ホットキーを使用できる項目
korean: 바로가기 아이템
russian: Команда
spanish: Elementos a los que se le puede asignar una tecla de acceso rápida

# txtHotkey.Text
source: None
dutch: Geen
french: Aucun
german: Nicht zugewiesen
japanese: なし
korean: 없음
russian: Нет
spanish: Ninguna

# $this.Text
source: Create local tracking branches
japanese: ローカルの追跡ブランチを作成
korean: 로컬 추적 브랜치 생성
russian: Создать локальные отслеживающие ветки

# button1.Text
source: Create local tracking branches
japanese: ローカルの追跡ブランチを作成
korean: 로컬 추적 브랜치 생성
russian: Создать локальные отслеживающие ветки

# label1.Text
source: Remote to create tracking branches for
japanese: 作成する追跡ブランチ用のリモート
korean: 원격에서 다음에 대한 브랜치 생성
russian: Внешний репозиторий для которого создать отслеживающую ветку

# Description.Text
source: Create local tracking branches
japanese: ローカルの追跡ブランチを作成
korean: 로컬 추적 브랜치 생성
russian: Создать локальные отслеживающие ветки

# $this.Text
source: Create Pull Request
dutch: Maak download verzoek
french: Créer une demande de tirage
german: Pull Request erzeugen
japanese: プルリクエストを作成
korean: Pull 요청 생성
russian: Создать запрос на слияние
spanish: Crear pedido de Pull

# _createBtn.Text
source: Create
dutch: Aanmaken
french: Créer
german: Erzeugen
japanese: 作成
korean: 생성
russian: Создать
spanish: Crear

# _strDone.Text
source: Done
dutch: Klaar
french: Fait
german: Abgeschlossen
japanese: 完了
korean: 완료
russian: Готово
spanish: Hecho

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
dutch: Fout tijdens aanmaken binnenhaal verzoek.
french: Échec lors de la création de la demande de tirage
german: Fehler beim Erzeugen des Pull Requests.
japanese: プルリクエストの作成に失敗しました。
korean: Pull 요청 만들기가 실패하였습니다.
russian: Не удалось создать запрос на слияние.
spanish: No se pudo crear pedido de Pull.

# _strLoading.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
japanese: 読込中...
korean: 로딩...
russian: Загрузка...
spanish: Cargando...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
dutch: Maak a.u.b. een kloon van de GitHub repository alvorens een download request te maken.
french: Veuillez cloner le dépôt GitHub avant de faire une demande de tirage.
german: Bitte vor dem Pull Request erst das GitHub Repository klonen.
japanese: プルリクエストを行なうには、GitHubリポジトリをクローンしてください。
korean: Pull 요청전 GitHub 저장소를 먼저 복제(Clone) 하세요.
russian: Пожалуйста, клонируйте GitHub-репозиторий, прежде чем создавать запрос на слияние.
spanish: Por favor clone el repositorio GitHub antes de realizar el pedido de pull.

# _strPullRequest.Text
source: Pull request
dutch: Binnenhaal verzoek
french: Demande de pull
japanese: プルリクエスト
korean: Pull 요청하기
russian: Запрос на слияние
spanish: Pedido de Pull

# _strRemoteFailToLoadBranches.Text
source: Fail to load target branches
japanese: 対象ブランチの読み込みに失敗しました
korean: 타겟 브랜치를 로드하는 데 실패
russian: Не удается загрузить выбранную ветку
spanish: No se pueden cargar las ramas de destino

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
dutch: U moet een titel opgeven.
french: Vous devez spécifier un titre.
german: Sie müssen einen Titel angeben.
japanese: タイトルを入力してください。
korean: 제목은 반드시 입력해야 합니다.
russian: Вы должны указать название.
spanish: Debe especificar un título.

# groupBox1.Text
source: Pull request data
dutch: Binnenhaal verzoek gegevens
french: Donnée de la demande de pull
german: Pull Request Daten
japanese: プルリクエストのデータ
korean: Pull 요청 데이터
russian: Данные запроса
spanish: Datos del pedido de Pull
