Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _askMergeConflictSolvedAfterCustomMergeScript.Text
source: The merge conflict need to be solved and the result must be saved as: {0} Is the merge conflict solved?
dutch: Het merge conflict moet opgelost worden en worden opgeslagen als: {0} Is het merge conflict opgelost?
french: Le conflit de merge doit être résolu et le résultat doit être enregistré comme : {0} Le conflit de merge est-il résolu ?
german: Der Merge-Konflikt muss gelöst und das Ergebnis gespeichert werden als: {0} Ist der Merge-Konflikt gelöst?
japanese: マージ競合を解決する必要があり、結果は以下のように保存する必要があります: {0} 競合は解決しましたか？
korean: 병합 충돌을 해결하고 결과를 다음과 같이 저장해야 합니다: {0} 병합 충돌이 해결되었습니까?
russian: Конфликт должен быть разрешен, и результат должен быть сохранен как: {0} Конфликт разрешен ?
spanish: El conflicto de fusión debe resolverse y el resultado guardarse como: {0} ¿Está resuelto el conflicto de fusión?

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
dutch: Conflict opgelost?
french: Conflit résolu?
german: Konflikt behoben?
japanese: 競合は解決しましたか？
korean: 충돌이 해결되었습니까?
russian: Конфликт разрешён?
spanish: ¿Conflicto resuelto?

# _button1Text.Text
source: Open in
dutch: Openen in
french: Ouvrir dans
german: Öffnen in
japanese: プログラムから開く
korean: 열기
russian: Открыть в
spanish: Abrir en

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
dutch: Kies basis bestand mislukt.
french: Echec de choix du fichier de base.
german: Auswählen der Base-Datei fehlgeschlagen.
japanese: ベース ファイルの選択に失敗しました。
korean: 베이스 파일을 선택하지 못했습니다.
russian: Не удалось выбрать базовый файл.
spanish: Falló la elección del archivo base.

# _chooseLocalButtonText.Text
source: Choose local
dutch: Kies lokaal
french: Choisir le local
german: Lokale Datei wählen
japanese: localを選択
korean: 로컬 수정사항 선택
russian: Выбрать локальный
spanish: Elegir local

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
dutch: Kies lokaal bestand mislukt.
french: Echec de choix du fichier local.
german: Auswählen der Local-Datei fehlgeschlagen.
japanese: ローカル ファイルの選択に失敗しました。
korean: 로컬 파일을 선택하지 못했습니다.
russian: Не удалось выбрать локальный файл.
spanish: Falló la elección del archivo local.

# _chooseRemoteButtonText.Text
source: Choose remote
dutch: Kier extern
french: Choisir le distant
german: Remote-Datei wählen
japanese: remoteを選択
korean: 원격 수정사항 선택
russian: Выбрать внешний
spanish: Elegir remoto

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
dutch: Kies extern bestand mislukt.
french: Echec de choix du fichier distant.
german: Auswahl der Remote-Datei fehlgeschlagen.
japanese: リモート ファイルの選択に失敗しました。
korean: 원격 파일을 선택하지 못했습니다.
russian: Не удалось выбрать внешний файл.
spanish: Falló la elección del archivo remoto.

# _conflictedFilesContextMenuText.Text
source: Solve
dutch: Oplossen
french: Résoudre
german: Auflösen
japanese: 解決
korean: 해결
russian: Разрешить
spanish: Resolver

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
dutch: Kies lokale versie (onze)
french: Choisir le local (les notres)
german: Local-Datei wählen (ours)
japanese: ローカル(ours)を 選択
korean: 로컬 수정사항으로 적용 (ours)
russian: Выбрать локальный (наш)
spanish: Elegir local (nuestro)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
dutch: Kies lokale versie (hun)
french: Choisir le local (les leurs)
german: Local-Datei wählen (theirs)
japanese: ローカル(theirs)を 選択
korean: 로컬 수정사항으로 적용 (theirs)
russian: Выбрать локальный (их)
spanish: Elegir local (suyo)

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
dutch: Kies externe versie (hun)
french: Choisir le distant (les leurs)
german: Remote-Datei wählen (theirs)
japanese: リモート(theirs)を 選択
korean: 원격 수정사항 선택(theirs)
russian: Выбрать внешний (их)
spanish: Elegir remoto (suyo)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
dutch: Kies externe versie (onze)
french: Choisir le distant (les notres)
german: Remote-Datei wählen (ours)
japanese: リモート(ours)を選択
korean: 원격 수정사항 선택(ours)
russian: Выбрать внешний (наш)
spanish: Elegir remoto (nuestro)

# _currentFormatFilter.Text
source: Current format (*.{0})
dutch: Huidige formaat (*.{0})
french: Format courant (*.{0})
german: Aktuelles Format (*.{0})
japanese: 現在のフォーマット (*.{0})
korean: 현재 포맷 (*.{0})
russian: Текущий формат (*.{0})
spanish: Formato actual (*.{0})

# _deleteFileButtonText.Text
source: Delete file
dutch: Verwijder bestand
french: Supprimer le fichier
german: Datei löschen
japanese: ファイルを削除
korean: 파일 삭제
russian: Удалить файл
spanish: Eliminar archivo

# _errorStartingMergetool.Text
source: Error starting mergetool: {0}
german: Fehler beim Start des Merge-Werkzeugs: {0}
japanese: マージツール開始エラー: {0}
korean: 머지도구 시작 에러: {0}
russian: Ошибка запуска инструмента слияния: {0}
spanish: Error iniciando la herramienta de fusión: {0}

# _failureWhileOpenFile.Text
source: Open temporary file failed.
dutch: Openen van tijdelijk bestand mislukt.
french: Echec d'ouverture du fichier temporaire.
german: Öffnen der temporären Datei fehlgeschlagen.
japanese: 一時ファイルを開くことができませんでした。
korean: 임시 파일 열기 실패.
russian: Неудалось открыть временный файл.
spanish: Apertura del archivo temporal falló.

# _failureWhileSaveFile.Text
source: Save file failed.
dutch: Bestand opslaan mislukt.
french: Échec de l'enregistrement du fichier.
german: Speichern der Datei fehlgeschlagen.
japanese: ファイルを保存できませんでした。
korean: 파일저장 실패
russian: Неудалось сохранить файл.
spanish: Guardado del archivo falló.

# _fileBinaryChooseLocalBaseRemote.Text
source: File ({0}) appears to be a binary file. Choose to keep the local ({1}), remote ({2}) or base file.
french: Le fichier ({0}) semble être un fichier binaire. Choisissez de conserver le local ({1}), le distant ({2}) ou la base.
german: Die Datei ({0}) scheint eine binäre Datei zu sein. Wählen Sie, ob Sie die lokale ({1}), remote ({2}) oder base Datei behalten wollen.
japanese: ファイル ({0})はおそらくバイナリファイルです。 ローカル({1})とリモート({2})、またはベースファイルどのファイルを用いるか選択してください。
korean: ({0}) 파일은 바이너리로 보입니다. 로컬 파일({1}) 유지 또는 원격 파일({2})나 베이스 파일 열기 중하나를 선택하세요.
russian: Файл ({0}) оказался двоичным файлом. Выберите сохранить локальный ({1}), внешний ({2}) или базовый файл.
spanish: El archivo ({0}) parece ser un archivo binario. Elige mantener el archivo local ({1}), remoto ({2}) o base.

# _fileChangeLocallyAndRemotely.Text
source: The file has been changed both locally ({0}) and remotely ({1}). Merge the changes.
french: Le fichier a changé localement ({0}) et à distance ({1}). Fusionner les modifications.
german: Die Datei wurde sowohl lokal ({0}) als auch remote ({1}) geändert. Mergen Sie die Änderungen.
japanese: ファイルはローカル({0})でもリモート({1})でも変更されています。変更をマージしてください。
korean: 파일이 로컬({0}) 및 원격으로({1}) 변경되었습니다. 변경 사항을 병합합니다.
russian: Файл был изменен локально({0}) и извне({1}). Выполните слияние изменений.
spanish: El archivo ha sido cambiado tanto localmente ({0}) como remotamente ({1}). Una los cambios.

# _fileCreatedLocallyAndRemotely.Text
source: A file with the same name has been created locally ({0}) and remotely ({1}). Choose the file you want to keep or merge the files.
german: Eine Datei mit dem selben Namen wurde lokal ({0}) und remote ({1}) erzeugt. Wählen Sie die Datei aus, die sie behalten möchten oder mergen Sie die Dateien.
japanese: 同じ名前のファイルがローカル({0})でもリモート({1})でも作成されています。維持したいファイルを選択するか、マージしてください。
korean: 동일한 이름의 파일이 로컬({0}) 및 원격으로({1}) 생성되었습니다. 보관하거나 머지할 파일을 선택해주십시오.
russian: Файл с таким же именем был создан локально ({0}) и удаленно ({1}). Выберите файл, который вы хотите сохранить, или объедините файлы.
spanish: Un archivo con el mismo nombre ha sido creado localmente ({0}) y remotamente ({1}). Elija el archivo que desea mantener o una los archivos.

# _fileCreatedLocallyAndRemotelyLong.Text
source: File {0} does not have a base revision. A file with the same name has been created locally ({1}) and remotely ({2}) causing this conflict. Choose the file you want to keep, merge the files or delete the file?
german: Die Datei {0} hat keine Basis-Revision. Der Konflikt tritt auf, weil eine Datei mit dem selben Namen lokal ({1}) und auch beim Remote ({2}) erzeugt wurde. Bitte wählen Sie die Datei aus, die sie behalten möchten, mergen Sie die Dateien oder löschen Sie die Datei?
japanese: ファイル{0}にはベースリビジョンがありません。 ローカル({1})でもリモート({2})でも同じ名前のファイルが作成されていると、競合が発生します。 維持したいファイルを選択するか、マージするか、ファイルを削除してください。
korean: {0} 파일에 기본 리비전이 없습니다. 동일한 이름의 파일이 로컬({1}) 및 원격({2})으로 생성되어 이 충돌이 발생했습니다. 보관할 파일을 선택하거나 파일을 병합하거나 삭제하시겠습니까?
russian: Файл {0} не имеет базовой ревизии. Файл с одним и тем же именем был создан локально ({1}) и извне ({2}), что вызвало конфликт. Удалите локальный файл, слейте файлы или удалите другой файл.
spanish: El archivo {0} no tiene una revisión base. Un archivo con el mismo nombre ha sido creado localmente ({1}) y remotamente ({2}) causando este conflicto. Elija el archivo que desea mantener, una el archivo o elimine el archivo.

# _fileDeletedLocallyAndModifiedRemotely.Text
source: The file has been deleted locally ({0}) and modified remotely ({1}). Choose to delete the file or keep the modified version.
french: Le fichier a été supprimé localement ({0}) et modifié à distance ({1}). Choisissez de supprimer le fichier ou de conserver la version modifiée.
german: Die Datei wurde lokal ({0}) gelöscht und beim Remote ({1}) verändert. Bitte löschen Sie die Datei oder behalten die geänderte Version.
japanese: ファイルはローカルでは削除され({0})、リモートでは更新されています({1})。ファイルを削除するか、更新された版を維持するかを選択してください。
korean: 파일이 로컬({0})에서 삭제되고 원격에선({1}) 수정되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: Файл был удален локально ({0}) и изменен извне ({1}). Удалите или оставьте измененную версию.
spanish: El archivo ha sido eliminado localmente ({0}) y modificado remotamente ({1}). Elija eliminar el archivo o mantener la versión modificada.

# _fileDeletedLocallyAndModifiedRemotelyLong.Text
source: File {0} does not have a local revision. The file has been deleted locally ({1}) but modified remotely ({2}). Choose to delete the file or keep the modified version.
german: Die Datei {0} besitzt keine lokale Revision. Die Datei wurde lokal ({1}) gelöscht, aber beim Remote ({2}) geändert. Wählen Sie, ob Sie die Datei löschen oder die geänderte Datei behalten möchten.
japanese: ファイル {0} にはローカル リビジョンがありません。 ファイルはローカルでは削除されていますが({1})、リモートでは更新されています({2})。 ファイルを削除するか、更新された版を維持するかを選択してください。
korean: {0} 파일에 로컬 리비전이 없습니다. 파일이 로컬({1})에서 삭제되었지만 원격에선({2}) 수정되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: Файл {0} не имеет локальной версии. Файл был удален локально({1}), но изменен извне({2}). Удалите файл или оставьте измененную версию.
spanish: El archivo {0} no tiene una revisión local. El archivo ha sido eliminado localmente ({1}) pero modificado remotamente ({2}). Elija eliminar el archivo o mantener la versión modificada.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
dutch: Het geselecteerde bestand is een binair bestand. Weet u zeker dat u dit bestand wilt openen met {0}?
french: Le fichier sélectionné semble être un fichier binaire. Etes vous sûr de vouloir ouvrir ce fichier dans {0}?
german: Die ausgewählte Datei scheint eine Binärdatei zu sein. Wollen Sie die Datei wirklich mit {0} öffnen?
japanese: 選択したファイルはおそらくバイナリファイルです。 {0}でこのファイルを開いてよろしいですか？
korean: 선택한 파일이 이진 파일로 나타납니다. {0}에서 이 파일을 여시겠습니까?
russian: Выбранный файл является двоичным. Вы уверены, что хотите открыть его с помощью {0}?
spanish: El archivo seleccionado parece ser un archivo binario. ¿Está seguro que desea abrir este archivo en {0}?

# _fileModifiedLocallyAndDeletedRemotely.Text
source: The file has been modified locally ({0}) and deleted remotely ({1}). Choose to delete the file or keep the modified version.
french: Le fichier a été modifié localement ({0}) et supprimé à distance ({1}). Choisissez de supprimer le fichier ou de conserver la version modifiée.
german: Die Datei wurde lokal ({0}) geändert und beim Remote ({1}) gelöscht. Wählen Sie, ob Sie die Datei löschen oder die geänderte Version behalten möchten.
japanese: ファイルはローカルでは更新され({0})、リモートでは削除されています({1})。ファイルを削除するか、更新された版を削除するかを選択してください。
korean: 파일이 로컬({0})에서 수정되고 원격에선({1}) 삭제되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: Файл был изменен локально ({0}) и удален извне ({1}). Можно оставить локальную версию или удалить файл.
spanish: El archivo ha sido modificado localmente ({0}) y eliminado remotamente ({1}). Elija eliminar el archivo o mantener la versión modificada.

# _fileModifiedLocallyAndDeletedRemotelyLong.Text
source: File {0} does not have a remote revision. The file has been modified locally ({1}) but deleted remotely ({2}). Choose to delete the file or keep the modified version.
german: Die Datei {0} hat beim Remote keine Revision. Die Datei wurde lokal ({1}) bearbeitet, aber beim Remote ({2}) gelöscht. Wählen Sie, ob Sie die Datei löschen oder die geänderte Version behalten möchten.
japanese: ファイル {0} には リモートのリビジョンがありません。 ローカルでは更新されていますが({1})、リモートでは削除されています({2})。 ファイルを削除するか、更新された版を維持するかを選択してください。
korean: {0} 파일에 원격 리비전이 없습니다. 파일이 로컬({1})에서 변경되었지만 원격에선({2}) 삭제되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: Файл {0} не существует во внешней ревизии. Файл был изменен локально({1}) и удален извне({2}). Можно оставить локальную версию или удалить файл.
spanish: El archivo {0} no tiene una revisión remota. El archivo ha sido modificado localmente ({1}) pero eliminado remotamente ({2}). Elija eliminar el archivo o mantener la versión modificada.

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
dutch: Het bestand is niet gewijzigd door de samenvoegen. Meestal betekent dit dat het bestand is opgeslagen op de verkeerde locatie. Het samenvoegen conflict zal niet worden gemarkeerd als opgelost. Probeer het opnieuw.
french: Le fichier n'a pas été modifié par la fusion. Cela veut généralement dire que le fichier a été enregistré au mauvais endroit. Le conflit de fusion ne sera pas marqué comme résolu. Réessayez s'il vous plait.
german: Die Datei wurde durch den Merge nicht verändert. Gewöhnlich deutet dies darauf hin, dass die Datei an eine falsche Stelle gespeichert wurde. Der Merge-Konflikt wird als nicht-gelöst markiert. Bitte versuchen Sie es noch einmal.
japanese: ファイルは行なわれたマージによって更新されていません。多くの場合、ファイルが誤った場所に保存されたためです。 マージ競合は解決済としてマークされません。やり直してください。
korean: 병합에 의해 파일이 수정되지 않았습니다. 일반적으로 이것은 파일이 잘못된 위치에 저장되었음을 의미합니다. 병합 충돌이 해결되지 않았습니다. 다시 시도하십시오.
russian: Файл был изменен при слиянии. Обычно это означает, что файл был сохранен в неправильное место. Конфликт слияния не будет отмечен как разрешённый. Пожалуйста, попробуйте ещё раз.
spanish: El archivo no ha sido modificado por la fusión. Usualmente esto significa que el archivo ha sido guardado en una ubicación incorrecta. El conflicto de fusión no se marcará como resuelto. Por favor intente de nuevo.

# _filesDeletedLocallyAndModifiedRemotelyLong.Text
source: {0} and {1} other out of {2} selected files do not have a local revision. The files have been deleted locally, but modified remotely Choose to delete the files or keep the modified versions.
japanese: 選択した {2} 個のファイルのうち {0} と {1} にはローカルリビジョンがありません。 ファイルはローカルでは削除されていますが、リモートでは更新されています。 ファイルを削除するか、更新されたバージョンを維持するかを選択してください。
korean: 선택한 파일 {2}개 중 {0}개 및 {1}개에 로컬 리비전이 없습니다. 파일이 로컬에서 삭제되었지만 원격에선 수정되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: {0} и {1} выбранные в {2} отсутствуют в длокальной ревизии. Файлы были удалены локально и изменены во внешнем. Выберите удаление файлов или сохранение изменений.
spanish: {0} y {1} sobre el archivo seleccionado {2} no tienen una revisión local. Los archivos se han borrado localmente, pero modificados remotamente Elige borrar los archivos o mantener las versiones modificadas.

# _filesDeletedLocallyAndModifiedRemotelyLongNoOtherFilesSelected.Text
source: {0} and {1} other selected file(s) do not have a local revision. The files have been deleted locally, but modified remotely Choose to delete the files or keep the modified versions.
japanese: {0} および {1} の他、選択したファイルにはローカルリビジョンがありません。 ファイルはローカルでは削除されていますが、リモートでは更新されています。 ファイルを削除するか、更新されたバージョンを維持するかを選択してください。
korean: {0} 및 {1}개의 다른 선택한 파일(들)에 로컬 리비전이 없습니다. 파일이 로컬에서 삭제되었지만 원격에선 수정되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: {0} и {1} отсутствуют в локальной ревизии. Файлы были удалены локально и изменены во внешнем. Выберите удаление файлов или сохранение изменений.
spanish: {0} y {1} sobre los archivo(s) seleccionados no tienen una revisión local. Los archivos se han borrado localmente, pero modificados remotamente Elige borrar los archivos o mantener las versiones modificadas.

# _filesModifiedLocallyAndDeletedRemotelyLong.Text
source: {0} and {1} other out of {2} selected files do not have a remote revision. The files have been modified locally, but deleted remotely. Choose to delete the files or keep the modified versions.
japanese: 選択した {2} 個のファイルのうち {0} と {1} にはリモートリビジョンがありません。 ファイルはローカルでは更新されていますが、リモートでは削除されています。 ファイルを削除するか、更新されたバージョンを維持するかを選択してください。
korean: 선택한 파일 {2}개 중 {0}개 및 {1}개에 원격 리비전이 없습니다. 파일이 로컬에서 삭제되었지만 원격에선 수정되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: {0} и {1} выбранные в {2} отсутствуют во внешней ревизии. Файлы были изменены локально и удалены во внешнем. Выберите удаление файлов или сохранение изменений.
spanish: {0} y {1} sobre el archivo seleccionado {2} no tienen una revisión remota. Los archivos se ha modificado localmente, pero borrado remotamente Elige borrar los archivos o mantener las versiones modificadas.

# _filesModifiedLocallyAndDeletedRemotelyLongNoOtherFilesSelected.Text
source: {0} and {1} other selected file(s) do not have a remote revision. The files have been modified locally, but deleted remotely. Choose to delete the files or keep the modified versions.
japanese: {0} および {1} の他、選択したファイルにはリモートリビジョンがありません。 ファイルはローカルでは更新されていますが、リモートでは削除されています。 ファイルを削除するか、更新されたバージョンを維持するかを選択してください。
korean: {0} 및 {1}개의 다른 선택한 파일(들)에 원격 리비전이 없습니다. 파일이 로컬에서 수정되었지만 원격에선 삭제되었습니다. 파일을 삭제 또는 수정된 버전을 유지 중 선택해주세요.
russian: {0} и {1} отсутствуют во внешней ревизии. Файлы были изменены локально и удалены во внешнем. Выберите удаление файлов или сохранение изменений.
spanish: {0} y {1} sobre los archivo(s) seleccionados no tienen una revisión remota. Los archivos se han modificado localmente, pero borrados remotamente Elige borrar los archivos o mantener las versiones modificadas.

# _keepBaseButtonText.Text
source: Keep base file
dutch: Bewaar basis bestand
french: Conserver le fichier de base
german: Basis-Datei behalten
japanese: 基のファイルを選択
korean: 기준파일 유지
russian: Оставить базовый файл
spanish: Mantener el archivo base

# _keepModifiedButtonText.Text
source: Keep modified
dutch: Bewaar wijzigingen
french: Conserver le fichier modifié
german: Geänderte Datei behalten
japanese: 更新されたものを選択
korean: 수정사항 유지
russian: Оставить модифицированный
spanish: Mantener el modificado

# _noBase.Text
source: no base
dutch: geen basis bestand
french: pas de base
german: Keine Basis
japanese: ベースなし
korean: 베이스가 없습니다.
russian: нет базы
spanish: sin base

# _noBaseFileMergeCaption.Text
source: Merge
dutch: Samenvoegen
french: Fusionner
german: Mergen
japanese: マージ
korean: 머지(Merge)
russian: Объединить
spanish: Fusión

# _noBaseRevision.Text
source: There is no base revision for {0}. Fall back to 2-way merge?
dutch: Er is geen basis revisie voor {0}. Terugvallen op 2-weg samenvoeging?
french: Il n'y a pas de révision de base pour {0}. Se rabattre sur une fusion à 2 fichier?
german: Es gibt keine Basis-Version für {0}. Fallback auf 2-Wege-Merge?
japanese: {0}にはベースとなるリビジョンがありません。 2-wayマージにフォールバックしますか？
korean: {0} 파일에 대한 기본 리비전이 없습니다. 대신 2-way 병합방식을 사용하시겠습니까?
russian: Базы слияния для {0} не существует. Использовать двустороннее слияние?
spanish: No hay una revisión base para {0}. ¿Recurrir a una fusión de 2-vías?

# _noMergeTool.Text
source: There is no mergetool configured. Please go to settings and set a mergetool!
french: Aucun outil de fusion n'est configuré. Veuillez aller dans les paramètres pour configurer l'outil de fusion !
german: Kein Merge-Werkzeug konfiguriert. Bitte konfigurieren Sie ein Merge-Werkzeug in den Einstellungen!
japanese: マージツールの設定がありません。 マージツールの設定を行ってください！
korean: 머지도구가 설정되지 않았습니다. 설저응로 가서 머지도구를 설정해주십시오!
russian: Инструмент слияния не настроен. Пожалуйста, перейдите к настройкам и задайте инструмент слияния!
spanish: Mergetool no configurado. ¡Por favor, vaya a la configuración y elija un mergetool!

# _noMergeToolConfigured.Text
source: The mergetool is not correctly configured. Please go to settings and configure the mergetool!
french: L'outil de fusion n'est pas correctement configuré. Veuillez aller dans les paramètres pour configurer l'outil de fusion !
german: Das Merge-Werkzeug ist nicht korrekt konfiguriert. Bitte konfigurieren Sie das Merge-Werkzeug in den Einstellungen!
japanese: マージツールの設定が正しくありません。 マージツールの設定を行ってください！
korean: 머지도구가 설정되지 않았습니다. 설저응로 가서 머지도구를 설정해주십시오!
russian: Инструмент слияния настроен некорректно. Пожалуйста, перейдите к настройкам и задайте инструмент слияния!
spanish: Mergetool no está configurada correctamente. ¡Por favor, vaya a ajustes y configure mergetool!

# _openMergeToolItemText.Text
source: Open in
dutch: Openen in
french: Ouvrir dans
german: Öffnen in
japanese: プログラムから開く
korean: 열기
russian: Открыть в
spanish: Abrir en

# _resetCaption.Text
source: Reset
japanese: リセット
korean: 리셋
russian: Сбросить
spanish: Restablecer

# _solveMergeConflictApplyToAllCheckBoxText.Text
source: Apply to {0} and {1} other file(s)
japanese: {0} および {1} の他のファイルに適用する
korean: {0} 및 {1}개의 다른 파일(들)에 적용
russian: Применить к {0} и другим {1} файлам
spanish: Aplicar a {0} y {1} otros fichero(s)

# _solveMergeConflictDialogCaption.Text
source: Solve merge conflict
dutch: Los merge conflict op
french: Résoudre le conflit de merge
german: Merge-Konflikt lösen
japanese: マージ競合を解決
korean: 병합 충돌 해결하기
russian: Разрешить конфликты слияния
spanish: Solucionar conflicto de fusión

# _uskUseCustomMergeScript.Text
source: There is a custom merge script ({0}) for this file type. Do you want to use this custom merge script?
dutch: Er is een aangepaste samenvoeg script ({0}) voor dit type bestand. Wilt u dit script gebruiken om samen te voegen?
french: Il y a un script de fusion personnalisé ({0}) pour ce type de fichier. Voulez-vous utiliser le script de fusion personnalisé?
german: Für diesen Dateityp ist ein benutzerdefiniertes Merge-Skript ({0}) vorhanden. Wollen Sie dieses Skript verwenden?
japanese: このファイルタイプに対するカスタム マージ スクリプトがあります。 このカスタム マージ スクリプトを用いますか？
korean: 이 파일 형식에 대한 사용자 지정 병합 스크립트({0})가 있습니다. 이 사용자 지정 병합 스크립트를 사용하시겠습니까?
russian: Существует пользовательский скрипт({0}) слияния для этого типа файлов. Хотите использовать пользовательский скрипт?
spanish: Hay un script de fusión personalizado ({0}) para este tipo de archivo. ¿Desea utilizar este script de fusión personalizado?

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
dutch: Aangepast samenvoeg script
french: Script de fusion personnalisé
german: Benutzerdefiniertes Merge-Skript
japanese: カスタム マージ スクリプト
korean: 사용자 머지 스크립트
russian: Пользовательский скрипт слияния
spanish: Script de fusión personalizado

# conflictDescription.Text
source: Select file
dutch: Selecteer bestand
french: Sélectionnez un fichier
german: Datei auswählen
japanese: ファイルの選択
korean: 파일 선택
russian: Выберите файл
spanish: Seleccione el archivo

# customMergetool.Text
source: Open in &mergetool
japanese: マージツールで開く(&M)
korean: &머지도구 열기
russian: Открыть в инструменте слияния
spanish: Abrir en &mergetool

# fileHistoryToolStripMenuItem.Text
source: File history
dutch: Bestandsgeschiedenis
french: Historique du fichier
german: Datei-Historie
japanese: ファイルの履歴
korean: 파일 히스토리
russian: История файла
spanish: Historial del archivo
