Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# label1.Text
source: Title:
dutch: Titel:
french: Titre :
german: Betreff:
japanese: タイトル:
korean: 제목:
russian: Заголовок:
spanish: Título:

# label2.Text
source: Body:
dutch: Inhoud:
french: Corps :
german: Text:
japanese: 本文:
korean: 본문:
russian: Сообщение:
spanish: Cuerpo:

# label3.Text
source: Target repository:
dutch: Doel opslagplaats:
french: Dépôt cible :
german: Ziel Repository:
japanese: 対象リポジトリ:
korean: 대상 저장소:
russian: Репозиторий назначения:
spanish: Repositorio destino

# label4.Text
source: Your branch:
dutch: Uw vertakking:
french: Votre branche :
german: Ihr Branch:
japanese: あなたのブランチ:
korean: 나의 브랜치:
russian: Ваша ветка:
spanish: Su rama:

# label5.Text
source: Target branch:
dutch: Doel vertakking:
french: Branche cible :
german: Ziel-Branch:
japanese: 対象ブランチ:
korean: 대상 브랜치:
russian: Ветка назначения:
spanish: Rama destino:

# _cloneFork.Text
source: Clone {0} repository
dutch: Kloon/fork {0} opslagplaats
french: Cloner le dépôt {0}
german: Repository {0} klonen
japanese: {0} リポジトリをクローン
korean: {0} 저장소로 부터 복제하기
russian: Клонировать репозиторий {0}
spanish: Clonar repositorio {0}

# _cloneRepository.Text
source: Clone repository
dutch: Kloon opslagplaats
french: Cloner un dépôt
german: Repository klonen
japanese: リポジトリをクローン
korean: 저장소 복제(Clone)하기
russian: Клонировать репозиторий
spanish: Clonar repositorio

# _createRepository.Text
source: Create new repository
dutch: Maak een nieuwe opslagplaats
french: Créer un nouveau dépôt
german: Neues Repository erzeugen
japanese: リポジトリを新規作成
korean: 새로운 저장소 만들기
russian: Создать новый репозиторий
spanish: Crear nuevo repositorio

# _develop.Text
source: Develop
dutch: Coderen
french: Développer
german: Entwickeln
japanese: 開発
korean: 개발 관련
russian: Разработка
spanish: Desarrollar

# _donate.Text
source: Donate
dutch: Doneer
french: Faire un don
german: Spenden
japanese: 寄付
korean: 이 프로젝트에 기부하기
russian: Пожертвовать
spanish: Donar

# _issues.Text
source: Issues
dutch: Problemen
french: Signaler un problème
japanese: 問題点
korean: 프로그램 버그
russian: Сообщить об ошибке
spanish: Problemas

# _openRepository.Text
source: Open repository
dutch: Open opslagplaats
french: Ouvrir un dépôt
german: Repository öffnen
japanese: リポジトリを開く
korean: 저장된 저장소 열기
russian: Открыть репозиторий
spanish: Abrir repositorio

# _translate.Text
source: Translate
dutch: Vertaal
french: Améliorer la traduction
german: Übersetzen
japanese: 翻訳
korean: 다국어 번역 지원
russian: Перевод
spanish: Traducir

# lblContribute.Text
source: Contribute
dutch: Bijdragen
french: Contribuer
german: Mithelfen
japanese: 貢献
korean: 프로젝트 기여
russian: Участие
spanish: Contribuir

# $this.Text
source: Delete obsolete branches
japanese: 不要なブランチを削除
korean: 사용하지 않는 브랜치 삭제
russian: Удалить устаревшие ветки

# Author.HeaderText
source: Last author
japanese: 最後の作者
korean: 마지막 작성자
russian: Последний автор

# Cancel.Text
source: Close
japanese: 閉じる
korean: 닫기
russian: Закрыть

# Delete.Text
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
japanese: 削除
korean: 삭제
russian: Удалить

# IncludeRemoteBranches.Text
source: Delete remote branches from
japanese: 対象のリモートブランチを削除
korean: 원격 브랜치 삭제
russian: Удалить внешние ветки из

# Message.HeaderText
source: Last message
japanese: 最後のメッセージ
korean: 마지막 메시지
russian: Последнее сообщение

# RefreshBtn.Text
source: Search branches
japanese: ブランチを検索
korean: 브랜치 검색
russian: Выбрать ветки

# _areYouSureToDelete.Text
source: Are you sure to delete {0} selected branches?
japanese: 選択した{0}のブランチを削除してよろしいですか？
korean: {0} 선택된 브랜치들을 삭제하시겠습니까?
russian: Вы уверены, что хотите удалить {0} выбранные ветки?

# _branchesSelected.Text
source: {0}/{1} branches selected.
japanese: {0}/{1} ブランチ選択済み
korean: {0}/{1} 브랜치들이 선택됨
russian: {0}/{1} веток выбрано.

# _cancel.Text
source: Cancel
japanese: キャンセル
korean: 취소
russian: Отмена

# _chooseBranchesToDelete.Text
source: Choose branches to delete. Only branches that are fully merged in '{0}' will be deleted.
japanese: 削除するブランチを選択してください。完全に'{0}'にマージされているブランチのみ削除されます。
korean: 제거할 브랜치를 선택하십시오. '{0}'에 완전히 병합된 브랜치만 제거됩니다.
russian: Выберите ветки которые хотите удалить. Только полностью слитые ветки в '{0}' будут удалены.

# _dangerousAction.Text
source: DANGEROUS ACTION! Branches will be deleted on the remote '{0}'. This can not be undone. Are you sure you want to continue?
japanese: 危険な操作です！ リモート '{0}' のブランチを削除しようとしています。 これはやり直せませんが、続行してよろしいですか？
korean: 위험한 동작입니다! 원격 '{0}'에서 브랜치는 삭제될 것입니다. 이것은 되돌릴 수 없습니다. 정말로 계속할까요?
russian: ОПАСНОЕ ДЕЙСТВИЕ! Ветки будут удалены из внешнего репозитория '{0}'. Это действие не может быть отменено. Вы уверены, что хотите продолжить?

# _deleteCaption.Text
source: Delete
japanese: 削除
korean: 삭제
russian: Удалить

# _deletingBranches.Text
source: Deleting branches...
japanese: ブランチを削除中...
korean: 브랜치 삭제 중
russian: Удаление веток...

# _deletingUnmergedBranches.Text
source: Deleting unmerged branches will result in dangling commits. Use with caution!
japanese: マージされていないブランチの削除は結果的にdangling コミットになります。注意してください。
korean: 병합되지 않은 브랜치들을 삭제하면 잃어버린 커밋을 발생시킵니다. 주의해서 사용하세요!
russian: Удаление не слитых веток привет к висячим коммитам. Используйте с осторожностью!

# _loading.Text
source: Loading...
dutch: Laden...
french: Chargement...
german: Lade...
japanese: 読込中...
korean: 로딩...
russian: Загрузка...
spanish: Cargando...

# _pressToSearch.Text
source: Press '{0}' to search for branches to delete.
japanese: '{0}' で削除したいブランチを検索
korean: 삭제할 브랜치를 찾으려면 '{0}' 누름
russian: Нажмите '{0}', чтобы найти ветки для удаления.

# _searchBranches.Text
source: Search branches
japanese: ブランチを検索
korean: 브랜치 검색
russian: Выбрать ветки

# _selectBranchesToDelete.Text
source: Select branches to delete using checkboxes in '{0}' column.
japanese: '{0}' 列のチェックボックスで削除するブランチを選択
korean: '{0}' 열의 체크박스를 사용하여 삭제할 브랜치를 선택합니다.
russian: Установить флажок в столбце '{0}' чтобы удалить ветку.

# buttonSettings.Text
source: Settings
japanese: 設定
korean: 설정
russian: Настройки

# dateDataGridViewTextBoxColumn.HeaderText
source: Last activity
japanese: 最新のアクティビティ
korean: 마지막 활동
russian: Последняя активность

# includeUnmergedBranches.Text
source: Include unmerged branches
japanese: 未マージのブランチを含む
korean: 병합되지 않은 브랜치 포함
russian: Включить неслитые ветки

# label1.Text
source: Delete branches older than x days
japanese: x日以上前のブランチを削除
korean: x 일 이상지난 브랜치 삭제
russian: Удалить ветки старше чем x дней

# label2.Text
source: Delete branches fully merged into branch
japanese: 別のブランチに完全にマージされたブランチを削除
korean: 브랜치에 완전히 병합된 브랜치들을 삭제합니다
russian: Удалить ветки полностью слитые в ветку

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
dutch: Naam
french: Nom
japanese: 名前
korean: 이름
russian: Имя
spanish: Nombre

# regexDoesNotMatch.Text
source: Does not match
japanese: マッチしません
korean: 일치하지 않음
russian: Не совпадает

# useRegexCaseInsensitive.Text
source: Case insensitive
japanese: 大文字小文字を区別しない
korean: 대소문자 무시
russian: Без учета регистра

# useRegexFilter.Text
source: Use regex to filter branches
japanese: ブランチのフィルタに正規表現を使用
korean: regex를 사용하여 브랜치 필터링
russian: Использовать regex чтобы отфильтровать ветки

# Description.Text
source: Delete obsolete branches
japanese: 不要なブランチを削除
korean: 사용하지 않는 브랜치 삭제
russian: Удалить устаревшие ветки

# _daysOlderThan.Caption
source: Delete obsolete branches older than (days)
japanese: (days)日以上前の不要なブランチを削除
korean: (며칠 이상) 오래된 사용되지 않는 브랜치 삭제
russian: Удалить устаревшие ветки старше чем (дней)

# _deleteRemoteBranchesFromFlag.Caption
source: Delete obsolete branches from remote
japanese: リモートから不要なブランチを削除
korean: 사용하지 않는 원격 브랜치 삭제
russian: Удалить устаревшие ветки с удалённого репозитория

# _includeUnmergedBranchesFlag.Caption
source: Delete unmerged branches
japanese: 未マージのブランチを削除
korean: 병합되지 않은 브랜치 삭제
russian: Удалить неслитые ветки

# _mergedInBranch.Caption
source: Branch where all branches should be merged in
japanese: すべてのブランチがマージされるべきブランチ
korean: 모든 브랜치를 병합해야 하는 브랜치
russian: Ветка в которую все ветки должны быть слиты

# _regexCaseInsensitiveFlag.Caption
source: Is regex filter case insensitive?
japanese: 正規表現フィルタの大文字小文字は区別されていませんか？
korean: 정규식 필터는 대소문자를 구분하지 않습니까?
russian: Не учитывать регистр для фильтрации регулярным выражением?

# _regexFilter.Caption
source: Regex to filter branches to delete
japanese: 正規表現で削除するブランチをフィルタ
korean: 정규식을 사용하여 삭제할 브랜치 필터링
russian: Регулярное выражение для фильтрации веток под удаление

# _regexInvertedFlag.Caption
source: Search branches that does not match regex
japanese: 正規表現に統一していないブランチを検索
korean: 정규식과 일치하지 않는 브랜치 검색
russian: Искать ветки несоответствующие регулярному выражению

# _remoteName.Caption
source: Remote name obsoleted branches should be deleted from
japanese: 不要なブランチを削除するリモート名
korean: 원격 이름 사용되지 않는 브랜치는 다음에서 삭제되어야 합니다.
russian: Удалить устаревшие ветки внешнего репозитория из

# _useRegexToFilterBranchesFlag.Caption
source: Use regex to filter branches to delete
japanese: 正規表現を利用して削除するブランチをフィルタ
korean: 정규식을 사용하여 삭제할 브랜치들 필터링
russian: Использовать регулярное выражение для фильтрации веток под удаление

# $this.Text
source: Detailed
dutch: Gedetailleerd
french: Détaillé
german: Detailliert
japanese: 詳細
korean: 자세히
russian: Подробнее
spanish: Detallados

# PushWindowGB.Text
source: Push window
dutch: Push scherm
french: Fenêtre d'envoi
german: Push Fenster
japanese: プッシュウィンドウ
korean: 푸시창
russian: Окно отправки
spanish: Ventana de push

# addLogMessages.Text
source: Add log messages
dutch: Voeg log berichten toe
french: Ajouter des messages de log
german: Log-Meldungen hinzufügen
japanese: ログメッセージを追加
korean: 로그 메세지 추가
russian: Добавить сообщения лога
spanish: Agregar mensajes de registro

# chkRemotesFromServer.Text
source: Get remote branches directly from the remote
dutch: Haal remote branches direct van de remote
french: Obtenir les branches distantes directement depuis le dépôt distant
german: Hole die Branches direkt vom Remote
japanese: リモートから直接リモートブランチを取得
korean: 원격 저장소에서 직접 원격 브랜치 가져오기
russian: Получить внешние ветки напрямую с внешнего репозитория
spanish: Obtener las ramas remotas directamente desde el repositorio remoto

# chkUseSSL.Text
source: Use SSL/TLS
dutch: Gebruik SSL/TLS
french: Utiliser SSL/TLS
german: Verwende SSL/TLS
japanese: SSL/TLSを使う
korean: SSL/TLS 사용
russian: Использовать SSL/TLS
spanish: Usar SSL/TLS

# groupBoxEmailSettings.Text
source: Email settings for sending patches
dutch: Email-instellingen voor het verzenden van patches
french: Paramètres d'email pour envoyer les patches
german: E-Mail Einstellungen für den Versand von Patches
japanese: パッチ送信用メール設定
korean: 패치파일 전송을 위한 Email 설정
russian: Настройки электронной почты для отправки патчей
spanish: Ajustes de e-mail para enviar parches

# lblSmtpServerName.Text
source: SMTP server name
dutch: SMTP server
french: Nom serveur SMTP
japanese: SMTPサーバ名
korean: SMTP 서버 이름
russian: Имя SMTP-сервера
spanish: Nombre del servidor SMTP

# lblSmtpServerPort.Text
source: Port
dutch: Poort
japanese: ポート
korean: 포트
russian: Порт
spanish: Puerto

# mergeWindowGroup.Text
source: Merge window
dutch: Samenvoeg scherm
french: Fenêtre de fusion
german: Merge Fenster
japanese: マージウィンドウ
korean: 병합창
russian: Окно слияния
spanish: Combinar ventanas

# $this.Text
source: Diff Viewer
french: Visualiser des changements
german: Diff Anzeigeprogramm
japanese: 差分ビューアー
korean: 다른 Viewer
russian: Просмотр изменений

# chkContScrollToNextFileOnlyWithAlt.Text
source: Enable automatic continuous scroll (without ALT button)
german: Aktiviere automatisches kontinuierliches Scrollen (ohne ALT Taste)
japanese: 自動連続スクロールを有効にする(ALTボタンなし)
korean: (ALT 버튼 사용 없이) 자동 연속 스크롤 사용
russian: Включить автоматическую непрерывную прокрутку (без использования кнопки ALT)
spanish: Habilitar scroll continuo automático (sin tecla ALT)

# chkOmitUninterestingDiff.Text
source: Omit uninteresting changes from combined diff
dutch: Sla onbelangrijke wijzigingen uit gecomb. diff over.
french: Omettre les modifications inintéressantes du diff combiné
german: Lasse nicht interessante Änderungen aus kombinierten Diff aus
japanese: 結合された差分の無意味な変更を省略
korean: combined diff에서 중요하지 않은 변경 사항 생략
russian: Не включать неинтересные изменения в объединенный список изменений
spanish: Omitir cambios no interesantes del diff combinado

# chkOpenSubmoduleDiffInSeparateWindow.Text
source: Open Submodule Diff in separate window
dutch: Open Diff van Submodule in apart scherm
french: Ouvrir le diff des Sous-modules dans un fenêtre séparée
german: Untermodul Diff im separaten Fenster öffnen
japanese: サブモジュールの差分を別のウィンドウで開く
korean: 별도의 창에서 Submodule Diff 열기
russian: Открыть окно сравнения модулей в отдельном окне
spanish: Abrir el Submodulo Diff en una ventana separada

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
dutch: Onthoudt de voorkeur voor negeer-witruimte
french: Mémoriser la préférence 'Ignorer les espaces'
german: Die Einstellung 'Leerzeichen ignorieren' merken
japanese: '空白の無視'の設定を記憶
korean: '공백 무시' 설정 저장하기
russian: Запомнить настройку «Игнорировать пробелы»
spanish: Recordar la preferencia 'Ignorar espacios en blanco'

# chkRememberNumberOfContextLines.Text
source: Remember the 'Number of context lines' preference
dutch: Onthoudt de voorkeur voor 'Aantal context regels'
french: Mémoriser la préférence 'Nombre de lignes de contexte'
german: Die Einstellung 'Anzahl der Kontextzeilem' merken
japanese: 「コンテキストの行数」設定を記憶
korean: '몇 줄인지 표시하기' 설정 저장하기
russian: Запомнить настройку «Количество строк контекста»
spanish: Recordar el 'Número de líneas de contexto'

# chkRememberShowEntireFilePreference.Text
source: Remember the 'Show entire file' preference
dutch: Onthoudt de voorkeur voor 'Laat hele bestand zien'
french: Mémoriser la préférence 'Afficher le fichier en entier'
german: Die Einstellung 'Ganze Datei anzeigen' merken
japanese: 'すべてのファイルを表示'についての設定を記憶
korean: '전체 파일 표시' 설정 저장하기
russian: Запомнить настройку «Показать весь файл»
spanish: Recordar la preferencia 'Mostrar el archivo completo'

# chkRememberShowNonPrintingCharsPreference.Text
source: Remember the 'Show nonprinting characters' preference
dutch: Onthoudt de voorkeur voor 'Laat niet-printbare tekens zien'
french: Mémoriser la préférence 'Afficher les caractères non imprimables'
german: Die Einstellung 'Zeige nicht-druckbare Zeichen' merken
japanese: '非表示文字の表示'についての設定を記憶
korean: '비인쇄 문자 표시' 설정 저장하기
russian: Запомнить настройку «Показывать непечатаемые символы»
spanish: Recordar la preferencia 'Mostrar caracteres no imprimibles'

# chkRememberShowSyntaxHighlightingInDiff.Text
source: Remember the 'Show syntax highlighting' preference
german: Die Einstellung 'Syntax highlighting anzeigen' merken
japanese: シンタックスハイライト設定を保存
korean: '구문 강조 표시' 설정 저장하기
russian: Запомнить настройку «Показать подсветку синтаксиса»
spanish: Recuerda la preferencia 'Mostrar resaltado de sintaxis'

# chkShowAllCustomDiffTools.Text
source: Show all available difftools
japanese: 利用できるDiffツールをすべて表示
korean: 사용 가능한 모든 difftools 표시
russian: Показать все доступные инструменты сравнения
spanish: Mostrar todos los visores de diferencias disponibles

# chkShowAllCustomDiffTools.ToolTipText
source: Show all configured difftools in a dropdown. The primary difftool can still be selected by clicking the main menu entry.
japanese: 設定されているDiffツールをドロップダウンにすべて表示します。 メインメニューの項目をクリックすることでも、先頭のDiffツールを選択できます。
korean: 드롭다운에 구성된 모든 difftool를 표시합니다. 주 difftool은 여전히 메인 메뉴 항목을 클릭하여 선택할 수 있습니다.
russian: Показать все настроенные инструменты сравнения в раскрывающемся списке Первичный инструмент сравнения по-прежнему можно выбрать, щелкнув пункт главного меню.
spanish: Mostrar todos los visores de diferencias disponibles en un desplegable. La herramienta principal se podrá seleccionar pulsando en la entrada del menú principal.

# chkShowDiffForAllParents.Text
source: Show file differences for all parents in browse dialog
french: Afficher les différences du fichier pour tous les parents dans la fenêtre de parcours.
german: Zeige Unterschiede aller Parent-Commits im Durchsuchen-Dialog
japanese: すべての親のファイルの差異をダイアログに表示
korean: 브라우저 기록에서 모든 부모 노드에 대한 파일 차이 표시
russian: Показать различия между файлами для всех родителей в окне обзора
spanish: Mostrar diferencias de archivos para todos los padres en el diálogo de navegación

# chkShowDiffForAllParents.ToolTipText
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE), show the difference between the commits as well as the difference from BASE to the selected commits. See documentation for more details about icons and range diffs. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
japanese: 選択したコミット間のすべての差分を表示します。差分は1つだけに限定されません。 - 単一のコミットを選択した場合、その親コミットとの差分を示します。 - 単一のマージコミットを選択した場合、すべての親との差分を示します。 - 選択した2つのコミットが共通の祖先(BASE)を持つ場合、 コミット間の差分だけでなく、BASEから選択コミットまでの差分も表示されます。 アイコンや範囲の差分についての詳細は説明文書を参照してください。 - 複数のコミット(最大4つ)を選択した場合、 最初に選択したすべてのコミットと最後に選択したコミットの差分を表示します。 - 4つを超えるコミットを選択した場合は、 最初に選択したコミットから最後に選択したコミットまでの差分を表示します。
russian: Показать все различия между выбранными коммитами, не ограничиваясь только одним отличием. - Для одного выбранного коммита будет показана разница с его родительским коммитом. - Для одного выбранного коммита будет показана разница со всеми родителями. - Для двух выбранных коммитов с общим предком (BASE), будет показана разницу между коммитами, а также разницу между BASE и выбранными коммитами. См. документацию для получения более подробной информации о значках и различиях диапазонов. - Для нескольких выбранных коммитов (до четырех) показать разницу для всех первых выбранных с последней выбранной фиксацией. - Для более чем четырех выбранных коммитов показать разницу между первым и и последним коммитом.
spanish: Mostrar todas las diferencias ente los commits seleccionados, no limitar solo a una diferencia. - Para un commit individual seleccionado, muestra la diferencia con los commits padres. - Para un commit individual agregado seleccionado, muestra la diferencia con sus padres. - Para dos commits seleccionados con un precedente común (BASE), muestra la diferencia entre los commits como la diferencia de BASE a los commits seleccionados. Revisa la documentación para mas detalles sobre los iconos y las diferencias de rangos. - Para multiples commits seleccionados (Hasta cuatro), muestra la diferencia para de todos los primeros seleccionados con los últimos seleccionados del commit. - Para más de cuatro commits seleccionados, muestra la diferencia del primer, al ultimo commit selecionado.

# label1.Text
source: Vertical ruler position [chars]
dutch: Verticale lijn positie [tekens]
french: Position de la règle verticale [chars]
german: Vertikale Position des Lineals [Zeichen]
japanese: 垂直ルーラーの位置 [文字]
korean: 세로 눈금자 [문자열]
russian: Вертикальная позиция линейки [символы]
spanish: Posición de la regla vertical [caracteres]

# _addToDictionaryText.Text
source: Add to dictionary
dutch: Toevoegen aan woordenboek
french: Ajouter au dictionnaire
german: Zum Wörterbuch hinzufügen
japanese: 辞書に追加
korean: 디렉토리에 추가
russian: Добавить в словарь
spanish: Añadir al diccionario

# _autoCompletionText.Text
source: Provide auto completion
french: Proposer l'auto-complétion
german: Auto-Vervollständigung nutzen
japanese: オートコンプリートを使用
korean: 자동 완성하기
russian: Предоставить автозавершение
spanish: Proporcionar auto completar

# _copyMenuItemText.Text
source: Copy
dutch: Kopieer
french: Copier
german: Kopieren
japanese: コピー
korean: 복사
russian: Копировать
spanish: Copiar

# _cutMenuItemText.Text
source: Cut
dutch: Knippen
french: Couper
german: Ausschneiden
japanese: 切り取り
korean: 자르기
russian: Вырезать
spanish: Cortar

# _deleteMenuItemText.Text
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
japanese: 削除
korean: 제거
russian: Удалить
spanish: Borrar

# _dictionaryText.Text
source: Dictionary
dutch: Woordenboek
french: Dictionnaire
german: Wörterbuch
japanese: 辞書
korean: 사전
russian: Словарь
spanish: Diccionario

# _ignoreWordText.Text
source: Ignore word
dutch: Negeer woord
french: Ignorer
german: Wort ignorieren
japanese: 無視
korean: 단어 무시
russian: Игнорировать слово
spanish: Ignorar palabra

# _markIllFormedLinesText.Text
source: Mark ill formed lines
dutch: Markeer slecht geformateerde regels
french: Marquer les lignes mal formées
german: Markiere nicht korrekt formatierte Zeilen
japanese: 不適切な行をマークする
korean: 문법에 맞지 않는 줄 마킹
russian: Отметить плохо форматированные строки
spanish: Marcar líneas mal formadas

# _pasteMenuItemText.Text
source: Paste
dutch: Plakken
french: Coller
german: Einfügen
japanese: 貼り付け
korean: 붙여넣기
russian: Вставить
spanish: Pegar

# _removeWordText.Text
source: Remove word
dutch: Verwijder woord
french: Supprimer mot
german: Wort entfernen
japanese: 単語を除去
korean: 단어 삭제
russian: Удалить слово
spanish: Eliminar palabra

# _selectAllMenuItemText.Text
source: Select all
dutch: Alles selecteren
french: Sélectionner tout
german: Alles auswählen
japanese: すべて選択
korean: 모두 선택
russian: Выделить всё
spanish: Seleccionar todo

# _repoHasNoCommits.Text
source: This repository does not yet contain any commits.
dutch: Deze repository bevat nog geen commits.
french: Ce dépôt ne contient encore aucun commit.
german: Dieses Repository enthält noch keine Commits.
japanese: このリポジトリにはまだコミットが含まれていません。
korean: 리포지토리에 아직 커밋이 없습니다.
russian: В этом репозитории пока нет коммитов.
spanish: Este repositorio aún no contiene ningún commit.

# btnEditGitIgnore.Text
source: Edit .gitignore
dutch: Wijzig .gitignore
french: Editer .gitignore
german: .gitignore editieren
japanese: .gitignore を編集
korean: .gitignore 편집
russian: Редактировать .gitignore
spanish: Editar .gitignore

# btnOpenCommitForm.Text
source: Commit
german: Committen
japanese: コミット
korean: 커밋
russian: Коммит

# lblEmptyRepository.Text
source: This repository does not yet contain any commits.
dutch: Deze repository bevat nog geen commits.
french: Ce dépôt ne contient encore aucun commit.
german: Dieses Repository enthält noch keine Commits.
japanese: このリポジトリにはまだコミットが含まれていません。
korean: 리포지토리에 아직 커밋이 없습니다.
russian: В этом репозитории пока нет коммитов.
spanish: Este repositorio aún no contiene ningún commit.

# FilterWatermarkLabel.Text
source: Filter files using a regular expression...
french: Filtrer les fichiers en utilisant une expression régulière...
german: Filtern von Dateien über reguläre Ausdrücke...
japanese: 正規表現を使用してファイルをフィルタする...
korean: 정규식을 사용하여 파일 필터링...
russian: Найти файлы, используя регуляное выражение...
spanish: Filtrar archivos usando una expresión regular...

# LoadingFiles.Text
source: Loading data...
japanese: データを読込中...
korean: 데이터 로딩중...
russian: Загрузка данных...
spanish: Cargando datos...

# NoFiles.Text
source: No changes
dutch: Geen wijzigingen
french: Pas de changements
german: Keine Änderungen
japanese: 変更なし
korean: 변경 없음
russian: Нет изменений
spanish: No hubo cambios

# _sortByContextMenu.Text
source: &Sort by...
french: Trier par...
german: &Sortieren nach...
japanese: 並べ替え(&S)...
korean: & ...를 기준으로 정렬
russian: &Сортировать по...
spanish: &Ordenar por...

# columnHeader.Text
source: Files
dutch: Betanden
french: Fichiers
german: Dateien
japanese: ファイル
korean: 파일
russian: Файлы
spanish: Archivos

# _cannotViewImage.Text
source: Cannot view image {0}
german: Kann Bild {0} nicht anzeigen
japanese: イメージ {0} を表示できません
korean: {0}번째 이미지 볼 수 없음
russian: Не удаётся показать изображение {0}
spanish: No se puede ver la imagen {0}
