Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# tsmiShowReflog.ToolTipText
source: Show all reflog references
japanese: reflog参照をすべて表示

# tsmiTelemetryEnabled.Text
source: &Yes, I allow telemetry
japanese: 利用統計取得を許可(&Y)
korean: & 예, 원격 측정을 허용합니다.
russian: &Да, я разрешаю сбор телеметрии
spanish: &Sí, permito telemetría

# tssbtnShowBranches.Text
source: &All branches
japanese: すべてのブランチ(&A)
korean: &모든 브랜치들
russian: &Все ветки
spanish: Borrar ramas

# tssbtnShowBranches.ToolTipText
source: Show all branches
japanese: ブランチをすべて表示
korean: 모든 브랜치 보기
russian: Показывать все ветки
spanish: Mostrar todas las ramas

# undoLastCommitToolStripMenuItem.Text
source: &Undo last commit...
japanese: 最終コミットを元に戻す(&U)...
korean: & 마지막 커밋으로 되돌리기...
russian: &Отменить последний коммит
spanish: Deshacer el &último commit

# updateAllSubmodulesToolStripMenuItem.Text
source: &Update all submodules
japanese: サブモジュールをすべて更新(&U)
korean: & 모든 서브모듈 갱신
russian: &Обновить все субмодули
spanish: Act&ualizar todos los submódulos

# userManualToolStripMenuItem.Text
source: User &manual
japanese: ユーザーマニュアル(&M)
russian: Руководство &пользователя
spanish: &Manual de usuario

# userShell.ToolTipText
source: Git &bash
japanese: Git bash(&B)

# viewToolStripMenuItem.Text
source: &View
japanese: 表示(&V)
korean: & 보기
russian: &Вид
spanish: &Ver

# $this.Text
source: Browse repository window
dutch: Blader repository scherm
french: Fenêtre de parcourt du dépôt
german: Durchsuche Repository Fenster
japanese: リポジトリ ウィンドウのブラウズ
korean: 저장소 열기
russian: Открыть окно репозитория
spanish: Ventada de navegación del repositorio

# chkChowConsoleTab.Text
source: Show the Console tab
dutch: Laat Console tab zien
french: Afficher l'onglet de Console
german: Zeige den Reiter Konsole
japanese: コンソールタブを表示
korean: 콘솔 탭 표시
russian: Показать вкладку Консоль
spanish: Mostrar la pestaña Consola

# chkShowGpgInformation.Text
source: Show GPG information
dutch: Toon GPG informatie
french: Afficher les informations GPG
german: GPG Informationen anzeigen
japanese: GPG情報を表示
korean: GPG 정보 표시
russian: Показывать информацию GPG
spanish: Mostrar información GPG

# chkUseBrowseForFileHistory.Text
source: Show file history in the main window
japanese: メインウィンドウにファイル履歴を表示
russian: Показать историю файла в главном окне.
spanish: Mostrar histórico de archivos en la ventana principal

# chkUseDiffViewerForBlame.Text
source: Show blame in diff viewer
japanese: 追及(blame)を差分ビューアーで開く
russian: Показывать автора изменений в средстве просмотра различий
spanish: Ver culpa en visor de diferencias

# gbTabs.Text
source: Tabs (restart required)
japanese: タブ(再起動が必要)
korean: 탭(재시작 필요)
russian: Вкладки (необходим перезапуск)
spanish: Pestañas (necesita reiniciar)

# label2.Text
source: Default shell
japanese: デフォルトのシェル
korean: 기본 쉘
russian: Удалить оболочку
spanish: Explorador por defecto

# $this.Text
source: Change log
dutch: Verlander logboek
french: Jounal des changements
japanese: 変更履歴
korean: 변경 로그
russian: История изменений
spanish: Registro de cambios

# $this.Text
source: Checkout branch
dutch: Vertakking uitchecken
french: Charger une branche
german: Branch auschecken
japanese: ブランチをチェックアウト
korean: 브랜치 체크아웃
russian: Переключиться на ветку
spanish: Hacer checkout de rama

# LocalBranch.Text
source: Local &branch
japanese: ローカルブランチ(&B)
korean: 로컬 &브랜치
russian: Локальная ветка
spanish: Rama local

# Ok.Text
source: &Checkout
japanese: チェックアウト(&C)
korean: &종료
russian: &Забрать

# Remotebranch.Text
source: Remote &branch
japanese: リモートブランチ(&B)
korean: 원격 &브랜치
russian: Внешняя ветка
spanish: Rama remota

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
dutch: Weggezette items weer terugzetten naar werk directory?
french: Appliquer encore les items de stash au répertoire de travail?
german: Gestashte Objekte wieder auf das Arbeitsverzeichnis anwenden?
japanese: スタッシュされた項目を作業ディレクトリに再適用しますか？
korean: Stashed 파일을 작업 폴더에 다시 적용할까요?
russian: Применить снова спрятанные изменения к рабочему каталогу?
spanish: ¿Volver a aplicar los objetos apilados al directorio de trabajo?

# _applyStashedItemsAgainCaption.Text
source: Auto stash
dutch: Automatisch wegzetten
french: Stash automatique
german: Automatischer Stash
japanese: 自動的にスタッシュ
russian: Автоматически спрятать
spanish: Apilar automáticamente

# _createBranch.Text
source: Cr&eate local branch with the name:
japanese: 同じ名前のローカルブランチを作成(&E):
korean: & 생성할 로컬 브랜치 이름:
russian: Создать локальную ветку с именем:
spanish: Cr&ear rama local con el nombre:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
dutch: De naam voor een nieuwe vertakking mag niet leeg zijn. Voer een geldige naam in of selecteeer een voorgedefinieerde keuze.
french: Le nom choisi de la branche est vide. Entrez un nom de branche valide ou sélectionnez une valeur prédéfinie.
german: Benutzerdefinierter Branch Name ist leer. Gültigen Branch Namen eingeben oder vordefinierten Wert auswählen.
japanese: カスタムブランチ名が未入力です。 正しいブランチ名を入力するか、既存のものを選択してください。
korean: 생성할 브랜치 이름이 비어있습니다. 유효한 브랜치 이름을 입력하거나 미리 정의된 값을 선택하세요.
russian: Введено пустое имя ветки. Введите правильное имя ветки или выберите предопределенное.
spanish: El nombre de rama personalizado está vacío. Por favor ingrese un nombre válido o seleccione un valor predefinido.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
dutch: De naam voor een nieuwe vertakking is niet geldig. Voer een geldige naam in of selecteeer een voorgedefinieerde keuze.
french: “{0}” n'est pas un nom de branche valide. Entrez un nom de branche valide ou sélectionnez une valeur prédéfinie.
german: “{0}” ist kein gültiger Name für einen Branch. Gültigen Branch Namen eingeben oder vordefinierten Wert auswählen.
japanese: 「{0}」は有効なブランチ名ではありません。 有効なブランチ名を入力するか、既存のものを選択してください。
korean: "{0}" 브랜치 이름은 유효하지 않습니다. 유효한 브랜치 이름을 입력하거나 미리 정의된 값을 선택하세요.
russian: “{0}” неправильное имя ветки. Введите правильное имя ветки или выберите предопределенное.
spanish: "{0}" no es un nombre de rama válido. Por favor ingrese un nombre válido o seleccione un valor predefinido.

# _invalidBranchName.Text
source: An existing branch must be selected.
french: Une branche existante doit être sélectionnée.
german: Ein existierender Branch muss selektiert sein.
japanese: 既存のブランチは必ず選択する必要があります。
korean: 기존 브랜치를 선택해야 합니다.
russian: Существующая ветка должна быть выбрана.
spanish: Debe seleccionar una rama existente.

# _resetCaption.Text
source: Reset branch
dutch: Vertakking terugzetten
french: Réinitialiser la branche
german: Branch zurücksetzen
japanese: ブランチのリセット
korean: 브랜치 Reset
russian: Откатить ветку
spanish: Restablecer rama

# _resetNonFastForwardBranch.Text
source: You are going to reset the “{0}” branch to a new location discarding ALL the commited changes since the {1} revision. Are you sure?
german: Sie werden den "{0}" Branch auf einen neuen Ort zurücksetzen und ALLE Änderungen die comitted wurden seit der Revision {1} verwerfen. Sind Sie sicher?
japanese: {1} リビジョン以降のコミット済みの変更をすべて破棄して、ブランチ "{0}" を新しい場所にリセットしようとしています。 実行してよろしいですか？
korean: {1} 리비전 이후 커밋된 모든 변경 내용을 취소하여 "{0}" 브랜치를 새 위치로 재설정하려고 합니다. 진행하시겠습니까?
russian: Вы собираетесь сбросить изменения ветки “{0}” на новое место, сбрасывая ВСЕ зафиксированные изменения после ревизии {1}. Вы уверены?
spanish: Vas a resetear la rama “{0}” a una nueva ubicación, dehaciéndote de TODOS los cambios en los commits desde la revisión {1}. ¿Estás seguro?

# chkSetLocalChangesActionAsDefault.Text
source: Set as &default
japanese: デフォルトに設定(&D)
korean: &기본값으로 설정
russian: Установить по умолчанию
spanish: Configurar como pre&determinado

# label1.Text
source: &Select branch
japanese: ブランチを選択(&S)
korean: 브랜치 &선택
russian: Выберите ветку
spanish: Seleccione rama

# localChangesGB.Text
source: Local changes
dutch: Lokale wijzigingen
french: Changements locaux
german: Lokale Änderungen
japanese: ローカルの変更
korean: 로컬 변경사항
russian: Локальные изменения
spanish: Cambios locales

# rbCreateBranchWithCustomName.Text
source: Cr&eate local branch with custom name:
japanese: 別の名前でローカルブランチを作成(&E):
korean: & 생성할 로컬 브랜치의 사용자 정의 이름:
russian: Создать локальную ветку с именем:
spanish: Crear rama local con un nombre personalizado:

# rbDontChange.Text
source: Do&n't change
japanese: 変更しない(&N)
korean: 바꾸지 &않기
russian: Не изменять
spanish: &No cambiar

# rbDontCreate.Text
source: Ch&eckout remote branch
japanese: リモートブランチのチェックアウトのみ(&E)
korean: 원격 브랜치 &종료
russian: Переключиться на внешнюю ветку
spanish: Hacer checkout de rama remota

# rbMerge.Text
source: &Merge
japanese: マージ(&M)
korean: 머지 (&Merge)
russian: &Слить
spanish: &Fusionar

# rbReset.Text
source: &Reset
japanese: リセット(&R)
korean: 리셋 (&R)
russian: &Сброс
spanish: &Restablecer

# rbResetBranch.Text
source: R&eset local branch with the name:
japanese: 別の名前でローカルブランチをリセット(&E):
korean: & 리셋할 로컬 브랜치 이름:
russian: Сбросить локальную ветку с именем:
spanish: R&establecer rama local con el nombre:

# rbStash.Text
source: S&tash
japanese: スタッシュ(変更の一時退避)(&T)
korean: &파일 담아내기
russian: Спрятанные изменения
spanish: Reserva

# $this.Text
source: Checkout revision
dutch: Revisie uitchecken
french: Charger la révision
german: Revision auschecken
japanese: リビジョンをチェックアウト
korean: 체크아웃 리비전
russian: Переключиться на ревизию
spanish: Hacer checkout de revisión

# Force.Text
source: &Force (reset local changes)
japanese: 強制(ローカルの変更を破棄)(&F)
korean: &강제 적용(로컬 변경 재설정)
russian: Принудительно (сбросить локальные изменения)
spanish: &Forzar (restablecer cambios locales)

# OkCheckout.Text
source: &Checkout
japanese: チェックアウト(&C)
korean: &종료
russian: &Забрать

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
dutch: Selecteer 1 revisie om uit te checken
french: Sélectionner 1 révision à charger
german: 1 Revision zum Auschecken wählen.
japanese: チェックアウトするリビジョンを一つ、選択してください。
korean: 체크아웃할 리비전을 선택하세요.
russian: Выберите 1 ревизию, чтобы переключиться на неё.
spanish: Seleccione una revisión para hacer checkout.

# _noRevisionSelectedMsgBoxCaption.Text
source: Checkout
french: Charger
japanese: チェックアウト
korean: 체크아웃
russian: Переключиться

# label2.Text
source: Checkout this &revision
japanese: このリビジョンをチェックアウト(&R)
korean: & 이 리비전 체크 아웃
russian: Переключиться на эту ревизию
spanish: Sacar esta &revisión

# $this.Text
source: Cherry pick commit
dutch: Cherry pick
french: Cherry picker le commit
japanese: コミットをチェリーピック
korean: 체리픽 커밋
russian: Забрать коммит
spanish: Seleccionar manualmente

# AutoCommit.Text
source: &Automatically create a commit
japanese: 自動的にコミットを作成(&A)
korean: &자동으로 커밋 생성
russian: Автоматически создавать коммит
spanish: Crear &automáticamente un commit

# BranchInfo.Text
source: Cherry pick this commit:
dutch: Cerrypick deze commit:
french: Cherry picker ce commit
german: Mit diesem Commit Cherry Pick durchführen
japanese: このコミットをチェリーピック:
korean: 체리 픽 대상 리비전:
russian: Забрать этот коммит:

# ParentsLabel.Text
source: This commit is a merge, select &parent:
japanese: このコミットはマージです。メインラインの親を選択してください(&P):
korean: 병합합니다, &부모노드 선택:
russian: Этот коммит является результатом слияния, выберите родителя:
spanish: Este commit esta unido, seleccione el &padre:

# Pick.Text
source: &Cherry pick
japanese: チェリーピック(&C)
korean: &체리픽
russian: Забрать коммит

# _noneParentSelectedText.Text
source: None parent is selected!
dutch: Geen ouder geselecteerd!
french: Aucun parent n'est sélectionné!
german: Kein übergeordnetes Element ausgewählt!
japanese: 親が選択されていません。
korean: 부모노드가 선택되지 않았습니다!
russian: Не выбран родитель.
spanish: Ningún padre seleccionado!

# checkAddReference.Text
source: A&dd commit reference to commit message
japanese: コミットメッセージにコミットへの参照を追加(&D)
korean: &커밋 참조 메시지 추가
russian: Добавить к сообщению коммита строку со ссылкой на исходный коммит

# columnHeader2.Text
source: Message
dutch: Bericht
german: Nachricht
japanese: メッセージ
korean: 메시지
russian: Сообщение
spanish: Mensaje

# columnHeader3.Text
source: Author
dutch: Auteur
french: Auteur
german: Autor
japanese: 作者
korean: 작성자
russian: Автор
spanish: Autor

# columnHeader4.Text
source: Date
dutch: Datum
german: Datum
japanese: 日付
korean: 날짜
russian: Дата
spanish: Fecha

# label2.Text
source: C&hoose another revision:
japanese: 別のリビジョンを選択(&H):
korean: &리비전 변경 리비전:
russian: Выберите другую ревизию:

# $this.Text
source: Choose Commit
dutch: Kies commit
french: Choisir un commit
german: Commit auswählen
japanese: コミットの選択
korean: 리비전 선택
russian: Выберите коммит
spanish: Elegir Commit

# buttonGotoCommit.Text
source: Go to commit...
dutch: Ga naar revisie...
french: Allez au commit...
german: Commit suchen...
japanese: コミットに移動...
korean: 리비전 바로 찾기...
russian: Перейти к коммиту...
spanish: Ir a commit...

# label1.Text
source: Find specific commit:
dutch: Zoek specifieke commit:
french: Trouver un commit spécifique:
german: Finde speziellen Commit:
japanese: 特定コミットを見つける:
korean: 특정 리비전 찾기:
russian: Найти коммит:
spanish: Buscar commit:

# labelParents.Text
source: Parent(s):
dutch: Ouder(s):
german: Eltern:
japanese: 親:
korean: 부모노드(들):
russian: Предки:
spanish: Padre(s)

# linkLabelParent.Text
source: sha parent 1
dutch: sha ouder 1
german: SHA Elternteil 1
japanese: 親1のsha
russian: sha родителя 1
spanish: padre sha 1

# linkLabelParent2.Text
source: sha parent 2
dutch: sha ouder 2
french: sha parent 1
german: SHA Elternteil 2
japanese: 親2のsha
russian: sha родителя 2
spanish: padre sha 2

# $this.Text
source: Choose language
dutch: Kies taal
french: Choix langue
german: Sprache wählen
japanese: 言語の選択
korean: 언어 선택
russian: Выбор языка
spanish: Seleccionar idioma

# label1.Text
source: Choose your language
dutch: Kies uw taal
french: Choississez votre langue
german: Wählen Sie Ihre Sprache
japanese: 使用する言語の選択
korean: 언어를 선택하세요
russian: Выберите ваш язык
spanish: Seleccione su idioma

# label2.Text
source: You can change the language at any time in the settings dialog
dutch: U kunt de taal op elk gewenst moment wijzigen in het instellingenvenster
french: Vous pouvez changez la langue dans le panneau de configuration
german: Sie können die Sprache jederzeit in den Einstellugen ändern
japanese: 言語の設定は、設定ダイアログから いつでも変更できます
korean: 설정창에서 언어설정을 언제든지 변경 할 수 있습니다.
russian: Вы можете поменять язык в любое время в настройках программы
spanish: Puede cambiar el idioma en cualquier momento en el diálogo de configuración

# $this.Text
source: Clean working directory
dutch: Working directory opschonen
french: Nettoyer le répertoire de travail
german: Arbeitsverzeichnis aufräumen
japanese: 作業ディレクトリのクリーン
korean: 작업 폴더 정리
russian: Очистить рабочий каталог
spanish: Limpiar directorio de trabajo

# AddPath.Text
source: Add a path...
dutch: Pad toevoegen...
french: Ajouter un chemin
german: Pfad hinzufügen ...
japanese: パスを追加...
korean: 패스(path) 추가하기
russian: Добавить путь...

# Cleanup.Text
source: Cleanup
dutch: Opschonen
french: Nettoyer
german: Säubern
japanese: クリーンアップ
korean: 모두 비우기
russian: Очистка
spanish: Limpiar

# Preview.Text
source: Preview
dutch: Voorbeeld
french: Prévisualisation
german: Vorschau
japanese: プレビュー
korean: 미리보기
russian: Предпросмотр
spanish: Previsualización

# RemoveAll.Text
source: Remove all untracked files
dutch: Verwijdere alle bestanden buiten git
french: Retirer tous les fichiers non traqués
german: Alle nicht-verfolgten Dateien löschen
japanese: 管理外ファイルをすべて除去
korean: 저장소로 관리되지 않는 모든 파일 삭제
russian: Удалить все не отслеживаемые файлы
spanish: Quitar todos los archivos sin seguimiento ignorados

# RemoveDirectories.Text
source: Remove untracked directories
dutch: Verwijder directories buiten git
french: Retirer tous les répertoires non traqués
german: Nicht-verfolgte Verzeichnisse löschen
japanese: 管理外ディレクトリを除去
korean: 저장소로 관리되지 않는 모든 폴더 삭제
russian: Удалить не отслеживаемые каталоги
spanish: Quitar todos los directorios sin seguimiento

# RemoveIgnored.Text
source: Remove only ignored untracked files
dutch: Verwijder alleen genegeerde bestanden buiten git
french: Retirer uniquement les fichiers non traqués ignorés
german: Nur ignorierte nicht-verfolgte Dateien löschen
japanese: 無視された管理外ファイルのみ除去
korean: 비관리 파일 중 무시된 패턴 파일들만 삭제
russian: Удалить только игнорируемые не отслеживаемые файлы
spanish: Quitar sólo archivos sin seguimiento ignorados

# RemoveNonIgnored.Text
source: Remove only non-ignored untracked files
dutch: Verwijder alleen niet genegeerde bestanden buiten git
french: Retirer uniquement les fichiers non traqués non-ignorés
german: Nur nicht-ignorierte nicht-verfolgte Dateien löschen
japanese: 無視されていない管理外ファイルのみ除去
korean: 비관리 파일 중 무시 패턴이 아닌 파일들만 삭제
russian: Удалить только не игнорируемые не отслеживаемые файлы
spanish: Quitar sólo archivos sin seguimiento no ignorados

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
dutch: Weet u zeker dat u de opslagplaats wilt opschonen?
french: Etes vous sûr de vouloir nettoyer le dépôt?
german: Sind Sie sich sicher, dass Sie das Repository säubern möchten?
japanese: リポジトリをクリーンアップしてよろしいですか？
korean: 저장소의 모든 내용이 제거 됩니다. 진행 할까요?
russian: Вы уверены, что хотите очистить репозиторий?
spanish: ¿Está seguro que desea limpiar el repositorio?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
dutch: Opschonen
french: Nettoyer
german: Säubern
japanese: クリーンアップ
korean: 모두 비우기
russian: Очистка
spanish: Limpieza

# checkBoxPathFilter.Text
source: Affect the following path(s) only:
dutch: Is alleen van toepassing op pad(en):
french: Impacter le(s) chemin(s) suivant uniquement :
german: Nur folgende(n) Pfad(e) einschließen:
japanese: 次のパスにのみ適用:
korean: 다음 경로(들)에만 영향을 줍니다.
russian: Влияет только на следующие путь(и):

# groupBox1.Text
source: Remove untracked files from working directory
dutch: Verwijder untracked bestanden uit de working directory
french: Retirer tous les fichiers non traqués du répertoire de travail
german: Entferne ungetrackte Dateien vom Arbeitsverzeichnis
japanese: 作業ディレクトリから管理外ディレクトリを除去します
korean: 작업 디렉토리에서 추적되지 않은 파일 제거
russian: Удалить неотслеживаемые файлы из рабочего каталога
spanish: Eliminar archivos sin seguimiento del directorio de trabajo

# label1.Text
source: Log:
japanese: ログ:
korean: 로그:
russian: Журнал:
spanish: Registro:

# labelPathHint.Text
source: (one path per line)
dutch: (een pad per regel)
french: (un chemin par ligne)
german: (ein Pfad pro Zeile)
japanese: (1行ごとに1つのパス)
korean: (한 줄당 경로 1개)
russian: (один путь на строку)

# $this.Text
source: Clone
dutch: Kloon
french: Cloner
german: Klonen
japanese: クローン
korean: 복제(Clone)
russian: Клонировать
spanish: Clonar

# Central.Text
source: Central repository, no working directory (--bare --shared=all)
dutch: Centrale repository, geen werk directory (--bare --shared=all)
french: Dépôt central, sans répertoire de travail (--base, --shared=all)
german: Zentrales Repository, kein Arbeitsverzeichnis (--bare --shared=all)
japanese: 作業ディレクトリを持たない中央リポジトリ (--bare --shared)
korean: 원본 저장소, 작업 폴더 없음 (--bare --shared=all)
russian: Центральный репозиторий, без рабочего каталога (--bare --shared=all)
spanish: Repositorio central, sin directorio de trabajo (--bare --shared=all)

# CentralRepository.Text
source: P&ublic repository, no working directory (--bare)
dutch: P&ublieke repository, geen werkdirectory (--bare)
french: Dépôt public, pas de répertoire de travail (--bare)
german: Öffentliches Repository, kein Arbeitsverzeichnis (--bare)
japanese: 作業ディレクトリを持たない中央リポジトリ (--bare)(&U)
korean: 공개 저장소, 작업 폴더 없음 (--bare)
russian: &Публичный репозиторий, без рабочего каталога (--bare)
spanish: Repositorio central, sin directorio de trabajo (--bare)

# FromBrowse.Text
source: &Browse
dutch: Bladeren
french: &Parcourir
german: Durchsuchen
japanese: 参照(&B)
korean: 찾기 (&B)
russian: Обзор
spanish: Examinar

# LoadSSHKey.Text
source: &Load SSH key
dutch: Laad SSH sleutel
french: &Charger clef ssh
german: SSH-Schlüssel laden
japanese: SSH鍵の読み込み(&L)
korean: SSH키 불러오기 (&L)
russian: Загрузить SSH ключ
spanish: Cargar clave SSH

# Ok.Text
source: Clone
dutch: Kloon
french: Cloner
german: Klonen
japanese: クローン
korean: 복제(Clone)
russian: Клонировать
spanish: Clonar

# Personal.Text
source: Personal repository
dutch: Persoonlijke repository
french: Dépôt personnel
german: Privates Repository
japanese: 個人リポジトリ
korean: 개인 저장소
russian: Персональный репозиторий
spanish: Repositorio personal

# PersonalRepository.Text
source: &Personal repository
dutch: Persoonlijke repository
french: &Dépôt personnel
german: &Privates Repository
japanese: 個人リポジトリ(&P)
korean: 개인 저장소
russian: &Персональный репозиторий
spanish: Repositorio personal

# ToBrowse.Text
source: B&rowse
dutch: Bladeren
french: &Parcourir
german: Du&rchsuchen
japanese: 参照(&R)
korean: 찾기
russian: Обзор
spanish: Examinar

# _branchNone.Text
source: (none: don't checkout after clone)
dutch: (geen: check niets uit na clonen)
french: (aucune : ne pas en charger après le clone)
german: (Nichts: Kein Checkout nach dem Klonen)
japanese: (none: clone後にチェックアウトしない)
korean: (깃 클론 한 뒤 체크아웃 안함 )
russian: (нет: не переключаться после клонирования)
spanish: (ninguno: no hacer checkout después de clonar)

# _errorCloneFailed.Text
source: Clone Failed
dutch: Kloon gefaald
french: Le clonage a échoué
german: Klonen fehlgeschlagen
japanese: クローン失敗
korean: 깃 클론 실패
russian: Клонирование не удалось
spanish: Clone fallido

# _errorDestinationNotRooted.Text
source: Destination folder must be an absolute path.
french: Le répertoire de destination doit être un chemin absolu.
german: Zielordner muss ein absoluter Pfad sein.
japanese: 対象フォルダは絶対パスでなければなりません。
korean: 대상 폴더는 절대 경로여야 합니다.
russian: Должен быть указан полный путь до папки назначения.
spanish: La carpeta de destino ha de ser una ruta absoluta.

# _errorDestinationNotSupplied.Text
source: You need to specify destination folder.
french: Vous devez spécifier un répertoire de destination.
german: Sie müssen einen Zielordner angeben.
japanese: 対象フォルダを指定する必要があります。
korean: 대상 폴더를 지정해야 합니다.
russian: Вы должны указать папку назначения.
spanish: Debes especificar la carpeta de destino.

# _infoDirectoryExists.Text
source: (Directory already exists)
dutch: (Directory bestaat al)
french: (Dossier déjà existant)
german: (Verzeichnis existiert bereits)
japanese: (ディレクトリは既に存在します)
korean: (이미 같은 디렉토리가 존재합니다)
russian: (Папка уже существует)
spanish: (El directorio ya existe)

# _infoDirectoryNew.Text
source: (New directory)
dutch: (Nieuwe directory)
french: (Nouveau dossier)
german: (Neues Verzeichnis)
japanese: (新しいディレクトリ)
korean: (새로운 디렉토리)
russian: (Новая папка)
spanish: (Nuevo directorio)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
dutch: De opslagplaats zal gekloond worden naar de nieuwe directory: {0}
french: Le dépôt sera cloné dans un nouveau dossier situé ici: {0}
german: Das Repository wird an folgender Stelle in ein neues Verzeichnis geklont: {0}
japanese: リポジトリは以下のディレクトリにCloneされます: {0}
korean: 저장소가 새로운 디렉토리에 복제(Clone) 됩니다: {0}
russian: Репозиторий будет клонирован в новый каталог, расположенный здесь: {0}
spanish: El repositorio se clonará a un nuevo directorio ubicado aquí: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
dutch: De opslagplaats is succesvol gekloond. Wilt u de nieuwe repository "{0}" openen?
french: Le dépôt a bien été cloné. Voulez-vous ouvrir le nouveau dépôt "{0}" maintenant ?
german: Das Repository wurde erfolgreich geklont. Wollen Sie das neue Repository "{0}" jetzt öffnen?
japanese: リポジトリは正常にCloneされました。 今すぐリポジトリ"{0}"を開きますか？
korean: 저장소 복제(Clone)가 성공적으로 완료되었습니다. 새로운 저장소 "{0}" 를 지금 여시겠습니까?
russian: Репозиторий успешно склонирован. Желаете открыть новый репозиторий "{0}" сейчас?
spanish: El repositorio se ha clonado correctamente. ¿Desea abrir el nuevo repositorio "{0}" ahora?
