Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _updateTrackingReference.Text
source: The branch {0} does not have a tracking reference. Do you want to add a tracking reference to {1}?
dutch: De branch {0} heeft geen tracking referentie. Wilt u aan {1} een tracking referentie toevoegen?
french: La branche {0} ne possède pas une référence de suivi. Voulez-vous ajouter une référence de suivi à {1}?
german: Der Branch {0} hat keine Tracking Referenz. Wollen Sie eine Tracking Referenz zu {1} hinzufügen?
japanese: ブランチ {0} は追跡先ブランチが設定されていません。{1} を追跡先ブランチとして設定しますか？
korean: 브랜치 {0}는 트래킹 참조가 없습니다. 트래킹 참조를 {1}에 추가 하시겠습니까?
russian: Ветка {0} не имеет отслеживаемой ссылки. Вы хотите добавить ссылку на отслеживание {1}?
spanish: La rama {0} no tiene una referencia de tracking. ¿Desea agregarle una referencia de tracking a {1}?

# _useForceWithLeaseInstead.Text
source: Force push may overwrite changes since your last fetch. Do you want to use the safer force with lease instead?
dutch: Forceer push kan de wijzigingen overschrijven sinds de laatste fetch. Wilt u het veiligere "forceer met lease" gebruiken?
french: 'Force push' peut écraser les modifications depuis la dernière récupération. Ne souhaitez-vous pas plutôt faire un 'force with lease' qui est plus sécurisé?
german: Force push kann Änderungen seit Ihrem letzten Fetch überschreiben. Wollen Sie den etwas sichereren Force mit Lease verwenden?
japanese: 強制プッシュは最後の取得以降の変更を上書きすることがあります。代わりに、より安全なforce with leaseを使用しますか？
korean: 강제 Push는 마지막 Fetch이후 모든 변경 사항을 덮어씁니다. 보다 더 안전한 강제 lease방식으로 진행하시겠습니까?
russian: Принудительная отправка может перезаписать изменения с момента последнего забора изменений. Хотите использовать более безопасную принудительную отправку с извлечением?
spanish: Forzar push puede sobrescribir los cambios desde tu última búsqueda. ¿Desea utilizar el forzar si alojado que es más seguro en su lugar?

# ckForceWithLease.Text
source: &Force with lease
japanese: 強制プッシュ(with lease)(&F)
korean: & 강제 Lease
russian: Принудительно с извлечением
spanish: &Forzar con lease

# groupBox2.Text
source: Push to
dutch: Verzenden naar
french: Destination
german: Pushen nach
japanese: 反映先
russian: Отправить в
spanish: Push a

# label1.Text
source: &Tag to push
japanese: プッシュするタグ(&T)
korean: &Push할 태그
russian: Отправить метку
spanish: E&tiqueta para hacer Push

# label2.Text
source: Recursive &submodules
japanese: 再帰的なサブモジュール(&S)
korean: &반복된 서브모듈
russian: Рекурсивно субмодули
spanish: &Submódulos recursivos

# labelFrom.Text
source: &Branch to push
japanese: プッシュするブランチ(&B)
korean: &Push할 브랜치
russian: Отправить ветку
spanish: Rama a hacer push

# labelTo.Text
source: &to
japanese: から(&T)
russian: в
spanish: Para

# selectAllToolStripMenuItem.Text
source: Select all
dutch: Alles selecteren
french: Sélectionner tout
german: Alles auswählen
japanese: すべて選択
korean: 모두 선택
russian: Выделить всё
spanish: Seleccionar todo

# selectTrackedToolStripMenuItem.Text
source: Select tracked
japanese: Git管理下を選択
korean: 추적된 파일 선택하기
russian: Выбрать отслеживаемый
spanish: Seleccionar seguidos

# unselectAllToolStripMenuItem.Text
source: Unselect all
japanese: すべて選択解除
korean: 모든 선택 해제
russian: Снять выделение
spanish: Deseleccionar todo

# $this.Text
source: Authentication error
dutch: Authenticatie mislukt
french: Erreur d'authentification
german: Fehler bei der Authentifizierung
japanese: 認証エラー
korean: 인증 에러
russian: Ошибка аутентификации
spanish: Error de autentificación

# Retry.Text
source: Retry
dutch: Herhalen
french: Réessayer
german: Wiederholen
japanese: 再試行
korean: 재시도
russian: Повторить
spanish: Reintentar

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
dutch: U moet zich authenticeren om dit commando uit te voeren.
french: Vous devez vous authentifier pour exécuter cette commande.
german: Sie müssen sich authentifizieren, um diesen Befehl auszuführen
japanese: このコマンドを実行するには認証しなければいけません。
korean: 이 명령을 수행하기 위해 인증이 필요합니다.
russian: Вы должны пройти аутентификацию для выполнения этой команды.
spanish: Debe autenticarse para ejecutar este comando.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
dutch: Laad a.u.b. uw SSH private key
french: Veuillez charger votre clé privée SSH
german: Bitte laden Sie Ihren privaten SSH Schlüssel
japanese: あなたのSSH秘密鍵を読み込んでください
korean: SSH 개인키를 불러오세요
russian: Пожалуйста, загрузите ваш закрытый SSH ключ
spanish: Por favor cargue su clave privada SSH

# _actionDelete.Text
source: Delete
dutch: Verwijder
french: Supprimer
german: Löschen
japanese: 削除
korean: 삭제
russian: Удалить
spanish: Eliminar

# _actionRename.Text
source: Rename
dutch: Hernoem
french: Renommer
german: Umbenennen
japanese: 名前を変更
korean: 이름 변경
russian: Переименовать
spanish: Renombrar

# _actionSelect.Text
source: Select
dutch: Selecteer
french: Sélectionner
german: Auswählen
japanese: 選択
korean: 선택하기
russian: Выбрать
spanish: Seleccionar

# _tag.Text
source: tag
french: étiquette
japanese: タグ
korean: 태그
russian: метка
spanish: etiqueta

# btnAction.Text
source: Action
dutch: Actie
german: Aktion
japanese: 操作
korean: 작업
russian: Действие
spanish: Acción

# lbxRefs.Item0
source: local1 (ref)
dutch: lokaal1 (ref)
german: lokal1(ref)
japanese: ローカル1 (ref)
korean: 로컬1(ref)

# lbxRefs.Item1
source: local2 (ref)
dutch: lokaal2 (ref)
german: lokal2(ref)
japanese: ローカル2 (ref)
korean: 로컬2 (ref)

# lbxRefs.Item2
source: tag1 (tag)
french: étiquette1 (étiquette)
japanese: タグ1 (tag)
korean: 태그1(태그)
russian: метка1 (tag)
spanish: etiqueta1 (etiqueta)

# lbxRefs.Item3
source: tag2 (tag)
french: étiquette2 (étiquette)
japanese: タグ2 (tag)
korean: 태그2(태그)
russian: метка2 (tag)
spanish: etiqueta2 (etiqueta)

# $this.Text
source: Rebase
french: Rebaser
japanese: リベース
russian: Переместить

# Abort.Text
source: A&bort
japanese: 中止(&B)
korean: &중단
russian: Прервать

# Commit.Text
source: C&ommit...
japanese: コミット(&O)...
korean: &커밋
russian: Зафиксировать...

# Ok.Text
source: Rebase
french: Rebaser
japanese: リベース
russian: Переместить

# Resolved.Text
source: &Continue rebase
japanese: リベースを続行(&C)
korean: &rebase 계속하기
russian: Продолжить перемещение

# Skip.Text
source: S&kip currently applying commit
japanese: 適用中のコミットをスキップ(&K)
korean: &현재 적용 커밋 무시
russian: Пропустить текущий применяемый коммит

# _branchUpToDateCaption.Text
source: Rebase
french: Rebaser
japanese: リベース
russian: Переместить

# _branchUpToDateText.Text
source: Current branch a is up to date. Nothing to rebase.
dutch: De huidige vertakking is up-to-date. Er is niets te doen.
french: La branche courante est à jour. Rien à rebaser.
german: Aktueller Branch ist up-to-date. Kein Rebase nötig.
japanese: 現在のブランチは最新です。 リベースできません。
korean: 현재 브랜치는 최신입니다. Rebase 할 사항이 없습니다.
russian: Текущая ветка находится в актуальном состоянии. Нечего перемещать.
spanish: La rama actual está actualizada. Nada para rebase.

# _continueRebaseText.Text
source: &Continue rebase
japanese: リベースを続行(&C)
korean: &rebase 계속하기
russian: Продолжить перемещение
spanish: &Continuar rebase

# _continueRebaseText2.Text
source: >&Continue rebase<
japanese: >リベースを続行(&C)<
korean: >&rebase 계속하기<
russian: >Продолжить перемещение<
spanish: >&Continuar rebase<

# _noBranchSelectedText.Text
source: Please select a branch
dutch: Selecteer een vertakking
french: Veuillez sélectionner un branche
german: Bitte einen Branch auswählen
japanese: ブランチを選択してください
korean: 브랜치를 선택하세요
russian: Пожалуйста, выберите ветку
spanish: Por favor seleccione una rama

# _solveConflictsText.Text
source: &Solve conflicts
japanese: 競合を解決(&S)
korean: &충돌 처리
russian: &Разрешить конфликты
spanish: Re&solver conflictos

# _solveConflictsText2.Text
source: >&Solve conflicts<
japanese: >競合を解決(&S)<
korean: >&충돌 처리<
russian: >Разрешить конфликты<
spanish: >Re&solver conflictos<

# chkAutosquash.Text
source: Autos&quash
japanese: 自動Squash(&Q)
korean: 자동 squash
russian: Авто s&quash

# chkCommitterDateIsAuthorDate.Text
source: Co&mmitter date is author date
japanese: コミット日時を作成日時にする(&M)
korean: &커밋 날짜는 작성일입니다.
russian: Дата коммитера как дата автора
spanish: Fecha del co&mmiter es la fecha del autor

# chkIgnoreDate.Text
source: Ignore &date
japanese: 日時を無視(&D)
korean: &날짜 무시
russian: Игнорировать дату
spanish: Ignorar fecha

# chkInteractive.Text
source: &Interactive Rebase
japanese: 対話型リベース(&I)
korean: & 상호적으로 rebase
russian: Интерактивное перемещение
spanish: Rebase &interactivo

# chkPreserveMerges.Text
source: &Preserve Merges
japanese: マージを保持(&P)
korean: &병합 보존
russian: Сохранять слияния веток
spanish: &Preservar uniones

# chkSpecificRange.Text
source: Sp&ecific range
japanese: 範囲指定(&E)
korean: &특정 범위
russian: Указанный диапазон

# chkStash.Text
source: A&uto stash
japanese: 自動的にスタッシュ(&U)
korean: &자동 stash
russian: Авто stash
spanish: Stash A&utomatico

# label2.Text
source: &Rebase on
japanese: リベースの基点(&R)
russian: Переместить на
spanish: &Rebase sobre

# lblCommitsToReapply.Text
source: Commits to re-apply:
japanese: 再適用するコミット
korean: 재반영 커밋:
russian: Коммиты, которые нужно применить снова:
spanish: Commits a re-aplicar

# lblCurrent.Text
source: Current branch:
dutch: Huidige vertakking:
french: Branche courante :
german: Aktueller Branch:
japanese: 現在のブランチ:
korean: 현재 브랜치:
russian: Текущая ветка:
spanish: Rama actual:

# lblRangeFrom.Text
source: &From (exc.)
japanese: ここから(含まず)(&F)
russian: От (искл.)
spanish: De (excl.)

# lblRangeTo.Text
source: &To
japanese: ここまで(&T)
russian: В
spanish: Para

# lblRebase.Text
source: Rebase current branch on top of another branch
japanese: 現在のブランチを別のブランチにリベース
korean: 다른 브랜치에 현재 브랜치 Rebase
russian: Переместить текущую ветку на верхушку другой
spanish: Rebase la rama actual encima de otra rama

# $this.Text
source: Recent repositories settings
dutch: Instelleingen voor recente opslagplaatsen
french: Paramètres des dépôts récents
german: Kürzlich verwendete Repostory Einstellungen
japanese: 最近開いたリポジトリの設定
korean: 최근 열린 저장소 표시 설정
russian: Настройки последних репозиториев
spanish: Opciones de repositorios recientes

# Abort.Text
source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# PinnedLabel.Text
source: Pinned repositories
japanese: ピン留めされたリポジトリ
russian: Закрепленные репозитории
spanish: Repositorios inmovilizados

# anchorToAllRecentReposToolStripMenuItem.Text
source: Anchor to recent repositories
japanese: 「最近開いたリポジトリ」に固定
russian: Привязка к последним репозиториям
spanish: Anclar a repositorios recientes

# anchorToPinnedReposToolStripMenuItem.Text
source: Anchor to pinned repositories
japanese: 「ピン留めされたリポジトリ」に固定
russian: Привязка к закрепленным репозиториям
spanish: Inmovilizar repositorio anclado

# chdrRepository.Text
source: Header
dutch: Kop
french: En-tête
german: Kopfzeile
japanese: ヘッダー
korean: 헤더
russian: Заголовок
spanish: Cabecera

# chdrRepository1.Text
source: Header
dutch: Kop
french: En-tête
german: Kopfzeile
japanese: ヘッダー
korean: 헤더
russian: Заголовок
spanish: Cabecera

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
dutch: Minimum breedte combobox (0 = Automatisch)
french: Largeur minimum de la combobox (0 = auto)
german: Minimale Gröé der Combobox (0 = Automatische Größe)
japanese: コンボ ボックスの最小幅 (0: 自動)
korean: 콤보박스 최소 가로크기 (0 = 자동설정)
russian: Минимальная ширина выпадающего списка (0 = задавать автоматически)
spanish: Ancho mínimo desplegable (0 = Automático)

# comboMinWidthNote.Text
source: NB: The width of the columns helps to visualise how the repository name will be shown in the combobox.
dutch: NB: De breedte van de kolommen helpt bij het visualiseren hoe de naam van de repository wordt weergegeven in de combobox.
french: NB: La largeur des colonnes aide à visualiser comment le nom du dépôt va être affiché dans la liste déroulante.
german: NB: Die Breite der Spalten hilft bei der Visualisation, wie der Repository-Name in der Combobox angezeigt wird.
japanese: 注意：列の幅は、リポジトリ名がコンボボックスにどのように表示されるかを視覚化するのに役立ちます。
korean: NB: 열 너비는 콤보 상자에 저장소 이름이 표시되는 방식을 시각화하는 데 도움이 됩니다.
russian: Заметьте: Ширина столбцов помогает увидеть, как будет отображаться имя репозитория в выпадающем списке
spanish: Nota: el ancho de las columnas ayuda a visualizar la manera en la que el nombre del repositorio se va a mostrar en la lista deplegable.

# dontShortenRB.Text
source: Do not shorten
dutch: Niet inkorten
french: Ne pas raccourcir
german: Keine Abkürzungen
japanese: 短縮しない
korean: 전체 경로 및 이름 표시
russian: Не укорачивать
spanish: No acortar

# label1.Text
source: Recent repositories
japanese: 最近開いたリポジトリ
russian: Последние репозитории
spanish: Repositorios recientes

# lblRecentRepositoriesHistorySize.Text
source: Recent repositories history size
dutch: Aantal recente repo's in geschiedenis
french: Taille de l'historique des dépôts récents
german: Größe der Historie kürzlich verwendeter Repositories
japanese: 最近開いたリポジトリで表示する履歴の数
korean: 최근 열린 저장소 히스토리 크기
russian: Размер истории последних репозиториев
spanish: Tamaño del historial de repositorios recientes

# maxRecentRepositories.Text
source: Maximum number of pinned recent repositories
japanese: 「ピン留めされたリポジトリ」の最大数
russian: Максимальное количество закрепленных последних репозиториев
spanish: Cantidad máxima de repositorios inmovilizados más recientes

# middleDotRB.Text
source: Replace middle part with dots
dutch: Vervang middelste deel met puntjes
french: Remplacer le partie intermédiaire par des points
german: Mittleren Teil mit Punkten ersetzen
japanese: 中略する
korean: 경로 중간을 쩜으로 표시
russian: Заменить среднюю часть точками
spanish: Reemplazar centro con puntos suspensivos

# mostSigDirRB.Text
source: The most significant directory
dutch: De meeste belangrijke directory
french: Le répertoire le plus significatif
german: Das signifikanteste Verzeichnis
japanese: リポジトリのあるフォルダの名前
korean: 폴더 이름만 표시 (경로 없음)
russian: Наиболее важный каталог
spanish: El directorio principal

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
dutch: Verwijder anker
french: Enlever l'encre
german: Verweis entfernen
japanese: 固定を解除
korean: 고정핀 제거
russian: Удалить отметку
spanish: Quitar ancla

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
dutch: Verwijder van meest recente opslagplaatsen
french: Retirer des dépôts récents
german: Aus den kürzlich vewendeten Repositories entfernen
japanese: 「最近開いたリポジトリ」から除去
korean: "최근에 열어본 저장소"에서 제거
russian: Удалить из последних репозиториев
spanish: Quitar de los repositorios recientes

# shorteningGB.Text
source: Shortening strategy
dutch: Inkort methode
french: Stratégie de raccourcicement
german: Strategie zum Verkürzen
japanese: 短縮の方法
korean: 경로 표시 방법
russian: Стратегия сокращения
spanish: Estrategia de acortado

# sortAllRecentRepos.Text
source: Sort recent repositories alphabetically
japanese: 「最近開いたリポジトリ」を名前順にする
russian: Сортировка последних репозиториев в алфавитном порядке
spanish: Ordenar repositorios recientes alfabéticamente

# sortPinnedRepos.Text
source: Sort pinned repositories alphabetically
japanese: 「ピン留めされたリポジトリ」を名前順にする
russian: Сортировка закрепленных репозиториев в алфавитном порядке
spanish: Ordenar repositorios inmovilizados alfabéticamente

# Action.HeaderText
source: Action
dutch: Actie
german: Aktion
japanese: 操作
korean: 작업
russian: Действие
spanish: Acción

# _continueResetCurrentBranchCaptionText.Text
source: Changes not committed...
dutch: Niet-opgeslagen wijzigingen...
french: Modifications non commitées...
german: Änderungen nicht comittet...
japanese: 変更はコミットされませんでした...
korean: 변경 사항이 커밋되지 않았습니다...
russian: Изменения не зафиксированы...
spanish: No se ha hecho Commit de los cambios...

# _continueResetCurrentBranchEvenWithChangesText.Text
source: You have changes in your working directory that could be lost. Do you want to continue?
dutch: U heeft wijzigingen in uw werk directory welke verloren kunnen gaan. Wilt u doorgaan?
french: Vous avez des modifications dans votre répertoire de travail qui pourraient être perdues. Voulez-vous continuer?
german: Sie haben Änderungen in Ihrem aktuellen Arbeitsverzeichnis die verloren gehen könnten. Wollen Sie fortfahren?
japanese: 作業ディレクトリ内の変更は失われます。 続行しますか？
korean: 작업중인 디렉토리가 손상될 수 있습니다. 계속 하시겠습니까?
russian: Есть изменения в рабочем каталоге, которые могут быть потеряны. Желаете продолжить?
spanish: Tiene cambios en su directorio de trabajo que podrían perderse. ¿Desea continuar?

# copySha1ToolStripMenuItem.Text
source: Copy SHA-1
dutch: Kopieer SHA-1
french: Copier le SHA-1
german: SHA-1 kopieren
japanese: SHA-1をコピー
korean: SHA-1 복사
russian: Копировать SHA-1
spanish: Copiar SHA-1

# createABranchOnThisCommitToolStripMenuItem.Text
source: Create a branch on this commit...
dutch: Maak een branch op deze commit...
french: Créer un branche sur ce commit
german: Erzeuge einen Branch auf diesem Commit...
japanese: このコミットでブランチを作成...
korean: 현재 커밋에서 새 브런치 만들기
russian: Создать ветку из текущего коммита...
spanish: Crea una rama en este commit...

# label1.Text
source: Display reflog for:
dutch: Laat reflog zien voor:
french: Afficher le reflog pour :
german: Zeige Reflog für:
japanese: reflog表示対象:
korean: 참조 기록 보기:
russian: Отобразить reflog:
spanish: Mostrar reflog para:

# lblDirtyWorkingDirectory.Text
source: Warning: you've got changes in your working directory that could be lost if you want to reset the current branch to another commit. Stash them before if you don't want to lose them.
dutch: Let op: u heeft wijzigingen in de werkdirectory die verloren kunnen gaan als u de huidige branch reset naar een andere commit. Stash vooraf de wijzigingen als ze bewaard moeten blijven.
french: Avertissement: vous avez des changements dans votre répertoire de travail qui peuvent être perdus si vous voulez réinitialiser la branche courante à un autre commit. Réservez les avant si vous ne voulez pas les perdre.
german: Warnung: Sie haben Änderungen in Ihrem Arbeitsverzeichnis die verloren gehen könnten wenn Sie den aktuellen Branch auf einen anderen Commit zurücksetzen wollen. Stashen Sie die Änderungen zuvor wenn Sie diese nicht verlieren wollen.
japanese: 注意: 現在のブランチを別のコミットへリセットする場合、現在の作業ディレクトリ内で変更した内容は失われます。 変更内容を失いたくない場合は、事前にスタッシュしてください。
korean: 경고: 현재 브랜치를 다른 커밋으로 재설정하려는 경우 작업중인 디렉토리의 변경사항이 손실될 수 있습니다. 손실되기 전에 Status로 현재 작업을 일시적으로 저장해두세요.
russian: Внимание: есть изменеия в вашем рабочем каталоге, которые могут быть потеряны при сбросе текущей ветки к другому коммиту. Сначала спрячьте изменения, если вы не хотите их потерять.
spanish: Advertencia: tiene cambios en su directorio de trabajo que podrían perderse si desea restablecer la rama actual a otro commit. Apilelos antes si no quiere perderlos.

# linkCurrentBranch.Text
source: (Current branch name)
dutch: (Huidige branch naam)
french: (Nom de la branche courante)
german: (Name des aktuellen Branches)
japanese: (現在のブランチ名)
korean: (현재 브랜치 이름)
russian: (Имя текущей ветви)
spanish: (Nombre de la rama actual)

# resetCurrentBranchOnThisCommitToolStripMenuItem.Text
source: Reset current branch to this commit...
dutch: Reset de huidige branch naar deze commit
french: Réinitialiser la branche courante à ce commit...
german: Setze den aktuellen Branch auf diesen Commit zurück...
japanese: 現在のブランチをこのコミットにリセット...
korean: 현재 작업 브랜치를 이 커밋에서 리셋
russian: Сбросить текущую ветку к этому коммиту...
spanish: Restablecer rama actual a este commit...

# $this.Text
source: FormRemoteProcess
japanese: ふぉーむ りもーと ぷろせす

# Abort.Text
source: Abort
dutch: Afbreken
french: Interrompre
german: Abbrechen
japanese: 中止
korean: 취소
russian: Отмена
spanish: Abortar

# KeepDialogOpen.Text
source: Keep dialog open
dutch: Dialoog openlaten
french: Garder le formulaire ouvert
german: Dialog nicht schließen
japanese: ダイアログを閉じない
korean: 수동으로 닫기
russian: Оставить окно открытым
spanish: Mantener la ventana abierta

# _fingerprintNotRegistredText.Text
source: The fingerprint of this host is not registered by PuTTY. This causes this process to hang, and that why it is automatically stopped. When the connection is opened detached from Git and Git Extensions, the host's fingerprint can be registered. You could also manually add the host's fingerprint or run Test Connection from the remotes dialog. Do you want to register the host's fingerprint and restart the process?
german: Der Fingerprint dieses Hosts ist nicht in PuTTY registriert. Dies kann zum Hängenbleiben des aktuellen Prozesses führen und wurde deshalb automatisch gestoppt. Wenn die Verbindung außerhalb von Git bzw. GitExtensions geöffnet wird, kann der Fingerprint registriert werden. Sie können den Fingerprint des Hosts manuell hinzufügen oder "Verbindung prüfen" aus dem Remotes-Dialog ausführen. Wollen Sie den Fingerprint dieses Hosts registrieren und den Prozess neu starten?
japanese: このホストのフィンガープリントはPuTTYによって登録されていません。 これによりプロセスのハングアップを引き起こし、プロセスが自動停止します。 GitとGitExtensionsから切り離されてコネクションが開いている場合、ホストのフィンガープリントは登録できます。 手動でホストのフィンガープリントを追加するか、リモートダイアログからテストコネクションを走らせることもできます。 ホストのフィンガープリントを登録してプロセスを再起動しますか？
korean: 이 호스트의 인증키가 등록되지 않았습니다. 위 원인으로 처리중이였던 명령어는 자동으로 정지되었습니다. Git과 GitExtensions가 별도로 연결이 되었을 경우에 해당 호스트의 인증키가 등록 될 수 있습니다. 수동으로 인증키 추가를 원하시거나, 테스트 연결을 할려면 "원격 저장소 관리"를 이용하세요. 이 호스트의 인증키를 등록하고 명령어를 재실행 하시겠습니까?
russian: Отпечаток этого хоста не зарегистрирован в PuTTY. Это вызывает зависание процесса и поэтому он автоматически останавливается. При открытии соединения отдельно от Git и Git Extensions, отпечаток хоста может быть зарегистрирован. Кроме того, вы можете вручную добавить отпечаток хоста или запустить "Проверить соединение" из диалогового окна "Внешние репозитории". Вы хотите зарегистрировать отпечаток хоста и перезапустить процесс?
spanish: La huella de este host no esta registrada por PuTTY. Esto causa que el proceso se bloquee, y por eso se cierra automáticamente. Cuando la conexión se abre afuera de Git y Git Extensiones, la huella del host se podrá registrar. También puede agregar la huella del host manualmente o ejecutar Probar conexión desde el cuadro de remotos. ¿Quiere registrar la huella del host y reiniciar el proceso?

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
dutch: De fingerprint van de host is niet geregistreerd
french: L'empreinte de l'hôte n'est pas enregistré
german: Fingerprint von Host nicht registriert
japanese: ホストのフィンガープリントが登録されていません
korean: 호스트 인증키가 등록되지 않았습니다.
russian: Фингерпринт хоста не зарегистрирован
spanish: Huella del host no registrada

# $this.Text
source: Remote repositories
dutch: Externe opslagplaatsen
french: Dépôts distants
german: Remote Repositorys
japanese: リモートリポジトリ
korean: 원격 저장소:
russian: Внешнее репозиторий
spanish: Repositorios remotos

# BranchName.HeaderText
source: Local branch name
dutch: Lokale vertakking naam
french: Nom de branche locale
german: Lokaler Branch Name
japanese: ローカルブランチ名
korean: 로컬 브랜치
russian: Имя локальной ветки
spanish: Nombre de rama local

# MergeWith.HeaderText
source: Default merge with
dutch: Standaard samenvoegen met
french: Fusion par défaut avec
german: Standardmäßig mergen mit
japanese: デフォルトのマージ先
korean: 머지하기
russian: По умолчанию объединить с
spanish: Fusionar por defecto con

# RemoteCombo.HeaderText
source: Remote repository
dutch: Externe opslagplaats
french: Dépôt distant
japanese: リモートリポジトリ
korean: 원격 저장소
russian: Внешний репозиторий
spanish: Repositorio remoto

# Save.Text
source: Save changes
dutch: Opslaan
french: Enregistrer
german: Speichern
japanese: 保存
korean: 변경사항 저장
russian: Сохранить
spanish: Guardar

# SaveDefaultPushPull.Text
source: Save changes
dutch: Wijzigingen opslaan
french: Enregistrer les changements
german: Änderungen speichern
japanese: 変更を保存
korean: 변경사항 저장
russian: Сохранить изменения
spanish: Guardar los cambios

# SshBrowse.Text
source: Browse...
dutch: Bladeren...
french: Parcourir...
german: Durchsuchen...
japanese: 参照...
korean: 찾기...
russian: Обзор...
spanish: Explorar...
