Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _donateText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
french: Nous disposons d'une équipe de passionnés qui passent beaucoup de leur temps à maintenir l'application, à incorporer de nouvelles fonctionnalités et à corriger les bugs. Vous pouvez aider à supporter le projet en faisant une contribution financière. Les dons seront utilisés pour couvrir les coûts d'hébergement du site web et aux ressources nécessaires pour assurer la pérennité du projet. Nous utiliserons aussi les donations pour remercier les collaborateurs pour leurs efforts. Cliquez sur le bouton ci-dessous pour obtenir plus d'informations sur comment faire un don.
german: Wir haben ein dediziertes Team an Mitwirkenden die eine Menge Zeit in die Pflege der Anwendung stecken, an neuen Features arbeiten und Bugs fixen. Sie können das Projekt unterstützen indem Sie einen finanziellen Beitrag leisten. Spenden werden verwendet, um die anfallenden laufenden Kosten zu tragen, und um die Ressourcen zu bekommen, um das Projekt am Laufen zu halten. Wir werden auch Spenden dazu verwenden, um Mitwirkenden für Ihre Anstrengungen zu danken. Klicken Sie auf die Schaltfläche unten, um mehr Informationen über die Abgabe einer Spende zu bekommen.
japanese: 私たちは、アプリケーションの保守、新機能の開発、バグの修正に多くの時間を費やす共同作業者で構成される熱心なチームを持っています。あなたは、寄付金によってプロジェクトをサポートできます。寄付金は、ランニングコストの補填や、プロジェクトを継続的に運営するために必要なリソースを得るために利用されます。また、共同作業者の努力に感謝するために寄付を利用します。 寄付金についてのより多くの情報を得るために、下のボタンをクリックしてください。
korean: 앱을 유지 관리하고 새로운 기능을 연구하고 버그를 수정하는 데 많은 시간을 소비하는 협력자 전담 팀이 있습니다. 재정적으로 기부함으로써 이 프로젝트를 지원할 수 있습니다. 기부는 운영비를 충당하고 프로젝트가 계속 진행되는 데 필요한 자원을 얻기 위해 사용될 것입니다. 우리는 협력자들의 공헌에 감사를 표하기 위해 기부를 사용할 것입니다. 기부에 대한 자세한 정보를 보려면 아래 버튼을 클릭하십시오.
russian: У нас есть преданная команда разработчиков, которая проводит много времени, поддерживая приложение, работая над новыми функциями и исправляя ошибки. Вы можете поддержать проект, внося финансовые пожертвования. Они будут использоваться для покрытия текущих расходов и получения ресурсов, необходимых для поддержания работы проекта. Мы также будем использовать эти пожертвования, чтобы отблагодарить разработчиков за их усилия. Нажмите на кнопку ниже, чтобы узнать как можно сделать пожертвование.
spanish: Tenemos un equipo dedicado de colaboradores que dedica mucho tiempo a mantener la aplicación, a trabajar en nuevas características y a corregir errores. Puede apoyar el proyecto haciendo una contribución financiera. Las donaciones se utilizarán para cubrir los costos de funcionamiento y para obtener los recursos necesarios para mantener el proyecto en ejecución. También utilizaremos donaciones para agradecer a los colaboradores por sus esfuerzos. Haga clic en el botón de abajo para obtener más información sobre cómo hacer una donación.

# lblText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
french: Nous disposons d'une équipe de passionnés qui passent beaucoup de leur temps à maintenir l'application, à incorporer de nouvelles fonctionnalités et à corriger les bugs. Vous pouvez aider à supporter le projet en faisant une contribution financière. Les dons seront utilisés pour couvrir les coûts d'hébergement du site web et aux ressources nécessaires pour assurer la pérennité du projet. Nous utiliserons aussi les donations pour remercier les collaborateurs pour leurs efforts. Cliquez sur le bouton ci-dessous pour obtenir plus d'informations sur comment faire un don.
german: Wir haben ein dediziertes Team an Mitwirkenden die eine Menge Zeit in die Pflege der Anwendung stecken, an neuen Features arbeiten und Bugs fixen. Sie können das Projekt unterstützen indem Sie einen finanziellen Beitrag leisten. Spenden werden verwendet, um die anfallenden laufenden Kosten zu tragen, und um die Ressourcen zu bekommen, um das Projekt am Laufen zu halten. Wir werden auch Spenden dazu verwenden, um Mitwirkenden für Ihre Anstrengungen zu danken. Klicken Sie auf die Schaltfläche unten, um mehr Informationen über die Abgabe einer Spende zu bekommen.
japanese: 私たちは、アプリケーションの保守、新機能の開発、バグの修正に多くの時間を費やす共同作業者で構成される熱心なチームを持っています。あなたは、寄付金によってプロジェクトをサポートできます。寄付金は、ランニングコストの補填や、プロジェクトを継続的に運営するために必要なリソースを得るために利用されます。また、共同作業者の努力に感謝するために寄付を利用します。 寄付金についてのより多くの情報を得るために、下のボタンをクリックしてください。
korean: 앱을 유지 관리하고 새로운 기능을 연구하고 버그를 수정하는 데 많은 시간을 소비하는 협력자 전담 팀이 있습니다. 재정적으로 기부함으로써 이 프로젝트를 지원할 수 있습니다. 기부는 운영비를 충당하고 프로젝트가 계속 진행되는 데 필요한 자원을 얻기 위해 사용될 것입니다. 우리는 협력자들의 공헌에 감사를 표하기 위해 기부를 사용할 것입니다. 기부에 대한 자세한 정보를 보려면 아래 버튼을 클릭하십시오.
russian: У нас есть преданная команда разработчиков, которая проводит много времени, поддерживая приложение, работая над новыми функциями и исправляя ошибки. Вы можете поддержать проект, внося финансовые пожертвования. Они будут использоваться для покрытия текущих расходов и получения ресурсов, необходимых для поддержания работы проекта. Мы также будем использовать эти пожертвования, чтобы отблагодарить разработчиков за их усилия. Нажмите на кнопку ниже, чтобы узнать как можно сделать пожертвование.
spanish: Tenemos un equipo dedicado de colaboradores que dedica mucho tiempo a mantener la aplicación, a trabajar en nuevas características y a corregir errores. Puede apoyar el proyecto haciendo una contribución financiera. Las donaciones se utilizarán para cubrir los costos de funcionamiento y para obtener los recursos necesarios para mantener el proyecto en ejecución. También utilizaremos donaciones para agradecer a los colaboradores por sus esfuerzos. Haga clic en el botón de abajo para obtener más información sobre cómo hacer una donación.

# $this.Text
source: View
dutch: Bekijk
french: Voir
german: Anzeigen
japanese: 表示
korean: 보기
russian: Показать
spanish: Ver

# $this.Text
source: Editor
french: Éditeur de texte
japanese: エディタ
korean: 파일 에디터
russian: Редактор

# _cannotOpenFile.Text
source: Cannot open file:
dutch: Het bestand kan niet worden geopend:
french: Impossible d'ouvrir le fichier :
german: Öffnen der Datei fehlgeschlagen:
japanese: ファイルを開くことができません:
korean: 열 수 없는 파일:
russian: Не могу открыть файл:
spanish: No se puede abrir el archivo:

# _cannotSaveFile.Text
source: Cannot save file:
dutch: Het bestand kan niet worden opgeslagen:
french: Impossible d'enregistrer le fichier :
german: Speichern der Datei fehlgeschlagen:
japanese: ファイルを保存できません:
korean: 저장할 수 없는 파일:
russian: Не могу сохранить файл:
spanish: No se puede guardar el archivo:

# _saveChanges.Text
source: Do you want to save changes?
dutch: Wilt u de wijzigingen opslaan?
french: Voulez vous enregistrer les modifications?
german: Wollen Sie Ihre Änderungen speichern?
japanese: 変更を保存しますか？
korean: 변경 사항을 저장할까요?
russian: Сохранить изменения?
spanish: ¿Desea guardar los cambios?

# _saveChangesCaption.Text
source: Save changes
dutch: Opslaan
french: Enregistrer les changements
german: Änderungen speichern
japanese: 変更を保存
korean: 변경사항 저장
russian: Сохранить изменения
spanish: Guardar cambios

# labelWarning.Text
source: Here be dragons! Changing this file by hand can be harmful and might break something. If you are not sure just close this window.
dutch: Draken op de weg! Dit bestand handmatig wijzigen kan gevaarlijk zijn en iets kapot maken. Als u twijfelt sluit dan simpelweg dit scherm.
french: Ici vivent les dragons! Changer ce fichier manuellement peut être dévastateur et peut casser quelque chose. Si vous n'êtes pas sûr, fermez seulement la fenêtre.
german: Hier warten Drachen! Änderungen per Hand an dieser Datei können schadhaft sein und zu Problemen führen. Sollten Sie sich unsicher sein bitte dieses Fenster einfach schliessen.
japanese: ここは危険だ！ このファイルを手動で変更すると、なんらかの不具合を生じることがあります。 よくわからない場合、ウィンドウを閉じてください。
korean: 잠재적인 위험이 따릅니다! 이 파일을 수동으로 변경하면 유해할 수 있으며 문제가 발생할 수 있습니다. 확실하지 않으면 이 창을 닫으십시오.
russian: Внимание! Изменение этого файла вручную может быть опасным и может что-нибудь сломать. Если вы не уверены, просто закройте окно.
spanish: Aquí hay dragones! Cambiar este archivo a mano puede resultar dañino y puede romper algo. Si no está seguro simplemente cierre esta ventana.

# toolStripSaveButton.ToolTipText
source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
japanese: 保存
korean: 저장
russian: Сохранить
spanish: Guardar

# BlameTab.Text
source: Blame
dutch: Beschuldig
french: Blâmer
japanese: 追及 (Blame)
russian: Авторство изменений
spanish: Culpa

# ShowFullHistory.ToolTipText
source: Show Full History
dutch: Toon volledige historie
french: Afficher l'historique complet
german: Zeige ganze Historie
japanese: 履歴をすべて表示
korean: 전체 히스토리 표시
russian: Показать всю историю
spanish: Mostrar historial completo

# ViewTab.Text
source: View
dutch: Bekijk
french: Voir
german: Anzeigen
japanese: 表示
korean: 보기
russian: Показать
spanish: Ver

# blameSettingsToolStripMenuItem.Text
source: Blame settings:
french: Paramètres du blâme :
german: Blame Einstellungen:
japanese: Blame設定:
korean: 설정 Blame
russian: Настройки Blame:
spanish: Configuración de culpa:

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
dutch: Commit opnieuw toepassen
french: Cherry picker le commit
japanese: コミットをチェリーピック
korean: 체리픽 커밋
russian: Забрать коммит
spanish: Seleccionar manualmente commit

# detectMoveAndCopyInAllFilesToolStripMenuItem.Text
source: Detect move and copy in all files
dutch: Detecteer verplaatsen en kopiëren in alle bestanden
french: Détecter les déplacements et les copies dans tous les fichiers
german: Kopieren und verschieben von allen Dateien erkennen
japanese: 移動を検出してすべてのファイルをコピー
korean: 모든 파일에서 변화 감지
russian: Обнаружить перемещение и копирование во всех файлах
spanish: Detectar movimiento y copia en todos los archivos.

# detectMoveAndCopyInThisFileToolStripMenuItem.Text
source: Detect move and copy in this file
dutch: Detecteer verplaatsen en kopiëren in dit bestand
french: Détecter les déplacements et les copies dans ce fichier
german: Kopieren und verschieben von dieser Datei erkennen
japanese: このファイルの移動とコピーを検出
korean: 이 파일에서 변화 감지
russian: Обнаружить перемещение и копирование в этом файле
spanish: Detectar movimiento y copia en este archivo.

# diffToolRemoteLocalStripMenuItem.Text
source: Difftool selected < - > local
dutch: Verschillen geselecteerd < - > lokaal
french: Outil de diff: Selectionné < - > local
german: Ausgewählt vom difftool < - > Lokal
japanese: Diffツール 選択リビジョン < - > ローカル
korean: 파일비교 선택파일 < - > 로컬파일
russian: Инструмент сравнения выбранный < - > локальный
spanish: Difftool seleccionada < - > local

# displayAuthorFirstToolStripMenuItem.Text
source: Display author first
french: Afficher l'auteur en premier
german: Autor zuerst anzeigen
japanese: 作者を最初に表示
korean: 작성자 우선 표시
russian: Показать автора первым
spanish: Mostrar primero autor

# displaySettingsToolStripMenuItem.Text
source: Display result settings:
french: Configuration de l'affichage des résultats :
german: Zeige Ergebnis Einstellungen:
japanese: 結果表示設定:
korean: 결과 설정값 보기
russian: Настройки отображения результатов:
spanish: Mostrar configuración resultante:

# followFileHistoryRenamesToolStripMenuItem.Text
source: Detect and follow - exact renames and copies only
dutch: Detecteer en volg - alleen exacte naamwijzigingen en kopieën
french: Détecter et suivre - uniquement les renommages et les copies exacts
german: Erkenne und folge Umbenennungen und Kopien
japanese: 検出と追跡 - 明示的なリネームとコピーのみ
korean: 검색 및 추적 - 정확한 이름 및 복사본만 검색
russian: Найти и следовать - только точные переименования и копирования
spanish: Detectar y seguir - sólo movimientos y copias exactas

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
dutch: Detecteer hernoemen van bestand
french: Détecter et suivre les renommages
german: Umbenennungen erkennen und verfolgen
japanese: ファイル名の変更の検出と追跡
korean: 이름이 변경된 파일이 검출되었습니다
russian: Найти и следовать переименованиям
spanish: Detectar y seguir cambios de nombre

# gitcommandLogToolStripMenuItem.ToolTipText
source: Git command log
dutch: Git commando log
french: Journal des commandes Git
german: Git Befehle Log
japanese: Gitのコマンドログ
korean: 실행 명령어 로그
russian: Журнал команд Git
spanish: Bitácora de comandos de git

# ignoreWhitespaceToolStripMenuItem.Text
source: Ignore whitespace
dutch: Negeer witruimten
french: Ignorer les espaces
german: Leerzeichen ignorieren
japanese: 空白の無視
korean: 공백 무시
russian: Игнорировать пробелы
spanish: Ignorar espacios en blanco

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
dutch: Laad blame bij openen
french: Charger le blâme à l'affichage
german: Blame bei Anzeige laden
japanese: 表示時に blame を読み込む
korean: Blame 로드
russian: Загружать информацию об авторстве изменений при открытии
spanish: Cargar culpa al mostrar

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
dutch: Laad history bij openen
french: Charger l'historique à l'affichage
german: Historie bei Anzeige laden
japanese: 表示時に履歴を読み込む
korean: History 로드
russian: Загружать историю при открытии
spanish: Cargar historial al mostrar

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
dutch: Manipuleer commit
french: Manipuler le commit
german: Commit manipulieren
japanese: コミット操作
korean: 커밋 수정
russian: Модифицировать коммит
spanish: Manipular commit

# revertCommitToolStripMenuItem.Text
source: Revert commit
dutch: Commit ongedaan maken
french: Annuler le commit
german: Commit zurücknehmen
japanese: コミットの打ち消し
korean: 커밋 되돌리기
russian: Отменить коммит
spanish: Revertir commit

# saveAsToolStripMenuItem.Text
source: Save as
dutch: Opslaan als
french: Enregistrer sous
german: Speichern als
japanese: 名前を付けて保存
korean: 사본 저장
russian: Сохранить как
spanish: Guardar como

# showAuthorAvatarToolStripMenuItem.Text
source: Show author avatar
german: Zeige Autoren Avatar
japanese: 作者のアバターを表示
korean: 작성자 아바타 표시
russian: Показать аватар автора
spanish: Mostrar avatar del autor

# showAuthorDateToolStripMenuItem.Text
source: Show author date
dutch: Toon auteur datum
french: Afficher la date d'écriture
german: Zeige Autor Datum
japanese: 作成日を表示
korean: 작성일자 보기
russian: Показывать дату автора
spanish: Mostrar fecha de autor

# showAuthorTimeToolStripMenuItem.Text
source: Show author time
french: Afficher l'heure d'écriture
german: Zeige die Autoren Zeit
japanese: 作成時刻を表示
korean: 작성 시간 표시
russian: Показывать время автора
spanish: Mostrar hora de autor

# showAuthorToolStripMenuItem.Text
source: Show author
french: Afficher l'auteur
german: Zeige Autor
japanese: 作者を表示
korean: 작성자 표시
russian: Показать автора
spanish: Mostrar autor

# showFullHistoryToolStripMenuItem.Text
source: Show full history
japanese: 履歴をすべて表示
russian: Показать всю историю.
spanish: Mostrar historial completo

# showLineNumbersToolStripMenuItem.Text
source: Show line numbers
french: Afficher les numéros de lignes
german: Zeige Zeilennummern
japanese: 行番号を表示
korean: 줄 번호 표시
russian: Показывать номера строк
spanish: Mostrar números de línea

# showOriginalFilePathToolStripMenuItem.Text
source: Show original file path
french: Montrer l'arborescence d'origine du fichier
german: Zeige originalen Dateipfad
japanese: オリジナルのファイルパスを表示
korean: 원본 파일 경로 표시
russian: Показать оригинальный путь файла
spanish: Mostrar ruta del fichero original

# simplifyMergesToolStripMenuItem.Text
source: Simplify merges
japanese: マージを簡素化
russian: Упростить слияние.
spanish: Simplificar Merges

# toolStripBlameOptions.Text
source: Blame options
french: Options du blame
german: Blame-Optionen
japanese: 追及のオプション
korean: Blame 옵션
russian: Настройки Blame
spanish: Opciones de censura

# toolStripSplitLoad.ToolTipText
source: Load file history
dutch: Laad bestandsgeschiedenis
french: Charger l'historique du fichier
german: Dateihistorie laden
japanese: ファイルの履歴を読み込み
korean: 파일 히스토리 불러오기
russian: Загрузить историю
spanish: Cargar historial del archivo

# $this.Text
source: Select script files
dutch: Selecteer script bestanden
french: Sélectionnez les fichiers de script
german: Script-Dateien selektieren
japanese: スクリプトファイルの選択
korean: 스크립트 파일 선택
russian: Выберите файлы скриптов
spanish: Seleccionar archivos de script

# btnBrowse.Text
source: Browse...
dutch: Bladeren..
french: Parcourir...
german: Durchsuchen...
japanese: 参照...
korean: 찾기...
russian: Обзор...
spanish: Examinar...

# lblSelectFiles.Text
source: Select file(s)
dutch: Selecteer bestand(en)
french: Sélectionnez le ou les fichier(s)
german: Datei(en) auswählen
japanese: ファイルの選択
korean: 파일(들) 선택
russian: Выбрать файл(ы)
spanish: Selecciona archivo(s)

# $this.Text
source: Home
dutch: Zet HOME
french: Accueil
japanese: ホーム
korean: 홈
russian: Дом
spanish: Inicio

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
dutch: De omgevingsvariabele HOME wijst niet naar een directorie met daarin een globaal git configuratie bestand: " {0} " Wilt u dat Git Extensions helpt met het vinden van de juiste directory?
french: La variable d'environnement HOME ne pointe pas vers un répertoire contenant le fichier de configuration global de git: " {0} " Voulez-vous que Git Extensions vous aide à trouver le répertoire correcte?
german: Die Umgebungsvariable HOME zeigt auf kein Verzeichnis, welches eine Git Konfigurationsdatei beinhaltet: " {0} " Wollen Sie dass Git Extensions Ihnen hilft das korrekte Verzeichnis zu finden?
japanese: 環境変数 HOME は Gitのグローバル設定ファイルを含むフォルダを指していません。 "{0}" Git Extensionsによって、正しいフォルダに配置しますか？
korean: 환경 변수 HOME은 전역 깃 설정 파일이 들어 있는 디렉터리를 가리키지 않습니다: " {0} " Git Extensions가 올바른 폴더를 찾는걸 도와드릴까요?
russian: Переменная среды HOME не указывает на каталог, который содержит глобальный конфигурационный файл git: "{0}" Вы хотите помочь Git Extensions найти нужную папку?
spanish: La variable de entorno HOME no apunta a un directorio que contenga el archivo global de configuración de Git: "{0}" ¿Desea que Git Extensions le ayude a ubicar la carpeta correcta?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
dutch: Globale configuratie
french: Configuration globale
german: Globale Konfigurationsdatei
japanese: グローバル設定
korean: 기본 설정
russian: Глобальная конфигурация
spanish: Configuración global

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
dutch: Het bestand .gitcondig is gevonden in %HOME% ({0}). Deze instelling is automatisch gekozen.
french: .gitconfig trouvé dans %HOME% ({0}). Ce paramètre a été choisi automatiquement.
german: .gitconfig in %HOME% ({0}) gefunden. Diese Einstellung wurde automatisch gewählt.
japanese: .gitconfigが %HOME% ({0}) ディレクトリに配置されました。この設定は自動的に選択されました。
korean: 이 설정은 %HOME% ({0}) 폴더의 .gitconfig 으로 자동 적용 됩니다.
russian: Найден .gitconfig в %HOME% ({0}). Этот параметр был выбран автоматически.
spanish: Ubicado .gitconfig en %HOME% ({0}). Este parámetro se ha elegido automáticamente.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
dutch: Bestand .gitconfig is gevonden in %HOMEDRIVE%%HOMEPATH% ({0}). Deze instelling is automatisch gekozen.
french: .gitconfig trouvé dans %HOMEDRIVE%%HOMEPATH% ({0}). Ce paramètre a été choisi automatiquement.
german: .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}) gefunden. Diese Einstellung wurde automatisch gewählt.
japanese: .gitconfigが %HOMEDRIVE%%HOMEPATH% ({0}) ディレクトリに配置されました。この設定は自動的に選択されました。
korean: 이 설정은 %HOMEDRIVE%%HOMEPATH% ({0})의 .gitconfig 파일로 자동 적용 됩니다.
russian: Найден .gitconfig в %HOMEDRIVE%%HOMEPATH% ({0}). Этот параметр был выбран автоматически.
spanish: Ubicado .gitconfig en %HOMEDRIVE%%HOMEPATH% ({0}). Este parámetro se ha elegido automáticamente.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
dutch: Bestand .gitconfig is gevonden in persoonlijke directory ({0}). Deze instelling is automatisch gekozen.
french: .gitconfig trouvé dans le répertoire personnel ({0}). Ce paramètre a été choisi automatiquement.
german: .gitconfig in persönlichem Ordner ({0}) gefunden. Diese Einstellung wurde automatisch übernommen.
japanese: .gitconfigが個人フォルダ ({0}) に配置されました。この設定は自動的に選択されました。
korean: .gitconfig 파일은 개인폴더 ({0})에 저장되어 있습니다. 이 설정은 자동으로 생성 되었습니다.
russian: Найден .gitconfig в личной папке ({0}). Этот параметр был выбран автоматически.
spanish: Ubicado .gitconfig en la carpeta personal ({0}). Este parámetro se ha elegido automáticamente.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
dutch: Bestand .gitconfig is gevonden in %USERPROFILE% ({0}). Deze instelling is automatisch gekozen.
french: .gitconfig trouvé dans %USERPROFILE% ({0}). Ce paramètre a été choisi automatiquement.
german: .gitconfig in %USERPROFILE% ({0}) gefunden. Diese Einstellung wurde automatisch übernommen.
japanese: .gitconfigが %USERPROFILE% ({0}) ディレクトリに配置されました。この設定は自動的に選択されました。
korean: .gitconfig 파일은 %USERPROFILE% ({0})에 위치하고 있습니다. 이 설정은 자동으로 생성 되었습니다.
russian: Найден .gitconfig в %USERPROFILE% ({0}). Этот параметр был выбран автоматически.
spanish: Ubicado .gitconfig en %USERPROFILE% ({0}). Este parámetro se ha elegido automáticamente.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
dutch: De omgevingsvariabele HOME wijst naar een directory welke niet toegankelijk is. "{0}"
french: La variable d'environnement HOME pointe vers un répertoire qui n'est pas accessible : "{0}"
german: Die Umgebunsvariable HOME zeigt auf ein Verzeichnis auf welches nicht zugegriffen werden kann: "{0}"
japanese: 環境変数 HOME がアクセスできないディレクトリを指しています: "{0}"
korean: 환경변수가 저장된 HOME 폴더를 접근할 수 없습니다: "{0}"
russian: Переменная среды HOME указывает на недоступный каталог: "{0}"
spanish: La variable de entorno HOME apunta a un directorio que no está accesible: "{0}"

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
dutch: Voer een HOME directory in.
french: Veuillez entrer un répertoire HOME.
german: Bitte geben Sie ein HOME-Verzeichnis an.
japanese: HOME ディレクトリを入力してください。
korean: HOME 디렉토리를 입력하세요.
russian: Пожалуйста, введите HOME каталог.
spanish: Por favor ingrese un directorio HOME.

# defaultHome.Text
source: Use default for HOME
dutch: Gebruik standaard voor HOME
french: Utiliser la valeur par defaut pour HOME
german: Verwende Standard HOME
japanese: HOMEにデフォルトを使用
korean: 운영체제 기본 HOME 사용
russian: Использовать по умолчанию для HOME
spanish: Usar HOME por defecto

# groupBox8.Text
source: Environment
dutch: Omgeving
french: Environnement
german: Umgebung
japanese: 環境
korean: 환경설정
russian: Окружение
spanish: Ambiente
