Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# mnubtnFilterLocalBranchInRevisionGrid.ToolTipText
source: Filter the revision grid to show this branch only To show all branches, right click the revision grid, select 'view' and then the 'show all branches'
french: Filtrer la grille des révisions pour afficher uniquement cette branche Pour voir toutes les branches, clic droit dans la grille des révisions, sélectionnez "affichage" et ensuite "montrer toutes les branches"
german: Filtern Sie den Revisionsliste, um nur diesen Branch anzuzeigen Um alle Branches anzuzeigen, Rechtsklick in der Revisionsliste, Auswahl 'Anzeige' und 'Alle Branches anzeigen'

# mnubtnFilterRemoteBranchInRevisionGrid.Text
source: Show this branch only
french: Afficher seulement cette branche
german: Nur diesen Branch anzeigen

# mnubtnFilterRemoteBranchInRevisionGrid.ToolTipText
source: Filter the revision grid to show this branch only To show all branches, right click the revision grid, select 'view' and then the 'show all branches'
french: Filtrer la grille des révisions pour afficher uniquement cette branche Pour voir toutes les branches, clic droit dans la grille des révisions, sélectionnez "affichage" et ensuite "montrer toutes les branches"
german: Filtern Sie den Revisionsliste, um nur diesen Branch anzuzeigen Um alle Branches anzuzeigen, Rechtsklick in der Revisionsliste, Auswahl 'Anzeige' und 'Alle Branches anzeigen'

# _firstRevision.Text
source: First: a/
german: Erste: a/

# _selectedRevision.Text
source: Second: b/
german: Zweiter: b/

# cherryPickSelectedDiffFileToolStripMenuItem.Text
source: Cherry pick changes
german: Änderungen cherry-picken

# diffCommitSubmoduleChanges.Text
source: Commit submodule changes
dutch: Commit wijzigingen in submodule
french: Commiter les changements du sous module
german: Committe Änderungen an Untermodulen

# diffDeleteFileToolStripMenuItem.Text
source: Delete file
dutch: Verwijder bestand
french: Supprimer le fichier
german: Datei löschen

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: Edit working directory file
dutch: Bewerk file in working directory
french: Modifier le ficher du répertoire de travail
german: Bearbeite Datei im Arbeitsverzeichnis

# diffOpenRevisionFileToolStripMenuItem.Text
source: Open this revision (temp file)
dutch: Open deze revisie (temp bestand)
french: Ouvrir cette révision (fichier temporaire)
german: Diese Revision öffnen (temporäre Datei)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
dutch: Open deze revisie met... (temp bestand)
french: Ouvrir cette révision avec... (fichier temporaire)
german: Diese Revision öffnen mit... (temporäre Datei)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: Open working directory file with...
dutch: Open bestand in werkdirectory met...
french: Ouvrir le fichier de l'espace de travail avec...
german: Öffne Datei im Arbeitsverzeichnis mit...

# diffResetSubmoduleChanges.Text
source: Reset submodule changes
dutch: Wijzigingen in submodule terugzetten
french: Réinitialiser les changements des sous modules
german: Setze Änderungen am Untermodul zurück

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
dutch: Stash wijzigingen in submodule
french: Stasher les changements des sous modules
german: Stashe Änderungen am Untermodul

# diffTwoSelectedDifftoolToolStripMenuItem.Text
source: Diff the selected files
german: Vergleiche ausgewählte Dateien

# diffUpdateSubmoduleMenuItem.Text
source: Update submodule
french: Mettre à jour le sous module
german: Untermodul updaten

# firstToSelectedToolStripMenuItem.Text
source: First -> Second
german: Erster -> Zweiter

# openWithCustomDifftoolToolStripMenuItem.Text
source: First -> Second...
german: Erster -> Zweiter...

# rememberFirstRevDiffToolStripMenuItem.Text
source: Remember First for diff
german: Ersten für Vergleich merken

# rememberSecondRevDiffToolStripMenuItem.Text
source: Remember Second for diff
german: Zweiten für Vergleich merken

# resetFileToToolStripMenuItem.Text
source: Reset file(s) to
dutch: Betand(en) terugzetten naar
french: Remettre les fichier(s) à
german: Setze Datei(en) zurück auf

# saveAsToolStripMenuItem1.Text
source: Save selected as...
dutch: Geselecteerde opslaan als...
french: Enregistrer sélectionné sous...
german: Ausgewählte speichern als...

# selectedToLocalToolStripMenuItem.Text
source: Second -> Working directory
german: Zweiter -> Arbeitsverzeichnis

# stageFileToolStripMenuItem.Text
source: Stage file(s)
dutch: Stage bestand(en)
french: Indexer le(s) fichier(s)
german: Datei(en) stagen

# unstageFileToolStripMenuItem.Text
source: Unstage file(s)
dutch: Bestand(en) terugzetten
french: Desindexer le(s) fichier(s)
german: Datei(en) unstagen

# collapseAllToolStripMenuItem.Text
source: Collapse all
dutch: Alles inklappen
french: Replier tout
german: Alles zuklappen

# expandAllToolStripMenuItem.Text
source: Expand all (takes a while on large trees)
dutch: Alles uitklappen (kan lang duren bij grote boomstructuren)
french: Déplier tout (prend du temps sur un arbre conséquent)
german: Alles aufklappen (kann bei großen Bäumen etwas dauern)

# expandSubtreeToolStripMenuItem.Text
source: Expand subtree (takes a while on large subtrees)
dutch: Subtree uitklappen (kan lang duren bij grote boomstructuren)
french: Déployer la sous arborescence (peut prendre du temps sur une grande arborescence )
german: Unterbaum aufklappen (dauert etwas bei tiefen Unterbäumen)

# openSubmoduleMenuItem.Text
source: Open with Git Extensions
dutch: Open met Git Extensions
french: Ouvrir avec Git Extensions...
german: Mit Git Extensions öffnen

# AuthorDateSort.Text
source: Sort commits by author date
french: Trier les soumissions par date d'écriture
german: Sortiere Commits nach dem Autor Datum

# GotoChildCommit.Text
source: Go to child commit
dutch: Ga naar kind-commit
french: Aller au commit enfant
german: Gehe zum Kind-Commit

# GotoCommit.Text
source: Go to commit...
dutch: Ga naar revisie...
french: Allez au commit...
german: Zu Commit...

# GotoCurrentRevision.Text
source: Go to current revision
dutch: Ga naar de huidige revisie
french: Aller à la révision courante
german: Gehe zur aktuellen Revision

# GotoMergeBaseCommit.Text
source: Go to common ancestor (merge base)
french: Aller à l'ancêtre commun (base de la fusion)
german: Gehe auf den gemeinsamen Vorfahren (Basis Merge)

# GotoParentCommit.Text
source: Go to parent commit
dutch: Ga naar ouder-commit
french: Aller au commit parent
german: Gehe zum Eltern-Commit

# NavigateBackward.Text
source: Navigate backward
dutch: Ga terug
french: Naviguer vers l'arrière
german: Rückwärts navigieren

# NavigateForward.Text
source: Navigate forward
dutch: Ga vooruit
french: Naviguer vers l'avant
german: Vorwärts navigieren

# NextQuickSearch.Text
source: Quick search next
dutch: Snel zoeken volgende
french: Recherche rapide du suivant
german: Schnellsuche nächstes

# PrevQuickSearch.Text
source: Quick search previous
dutch: Snel zoeken vorige
french: Recherche rapide du précédent
german: Schnellsuche voriges

# QuickSearch.Text
source: Quick search
dutch: Snel zoeken
french: Recherche rapide
german: Schnellsuche

# ShowAllBranches.Text
source: Show all branches
dutch: Alle vertakkingen weergeven
french: Toutes les branches
german: Zeige alle Branches

# ShowCurrentBranchOnly.Text
source: Show current branch only
dutch: Toon alleen de huidige vertakking
french: Branche actuelle uniquement
german: Nur aktuellen Branch anzeigen

# ShowFilteredBranches.Text
source: Show filtered branches
dutch: Toon alleen gefilterde vertakkingen
french: Branches filtrées
german: Zeige gefilterte Branches

# ShowReflogReferences.Text
source: Show reflog references
french: Afficher les références du reflog
german: Zeige Reflog Referenzen

# ShowRemoteBranches.Text
source: Show remote branches
dutch: Toon externe vertakkingen
french: Branches distantes
german: Zeige Remote Branches

# ShowSuperprojectBranches.Text
source: Show superproject branches
dutch: Laat branches van superproject zien
french: Afficher les branches du projet supérieur
german: Zeige Branches des übergeordneten Projekts

# ShowSuperprojectRemoteBranches.Text
source: Show superproject remote branches
dutch: Laat remote branches van superproject zien
french: Afficher les branches distantes du projet supérieur
german: Zeige Remote Branches des übergeordneten Projekts

# ShowSuperprojectTags.Text
source: Show superproject tags
dutch: Laat tags van superproject zien
french: Afficher les étiquettes du projet supérieur
german: Zeige Tags des übergeordneten Projekts

# ToggleBetweenArtificialAndHeadCommits.Text
source: Toggle between artificial and HEAD commits
german: Umschalten zwischen künstlichen und HEAD Commits

# ToggleHighlightSelectedBranch.Text
source: Highlight selected branch (until refresh)
dutch: Highlight geselecteerde branch (tot refresh)
french: Mettre en valeur la branche sélectionnée (jusqu'au rechargement)
german: Ausgewählten Branch hervorheben (bis zum Refresh)

# drawNonrelativesGrayToolStripMenuItem.Text
source: Draw non relatives gray
dutch: Teken niet gerelateerde vertakkingen grijs
french: Dessiner les non reliés en gris
german: Graphen ohne Bezug grau zeichen

# filterToolStripMenuItem.Text
source: Set advanced filter
dutch: Zet geavanceerd filter
french: Renseigner un filtre avancé
german: Setze erweiterten Filter

# showAuthorAvatarColumnToolStripMenuItem.Text
source: Show author avatar column
french: Afficher la colonne de l'avatar de l'auteur
german: Zeige die Spalte mit dem Avatar des Autors

# showAuthorNameColumnToolStripMenuItem.Text
source: Show author name column
french: Afficher la colonne du nom de l'auteur
german: Zeige die Spalte mit dem Namen des Autoren

# showBuildStatusIconToolStripMenuItem.Text
source: Show build status icon
french: Afficher l'icône de status de la build
german: Zeige den Buildstatus als Symbol

# showBuildStatusTextToolStripMenuItem.Text
source: Show build status text
french: Afficher le texte de status de la build
german: Zeige den Buildstatus als Text

# showDateColumnToolStripMenuItem.Text
source: Show date column
french: Afficher la colonne de date
german: Zeige Datumsspalte

# showFirstParent.Text
source: Show first parents
dutch: Laat directe ouder zien
french: Afficher les premiers parents
german: Eltern zuerst anzeigen

# showGitNotesToolStripMenuItem.Text
source: Show git notes
dutch: Toon git notities
french: Afficher les notes git
german: Zeige Git Kommentare

# showIdColumnToolStripMenuItem.Text
source: Show SHA-1 column
dutch: Toon SHA-1 kolom
french: Afficher la colonne du SHA-1
german: Zeige SHA-1 Spalte

# showMergeCommitsToolStripMenuItem.Text
source: Show merge commits
dutch: Toon samengevoegde commits
french: Afficher les commits de fusion
german: Zeige Merge Commits

# showRelativeDateToolStripMenuItem.Text
source: Show relative date
dutch: Toon relatieve datum
french: Afficher des dates relatives
german: Zeige relatives Datum

# showRevisionGraphColumnToolStripMenuItem.Text
source: Show revision graph column
dutch: Toon revisie grafiek kolom
french: Afficher la colonne du graphe de révisions
german: Zeige die Spalte des Revisionsgraphen

# showTagsToolStripMenuItem.Text
source: Show tags
dutch: Toon labels
french: Afficher les étiquettes
german: Zeige Tags

# _cannotHighlightSelectedBranch.Text
source: Cannot highlight selected branch when revision graph is loading.
dutch: Kan de geselecteerde branch niet highlighten zolang de revisie grafiek laadt.
french: Impossible de mettre en valeur la branche sélectionnée quand le graphe de révision est en cours de chargement.
german: Kann den ausgewählten Branch nicht hervorheben während der Revisions Graph lädt

# _loadingControlAsync.Text
source: Loading
dutch: Bezig
french: Chargement
german: Laden

# chlMenuEntries.Item0
source: Add files...
dutch: Bestanden toevoegen
french: Ajouter des fichiers ...
german: Dateien hinzufügen...

# chlMenuEntries.Item1
source: Apply patch...
dutch: Patch toepassen...
french: Appliquer un patch...
german: Patch anwenden...

# chlMenuEntries.Item10
source: File history
dutch: Bestandsgeschiedenis
french: Historique du fichier
german: Datei-Historie

# chlMenuEntries.Item13
source: Reset file changes..
dutch: Wijzigingen in alle bestanden ongedaan maken.
french: Réinitialiser les modifications des fichiers
german: Dateiänderungen zurücksetzen..

# chlMenuEntries.Item14
source: Revert
dutch: Terugdraaien
french: Annuler le commit
german: Zurücknehmen

# chlMenuEntries.Item15
source: Settings
dutch: Instellingen
french: Paramètres
german: Einstellungen

# chlMenuEntries.Item16
source: View stash
dutch: Bekijke weggezette wijzigingen
french: Voir les stashs
german: Stash anzeigen

# chlMenuEntries.Item17
source: View changes
dutch: Bekijk wijzigingen
french: Voir les modifications
german: Änderungen anzeigen

# chlMenuEntries.Item2
source: Browse
dutch: Bladeren
french: Parcourir
german: Durchsuchen

# chlMenuEntries.Item3
source: Create branch...
dutch: Vertakking aanmaken...
french: Créer une branche...
german: Branch erzeugen...

# chlMenuEntries.Item4
source: Checkout branch...
dutch: Vertakking uitchecken...
french: Charger la branche...
german: Branch auschecken...

# chlMenuEntries.Item5
source: Checkout revision...
dutch: Revisie uitchecken...
french: Charger la révision...
german: Revision auschecken...

# chlMenuEntries.Item6
source: Clone...
dutch: Kloon
french: Cloner
german: Klonen...

# chlMenuEntries.Item7
source: Commit...
french: Commiter...
german: Committen...

# chlMenuEntries.Item8
source: Create new repository...
dutch: Nieuwe opslagplaats...
french: Créer nouveau dépôt...
german: Neues Repository erzeugen...

# chlMenuEntries.Item9
source: Open with difftool
dutch: Openen met difftool
french: Ouvrir avec difftool
german: Öffnen mit Vergleichswerkzeug

# gbShellExtensions.Text
source: Cascaded Context Menu
dutch: Context menu in meerdere niveau's
german: Kaskadiertes Kontextmenü

# _diffBaseToB.Text
source: Unique diff BASE with b/
german: Eindeutiger Diff BASE mit b/

# _diffCommonBase.Text
source: Common diff with BASE a/
german: Gemeinsamer Diff mit BASE a/

# _diffSelectedWithRememberedFile.Text
source: Diff with "{0}"
german: Vergleiche mit {0}

# _diffWithParent.Text
source: Diff with a/
french: Diff avec a/
german: Diff mit a/

# _openWithGitExtensions.Text
source: Open with Git Extensions
dutch: Open met Git Extensions
french: Ouvrir avec Git Extensions...
german: Mit Git Extensions öffnen

# _showDiffForAllParentsTooltip.Text
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE): - Show the difference between the commits. - The difference of unique files from BASE to each of the selected commits. - The difference of common files (identical changes) from BASE to the commits. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
german: Zeige alle Unterschiede zwischen den ausgewählten Commits, ohne Beschränkung auf einen Unterschied. - Für einen einzelnen ausgewählten Commit zeige den Unterschied zu seinem Eltern Commit. - Für einen einzelnen ausgewählten Commit zeige den Unterschied zu allen Eltern Commits. - Für zwei ausgewählte Commits zeige den Unterschied zu einem gemeinsamen Vorfahren (BASE): - Zeige den Unterschied zwischen den Commits. - Zeigen den Unterschied einzigartiger Dateien von BASE in jedem der ausgewählten Commits. - Den Unterschied der gewöhnlichen Dateien (identische Änderungen) von BASE zu den Commits. - Für mehrere (bis zu vier) ausgewählte Commits zeige den Unterschied vom ersten gewählten zu den anderen zuletzt gewählten Commits. - Für mehr als vier ausgewählte Commits, zeige den Unterschied vom ersten gewählten zum letzten gewählten Commit an.

# bisectToolStripMenuItem.Text
source: Bisect...
dutch: Verdeel en heers...
french: Bisection...

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remote repositories...
dutch: Beheer externe opslagplaatsen
french: Gérer les dépôts distants...

# mergeToolStripMenuItem.Text
source: Pull - merge
dutch: Pullen - mergen
french: Récupérer et fusionner (pull)

# pullToolStripMenuItem.Text
source: Pull/Fetch...
french: Importer/Récupérer...

# pushToolStripMenuItem.Text
source: Push...
dutch: Verzenden...
french: Pousser (Push)...

# rebaseToolStripMenuItem.Text
source: Rebase...
french: Rebaser...

# rebaseToolStripMenuItem1.Text
source: Pull - rebase
dutch: Pullen - rebase
french: Récupérer et rebaser (pull --rebase)

# stashPopToolStripMenuItem.Text
source: Stash pop
dutch: Pop weggezette wijzigingen
french: Appliquer le stash

# toolStripRevisionFilterLabel.Text
source: Filter:
french: Filtre :

# rbMerge.Text
source: Merge
dutch: Samenvoegen
french: Fusionner

# Pick.Text
source: Cherry pick
french: Cherry picker

# AutoStash.Text
source: Auto stash
dutch: Automatisch wegzetten
french: Stash automatique

# Prune.Text
source: Prune remote branches
dutch: Externe vertakkingen opschonen
french: Elaguer branches distantes

# Pull.Text
source: &Pull
dutch: &Ophalen
french: &Récupérer

# PullFromRemote.Text
source: Remote
dutch: Extern
french: Dépôt distant

# groupBox3.Text
source: Branch
dutch: Vertakking
french: Branche

# label2.Text
source: Remote branch
dutch: Externe vertakking
french: Branche distante

# Push.Text
source: &Push
dutch: &Verzenden
french: &Pousser

# PushToRemote.Text
source: Remote
dutch: Extern
french: Dépôt distant

# chkAutosquash.Text
source: Autosquash
french: Ecrasement automatique

# label4.Text
source: Committer
french: Commiteur

# Checkout.Text
source: Checkout
dutch: Uitchecken
french: Charger

# Merge.Text
source: &Merge
dutch: &Samenvoegen
french: &Fusionner

# Rebase.Text
source: &Rebase
french: &Rebaser

# _revisionFilter.Text
source: Filter
french: Filtrer

# chlMenuEntries.Item11
source: Pull/Fetch...
french: Importer/Récupérer...

# chlMenuEntries.Item12
source: Push...
dutch: Verzenden...
french: Pousser (Push)...

# toolStripLabel1.Text
source: Branches:
dutch: Vertakkingen:

# label9.Text
source: Branches
dutch: Vertakkingen
