Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _questionOpenRepoCaption.Text
source: Open
dutch: Openen
french: Ouvrir
german: Öffnen
japanese: 開く
korean: 열기
russian: Открыть
spanish: Abrir

# brachLabel.Text
source: &Branch:
dutch: Vertakking
french: &Branche :
japanese: ブランチ(&B):
korean: 브랜치:
russian: &Ветка:
spanish: Rama:

# cbDownloadFullHistory.Text
source: Download full &history
dutch: Download volledige &historie
french: Télécharger tout l'&historique
german: Gesamte &Historie herunterladen
japanese: 履歴をすべてダウンロード(&H)
korean: 전체 & 전체 히스토리 다운로드
russian: Загрузить всю &историю
spanish: Descargar historial completo

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
dutch: Initialiseer alle submodules
french: Initialiser les sous modules
german: Alle Untermodule initialisieren
japanese: サブモジュールをすべて初期化
korean: 모든 서브모듈 초기화
russian: Инициализировать все субмодули
spanish: Inicializar todos los submódulos

# destinationLabel.Text
source: &Destination:
dutch: Bestemming
german: &Ziel
japanese: クローンを作成する場所(&D)
korean: 복제 될 위치:
russian: &Назначение:
spanish: Destino:

# groupBox1.Text
source: Repository type
dutch: Opslagplaats type
french: Type de dépôt
german: Repository Typ
japanese: リポジトリの種類
korean: 저장소 종류
russian: Тип репозитория
spanish: Tipo de repositorio

# repositoryLabel.Text
source: Repository to &clone:
dutch: Te &clonen repository:
french: Dépôt à &cloner :
german: Zu &klonendes Repository:
japanese: クローンするリポジトリ(&C):
korean: 복제(Clone)할 원본:
russian: &Внешний репозиторий:
spanish: Repositorio a clonar:

# subdirectoryLabel.Text
source: &Subdirectory to create:
dutch: Aan te maken subdirectory
french: Sous-dossier à créer :
german: Zu erstellendes &Unterverzeichnis:
japanese: 作成するサブディレクトリ(&S):
korean: 생성할 하위 폴더:
russian: &Подкаталог для создания:
spanish: Subdirectorio a crear:

# $this.Text
source: Commandline usage
dutch: Commandline opties
french: Utilisation de la ligne de commande
german: Befehlszeilenparameter
japanese: コマンドラインの使用
korean: 커맨드라인 사용
russian: Использование командной строки
spanish: Uso de línea de comandos

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
dutch: Ondersteunde commandline argumenten:
french: Arguments de ligne de commande supporté pour gitex.cmd / gitex (situé dans le même répertoire que GitExtensions.exe) :
german: Unterstützte Kommandozeilenparameter für gitex.cmd / gitex (befinden sich im gleichen Ordner wie GitExtensions.exe):
japanese: サポートしているコマンドライン引数:
korean: 명령어 인자가 지원 됩니다. gitex.cmd / gitex (GitExtensions.ex 와 같은 폴더에 있음)
russian: Поддерживаемые аргументы командной строки для gitex.cmd / gitex (находится в той же папке, что и GitExtensions.exe):
spanish: Argumentos de línea de comandos soportados:

# $this.Text
source: Commit
french: Commiter
german: Committen
japanese: コミット
korean: 커밋
russian: Зафиксировать

# Amend.Text
source: &Amend Commit
dutch: &Wijzig laatste commit
french: &Rectifier le commit
german: Letzen Commit &anpassen
japanese: コミットを修正(&Amend)
korean: 마지막 커밋에 재반영 (&Amend)
russian: Изменить последний коммит

# Cancel.Text
source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# Commit.Text
source: &Commit
french: &Commiter
german: &Committen
japanese: コミット(&C)
korean: 커밋 (&C)
russian: &Зафиксировать

# Ok.Text
source: Commit
french: Commiter
german: Committen
japanese: コミット
korean: 커밋
russian: Зафиксировать

# Reset.Text
source: &Reset all changes
german: Alle Änderungen zu&rücksetzen
japanese: 変更をすべてリセット(&R)
korean: 초기화
russian: Сбросить все правки

# ResetAuthor.Text
source: R&eset Author
japanese: 作者を再設定(&E)
russian: С&бросить автора

# ResetUnStaged.Text
source: Reset u&nstaged changes
german: U&ngestagte Änderungen zurücksetzen
japanese: 未ステージの変更をリセット(&N)
korean: 스테이지에 없는 변경사항 초기화
russian: Сброс лишних правок

# ShowOnlyMyMessagesToolStripMenuItem.Text
source: Show only my messages
french: Afficher uniquement mes messages
german: Zeige nur meine Nachrichten
japanese: 自分のメッセージのみ表示
korean: 내 메세지만 표시하기
russian: Показать только мои сообщения
spanish: Mostrar solo mis mensajes

# SolveMergeconflicts.Text
source: There are unresolved merge conflicts
dutch: Er zijn nog niet opgeloste merge conflicten
french: Il y a des conflits de merge non résolus
german: Es sind unaufgelöste Merge-Konflikte vorhanden
japanese: 未解決のマージ競合があります
korean: 미해결된 충돌 파일이 있습니다.
russian: Неразрёшенные конфликты слияния
spanish: Hay conflictos de fusión sin resolver

# StageInSuperproject.Text
source: Stage &in Superproject
german: Stagen &im Überprojekt
japanese: 親プロジェクトにステージ(&I)
korean: 상위 프로젝트 스테이지
russian: Этап в суперпроекте
spanish: Preparar en Superproyecto

# StashStaged.Text
source: S&tash staged changes
japanese: ステージ済の変更をスタッシュ(&T)
russian: С&прятать индексированные изменения

# _addSelectionToCommitMessage.Text
source: Add selection to commit message
dutch: Voeg selectie toe aan commit opmerking
french: Ajouter la sélection au message de commit
german: Auswahl zur Commit-Nachricht hinzufügen
japanese: 選択した項目をコミットメッセージに追加
korean: 커밋 메시지에 선택 항목 추가
russian: Добавить выделенное в сообщение коммита
spanish: Agregar selección al mensaje de commit

# _amendCommit.Text
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
dutch: U staat op het punt de geschienis te herschrijven. Gebruik deze optie alleen als de commit nog niet verzonden is! Weet u zeker dat u door wilt gaan?
french: Vous êtes sur le point de réécrire l'historique. N'utilisez la rectification que si le commit n'a pas encore été publié ! Voulez-vous continuer ?
german: Mit diesem Vorgang ändern Sie die Historie. Korrigieren Sie einen Commit bitte nur, wenn dieser noch nicht veröffentlicht (gepusht) ist! Möchten Sie den Vorgang fortsetzen?
japanese: あなたは履歴を書き換えようとしています。 コミットがまだ公開されていない場合しかやってはいけません！ 続行してよろしいですか？
korean: 기존에 재 반영한 이력이 있습니다. 아직 공개되지 않은 반영이라면, 기존 반영사항에 병합만 가능합니다. 계속 진행 할까요?
russian: Вы собираетесь переписать историю. Изменяйте коммит, только если он еще не опубликован! Хотите продолжить?

# _amendCommitCaption.Text
source: Amend commit
dutch: Commit uitbreiden
french: Rectifier commit
german: Commit anpassen
japanese: コミットを修正(amend)
korean: 마지막 커밋에 재 반영 (Amend)
russian: Изменить последний коммит
spanish: Modificar commit

# _assumeUnchangedToolTip.Text
source: Tell git to not check the status of this file for performance benefits. Use this feature when a file is big and never change. Git will never check if the file has changed that will improve status check performance.
dutch: Laat git de status van dit bestand niet checken voor meer performance. Gebruik deze feature voor grote bestanden die niet wijzigen. Git zal niet checken of het bestand is gewijzigd, waardoor het checken sneller gaat.
french: Indiquer à git de ne pas vérifier le status de ce fichier pour des raisons de performance. Utilisez cette fonctionnalité quand un fichier est gros et ne change jamais. Git ne vérifiera jamais si le fichier a changé ce qui améliorera les performances de la vérification du status.
german: Weise Git an den Status dieser einen Datei für bessere Performance nicht zu prüfen. Verwenden Sie dieses Feature wenn eine Datei groß ist und sich nicht ändern wird. Git wird niemals prüfen, ob diese Datei sich verändert und das führt zu einer besseren Performance bei der Prüfung des Status.
japanese: パフォーマンス向上のため、このファイルの状態を確認しないようにします。 この機能は、ファイルが大きくかつ変更しない場合に使用します。 Gitはファイルの変更を確認しないため、状態確認のパフォーマンスが向上します。
korean: git이 이 파일의 성능 상태를 확인하는 걸 체크하지 않게 하십시오. 파일이 크고 변경되지 않는 경우에 이 기능을 사용합니다. Git는 이 파일이 성능을 향상시키는 변경 사항이 있었는 지 결코 체크하지 않을 것입니다.
russian: Сказать git, чтобы не проверял статус этого файла для повышения производительности. Используйте эту возможность, если файл большой и никогда не изменяется. Git никогда не будет проверять, изменился ли файл, что улучшит производительность проверки статуса.
spanish: Decir a git que no verifique el estado de este archivo para obtener beneficios de rendimiento. Utilice esta función cuando un archivo es grande y nunca cambia. Git nunca verificará si el archivo ha cambiado, lo que mejorará el rendimiento al verificar el estado.

# _commitAndPush.Text
source: Commit && &push
japanese: コミットしてプッシュ(&P)
korean: 커밋 남기고 푸쉬하기
russian: Фиксировать и &отправить
spanish: Confirmar && &Empujar

# _commitAuthorInfo.Text
source: Author
dutch: Auteur
french: Auteur
german: Autor
japanese: 作者
korean: 작성자
russian: Автор
spanish: Autor

# _commitCommitterInfo.Text
source: Committer
french: Commiteur
japanese: コミッタ
korean: 커밋한 사람
russian: Автор коммита
spanish: Commiter

# _commitCommitterToolTip.Text
source: Click to change committer information.
dutch: Klik om committer informatie bij te werken.
french: Cliquer pour changer les informations du commiteur.
german: Klicken, um Comitter Info zu ändern
japanese: クリックしてコミッタの情報を変更します。
korean: 커밋 작성자의 정보를 변경하려면 클릭하십시오.
russian: Нажмите, чтобы изменить информацию об авторе коммита.
spanish: Haga click para cambiar la información del committer.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
dutch: Vraag naar commit melding tijdens commit
french: Un message de commit est requis durant le commit
german: Commit Nachricht wird während des Commits angefragt
japanese: コミットメッセージはコミット時に要求されます
korean: 커밋 메시지는 커밋 할 때 필요합니다
russian: Сообщение коммита запрашивается во время фиксации
spanish: Mensaje de commit pedido durante el commit

# _commitMessageSettings.Text
source: Edit commit message templates and settings...
french: Editer les modèles et les paramètres de message de commit...
german: Templates für Commit Nachrichten und Einstellungen bearbeiten...
japanese: コミットメッセージのテンプレートおよび設定を編集...
korean: 커밋 메세지 템플릿과 설정 변경하기
russian: Изменить шаблоны коммита и настройки...
spanish: Editar plantilla del mensaje commit y configuración....

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
dutch: De eerste regel van de commit melding heeft te veel berichten. Wilt u doorgaan?
french: La 1ère ligne du message de commit contient trop de caractères. Voulez-vous continuer?
german: Die erste Zeile der Commit Nachricht enthält zu viele Zeichen. Wollen Sie trotzdem fortfahren?
japanese: コミットメッセージの1行目が長すぎます。 続行してよろしいですか？
korean: 커밋 메시지의 첫번째 라인이 너무 긴 문자열을 포함하고 있습니다. 계속 할까요?
russian: Первая строка сообщения коммита содержит слишком много символов. Вы хотите продолжить?
spanish: La primera línea del mensaje de commit tiene demasiados caracteres. ¿Desea continuar?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
dutch: De volgende regel in de commit meldig bevat teveel karakters: {0} Weet u zeker dat u wilt doorgaan?
french: La ligne suivante du message de commit contient trop de caractères : {0} Voulez-vous continuer?
german: Die folgende Commit Nachricht enthält zu viele Zeichen {0} Wollen Sie trotzdem fortfahren?
japanese: 以下の行のコミットメッセージが長過ぎます: {0} 続行してよろしいですか？
korean: 다음 커밋 메시지의 문자가 너무 긴 문자열을 포함하고 있습니다. {0} 계속 할까요?
russian: Следующая строка сообщения коммита содержит слишком много символов: {0} Вы хотите продолжить?
spanish: La línea siguiente del mensaje de commit tiene demasiados caracteres. {0} ¿Desea continuar?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
dutch: Commit melding voldoet niet aan de RegEx. Weet u zeker dat u wilt doorgaan?
french: Le message de commit ne correspond pas à la RegEx. Voulez-vous continuer?
german: Die Commit Nachricht stimmt mit dem Regulären Ausdruck nicht überein. Wollen Sie trotzdem fortfahren?
japanese: コミットメッセージが正規表現にマッチしません。 続行してよろしいですか？
korean: 커밋 메시지가 RegEx. 에 매칭되지 않습니다. 계속 할까요?
russian: Сообщение коммита не соответствует регулярному выражению. Вы хотите продолжить?
spanish: El mensaje de commit no concuerda con la RegEx. ¿Desea continuar?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
dutch: De tweede regel van de commit melding is niet leeg. Weet u zeker dat u wilt doorgaan?
french: Le 2ème ligne du message de commit n'est pas vide. Voulez-vous continuer?
german: Die zweite Zeile der Commit Nachricht ist nicht leer. Wollen Sie trotzdem fortfahren?
japanese: 2行目が空ではありません。 続行してよろしいですか？
korean: 커밋 메시지의 두번째 라인이 비어있지 않습니다. 계속 할까요?
russian: Вторая строка сообщения коммита не пустая. Вы хотите продолжить?
spanish: La segunda línea del mensaje de commit no está vacía. ¿Desea continuar?

# _commitValidationCaption.Text
source: Commit validation
dutch: Commit validatie
french: Validation du commit
german: Validierung
japanese: コミットバリデーション
korean: 커밋 검증
russian: Проверка сообщения
spanish: Validación de commit

# _deleteFailed.Text
source: Delete file failed
dutch: Het verwijderen van het bestand is mislukt
french: Suppression du fichier échouée
german: Datei löschen fehlgeschlagen
japanese: ファイルの削除に失敗
korean: 파일 제거 실패
russian: Удаление файла не удалось
spanish: Eliminar archivo fallado

# _deleteSelectedFiles.Text
source: Are you sure you want to delete the selected file(s)?
dutch: Weet u zeker dat u de geselecteerde bestanden wilt verwijderen?
french: Voulez-vous vraiment supprimer les fichier(s) sélectionné(s) ?
german: Sind Sie sicher, dass die ausgewählte(n) Datei(en) gelöscht werden sollen?
japanese: 選択したファイルを削除してよろしいですか？
korean: 선택된 파일(들)을 삭제하시겠습니까?
russian: Вы уверены, что хотите удалить выбранные файлы?
spanish: ¿Está seguro que desea eliminar el archivo seleccionado(s)?

# _deleteSelectedFilesCaption.Text
source: Delete
dutch: Verwijderen
french: Supprimer
german: Löschen
japanese: 削除
korean: 제거
russian: Удалить
spanish: Eliminar

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
dutch: Weet u zeker dat u alle nieuwe bestanden wilt verwijderen?
french: Voulez-vous vraiment supprimer tous les fichiers non suivis ?
german: Sind Sie sich sicher, dass Sie die nicht verfolgten Datei(en) löschen wollen?
japanese: Git管理外のファイルをすべて削除してよろしいですか？
korean: 저장소에 관리되지 않는 파일을 삭제 하시겠습니까?
russian: Вы уверены, что хотите удалить все не отслеживаемые файлы?
spanish: ¿Está seguro que desea eliminar todos los archivos sin seguimiento?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
dutch: Verwijder nieuwe bestanden
french: Supprimer tous les fichiers non-suivis.
german: Nicht verfolgte Dateien löschen.
japanese: 管理外のファイルを削除
korean: 관리되지 않는 파일 삭제.
russian: Удалить не отслеживаемые файлы.
spanish: Eliminar archivos sin seguimiento.

# _enterCommitMessage.Text
source: Please enter commit message
dutch: Voer commit melding in
french: Veuillez entrer un message de commit
german: Bitte Commit-Nachricht eingeben
japanese: コミットメッセージを入力してください
korean: 커밋 메시지를 입력하세요
russian: Пожалуйста, введите сообщение для коммита.
spanish: Por favor, introduzca mensaje de commit

# _enterCommitMessageCaption.Text
source: Commit message
dutch: Commit melding
french: Messages de commit récents
german: Commit-Nachricht
japanese: コミットメッセージ
korean: 커밋 메시지
russian: Сообщение для коммита
spanish: Mensaje de commit

# _enterCommitMessageHint.Text
source: Enter commit message
dutch: Voer commit melding in
french: Entrer un message de commit
german: Commit-Nachricht eingeben
japanese: コミットメッセージを入力してください
korean: 커멧 메시지 입력
russian: Редактировать сообщение для коммита
spanish: Introduzca mensaje de commit

# _formTitle.Text
source: Commit to {0} ({1})
dutch: Commit naar {0} ({1})
french: Commiter sur {0} {1}
german: Commit in {0} ({1})
japanese: コミット {0} ({1})
russian: Зафиксировать в {0} ({1})
spanish: Commit a {0} ({1})

# _mergeConflicts.Text
source: There are unresolved merge conflicts, solve merge conflicts before committing.
dutch: Er zijn nog niet opgeloste merge conflicten. Los deze op voordat u commit.
french: Il y a des conflits de merge non résolus, veuillez les résoudre avant de commiter.
german: Es gibt unaufgelöste Merge-Konflikte. Lösen Sie diese vor dem Comitten.
japanese: 未解決のマージ競合があります。コミットする前に競合を解決してください。
korean: 충돌 파일이 있습니다. 커밋하기 전에 충돌을 해결하십시오.
russian: Есть конфликты слияния, решите их перед коммитом.
spanish: Hay conflictos de fusión sin resolver, solucionar conflictos antes de realizar el commit.

# _mergeConflictsCaption.Text
source: Merge conflicts
dutch: Samenvoeg conflicten
french: Conflits de fusion
german: Konflikte mergen
japanese: マージ競合
korean: 충돌파일 머지
russian: Конфликты слияния
spanish: Conflictos de fusión

# _modifyCommitMessageButtonToolTip.Text
source: If you change the first line of the commit message, git will treat this commit as an ordinary commit, i.e. it may no longer be a fixup or an autosquash commit.
german: Wenn Sie die erste Zeile der Commit Nachricht ändern, wird Git diesen Commit wie einen normalen Commit behandeln, es kann also kein fixup oder autosquash Commit mehr werden.
japanese: コミットメッセージの1行目を変更する場合、gitはこのコミットを通常のコミットとして扱います。 つまり、fixupやautosquashコミットにならないかもしれません。
korean: 커밋 메시지의 첫 줄을 변경하면 이 커밋을 일반적인 커밋으로 간주합니다. 즉, 더 이상 수정 또는 자동 스쿼시 커밋이 아닐 수 있습니다.
russian: Если вы измените первую строку сообщения о фиксации, git будет рассматривать эту фиксацию как обычную фиксацию.
spanish: Si cambias la primera linea del mensaje del commit, git lo tratará como un commit normal, p.e. ya no será un commit de arreglo o auto-aplastado.

# _noFilesStagedAndConfirmAnEmptyMergeCommit.Text
source: There are no files staged for this commit. Are you sure you want to commit?
dutch: Er zijn geen bestanden klaargezet voor deze commit. Weet u zeker dat u wilt doorgaan?
french: Il n'y a pas de fichiers indexés pour ce commit. Voulez-vous vraiment faire un commit ?
german: Es gibt keine gestagten Dateien für diesen Commit. Wollen sie wirklich committen?
japanese: ステージされたファイルがありません。 コミットしてよろしいですか？
korean: 반영할 스테이지 파일이 없습니다. 계속 진행 할까요?
russian: Нет индексированных файлов для этого коммита. Вы уверены, что хотите зафиксировать?
spanish: No hay archivos preparados para este commit. ¿Está seguro que quiere realizar commit?

# _noFilesStagedCommitAllFilteredUnstagedOption.Text
source: Stage and commit the unstaged files that match your filter
japanese: フィルタに一致する未ステージのファイルを追加してコミット
korean: 필터와 일치하는 준비되지 않은 파일을 준비 및 커밋하기
russian: Проиндексировать и зафиксировать файлы, соответствующие фильтру
spanish: Stage y commit los archivos sin preparar que coinciden con tu filtro

# _noFilesStagedCommitAllUnstagedOption.Text
source: Stage and commit all unstaged files
japanese: 未ステージのファイルをすべて追加してコミット
korean: 모든 준비되지 않은 파일을 준비 및 커밋하기
russian: Проиндексировать и зафиксировать все неиндексированные файлы
spanish: Stage y commit todos los ficheros sin preparar

# _noFilesStagedCommitCaption.Text
source: Confirm commit
japanese: コミットの確認
korean: 커밋 확정
russian: Подтвердить коммит
spanish: Confirmar commit

# _noFilesStagedCommitInstructions.Text
source: There aren't any changes in the staging area. How do you want to proceed?
japanese: ステージング領域に変更が何もありません。 どのように続行しますか？
korean: 스테이징 영역에는 변경 사항이 없습니다. 어떻게 진행하시겠습니까?
russian: Нет проиндексированных изменений. Как вы ходите продолжать?
spanish: No hay cambios en el área de preparación. ¿Deseas proceder?

# _noFilesStagedMakeEmptyCommitOption.Text
source: Make an empty commit
japanese: 空のコミットを作成
korean: 빈 커밋 생성
russian: Создать пустой коммит
spanish: Crear un commit vacío

# _noStagedChanges.Text
source: There are no staged changes
dutch: Er zijn geen klaargezette wijzigingen
french: Il n'y a pas de changements indexés
german: Es gibt keine gestagten Änderungen
japanese: ステージされた変更なし
korean: 스테이지 파일이 없습니다
russian: Нет изменений в индексе
spanish: No hay cambios preparados

# _noUnstagedChanges.Text
source: There are no unstaged changes
dutch: Er zijn geen wijzigingen
french: Il n'y a pas de changements non-indexés
german: Es gibt keine nicht gestagten Änderungen
japanese: 未ステージの変更なし
korean: 스테이지에서 원복되는 파일이 없습니다
russian: Нет не индексированных изменений
spanish: No hay cambios no preparados

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
dutch: U bent niet aan het werk op een vertakking. Deze commit zal daarom niet in een vertakking voorkomen en kan verloren gaan. Weet u zeker dat u wilt doorgaan?
french: Vous n'êtes pas sur une branche. Ce commit sera non-référencé quand vous chargerez une branche et peut être perdu. Voulez-vous continuer ?
german: Sie arbeiten nicht auf einem Branch. Dieser Commit wird über keine Referenz verfügen, wenn Sie in einen Branch wechseln und kann damit verloren gehen. Möchten Sie trotzdem fortfahren?
japanese: 現在どのブランチ上にもいません。 このコミットはブランチを切り替えた際に参照されなくなり、ロストします。 続行してよろしいですか？
korean: 이 반영사항은 참조되지 않습니다. 이 경우 사용자가 다른 브랜치로 체크아웃 할 경우 잃게 될 수 있습니다. 계속 진행 할까요?
russian: Вы работаете не в ветке. На этот коммит не будет ссылок, и когда вы переключитесь на другую ветку, он может быть потерян. Хотите продолжить?
spanish: Usted no está trabajando en una rama. Este commit no tendrá referencia al cambiar a otro rama y se puede perder. ¿Desea continuar?

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
dutch: U kunt deze optie alleen gebruiken op een enkel bestand
french: Vous ne pouvez utiliser cette option qu'en sélectionnant un seul fichier
german: Sie können diese Option nur verwenden, wenn Sie eine einzelne Datei ausgewählt haben
japanese: このオプションは、ファイルを1つ選択したときのみ使用できます
korean: 하나의 파일을 선택 했을때만 이 옵션을 사용할 수 있습니다
russian: Эта опция доступна только когда выбран один файл
spanish: Sólo puede utilizar esta opción cuando se selecciona un solo archivo

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
dutch: Weet u zeker dat u de wijzigingen in de alle bestanden ongedaan wilt maken?
french: Voulez-vous vraiment réinitialiser tous les fichiers sélectionnés ?
german: Sind Sie sich sicher, dass Sie alle selektierten Dateien zurücksetzen wollen?
japanese: 選択したファイルへの変更をリセットしてよろしいですか？
korean: 선택된 모든 파일을 원복 하시겠습니까?
russian: Вы уверены, что хотите сбросить изменения во всех отмеченных файлах?
spanish: ¿Está seguro de que desea restablecer todos los archivos seleccionados?

# _resetStageChunkOfFileCaption.Text
source: Unstage chunk of file
dutch: Zet deel van bestand terug
french: Désindexer un morceau de fichier
german: Teile einer Datei unstagen
japanese: チャンクレベルでステージから除く
korean: Unstage 상태 파일
russian: Убрать из индекса часть файла
spanish: Omitir trozo de archivo

# _selectOnlyOneFile.Text
source: You must have only one file selected.
dutch: Selecteer 1 bestand
french: Vous devez n'avoir qu'un seul fichier sélectionné.
german: Sie dürfen nur eine einzelne Datei auswählen.
japanese: 1つのファイルのみを選択してください。
korean: 하나의 파일만 선택되어야 합니다.
russian: Возможно выбрать только один файл.
spanish: Sólo debe tener un archivo seleccionado.

# _selectionFilterErrorToolTip.Text
source: Error {0}
dutch: Fout {0}
french: Erreur {0}
german: Fehler {0}
japanese: エラー {0}
korean: 에러 {0}
russian: Ошибка {0}

# _selectionFilterToolTip.Text
source: Enter a regular expression to select unstaged files.
dutch: Voer een reguliere expressie in om niet klaargezette bestanden te selecteren.
french: Entrer une expression régulière pour sélectionner des fichiers non-indexés.
german: Bitte geben Sie zum Filtern der ungestagten Dateien einen regulären Ausdruck an.
japanese: 未ステージのファイルを選択する正規表現を入力してください。
korean: 스테이지 안된 파일을 선택하기 위한 정규 표현식을 입력하세요.
russian: Введите регулярное выражение, чтобы выбрать не индексированные файлы.
spanish: Ingrese una expresión regular para seleccionar archivos omitidos.
