Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# label4.Text
source: Go to branch:
dutch: Ga naar vertakking:
french: Allez à la branche :
german: Gehe zu Branch:
japanese: ブランチに移動:
korean: 브랜치로 찾기:
russian: Перейти к ветке:
spanish: Ir a rama:

# linkGitRevParse.Text
source: More see git-rev-parse
dutch: Voor meer info, zie git-rev-parse
french: Plus, voir git-rev-parse
german: Mehr unter git-rev-parse
japanese: 詳しくは git-rev-parse を参照
korean: git-rev-parse에 대해 더 알아보기
russian: Подробнее смотрите git-rev-parse
spanish: Ver más en git-rev-parse

# $this.Text
source: Go to line
dutch: Ga naar regel
french: Aller à la ligne
german: Gehe zu Zeile
japanese: 行番号を指定して移動
korean: 줄(라인) 바로가기
russian: Перейти к строке
spanish: Ir a la línea

# cancelBtn.Text
source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
japanese: キャンセル
korean: 취소
russian: Отмена
spanish: Cancelar

# lineLabel.Text
source: Line number
dutch: Lijn nummer
french: Numéro de ligne
german: Zeilennummer
japanese: 行番号
korean: 줄 번호
russian: Номер строки
spanish: Número de línea

# $this.Text
source: Impact
japanese: インパクト
korean: 영향
russian: Воздействие

# _authorCommits.Text
source: {0} ({1} Commits, {2} Changed Lines)
japanese: {0} ({1}コミット、 {2} 変更行)
korean: {0}({1} 커밋, {2} 라인 변경)
russian: {0} ({1} коммитов, {2} измененных строк)

# cbIncludingSubmodules.Text
source: Including submodules
japanese: サブモジュールを含む
korean: 하위 모듈 포함
russian: Включая субмодули

# $this.Text
source: Create new repository
dutch: Maak een nieuwe opslagplaats
french: Créer un nouveau dépôt
german: Neues Repository erzeugen
japanese: リポジトリを新規作成
korean: 새로운 저장소 만들기
russian: Создать новый репозиторий
spanish: Crear nuevo repositorio

# Init.Text
source: Create
dutch: Aanmaken
french: Créer
german: Erzeugen
japanese: 作成
korean: 생성
russian: Создать
spanish: Crear

# _chooseDirectory.Text
source: Please choose a directory.
dutch: Kies een directory.
french: Veuillez choisir un dossier.
german: Bitte geben Sie ein Verzeichnis an.
japanese: ディレクトリを選択してください。
korean: 디렉토리를 선택하세요.
russian: Пожалуйста, выберите каталог.
spanish: Por favor, elija un directorio.

# _chooseDirectoryCaption.Text
source: Choose directory
dutch: Kies directory
french: Choix dossier
german: Verzeichnis wählen
japanese: ディレクトリの選択
korean: 디렉토리 선택
russian: Выберите папку
spanish: Elegir directorio

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
dutch: Kan nieuwe opslagplaats niet initialiseren op een bestand. Kies een directory.
french: Impossible de créer un dépôt sur un fichier. Veuillez entrer un dossier.
german: Bitte geben Sie ein Verzeichnis und keine Datei an. Ein Repository kann nicht in einer Datei initialisiert werden.
japanese: ファイルにリポジトリを作成することはできません。 ディレクトリを選択してください。
korean: 새로운 저장소를 파일로 초기화 할 수 없습니다. 디렉토리를 지정해 주세요.
russian: Файл не может быть использован в качестве пути репозитория. Пожалуйста, выберите каталог.
spanish: No se puede iniciar un nuevo repositorio en un archivo. Por favor, elija un directorio.

# _initMsgBoxCaption.Text
source: Create new repository
dutch: Maak een nieuwe opslagplaats
french: Créer un nouveau dépôt
german: Neues Repository erzeugen
japanese: リポジトリを新規作成
korean: 새로운 저장소 만들기
russian: Создать новый репозиторий
spanish: Crear nuevo repositorio

# label1.Text
source: Directory
french: Dossier
german: Pfad
japanese: ディレクトリ
korean: 디렉토리
russian: Каталог
spanish: Directorio

# $this.Text
source: Edit .mailmap
dutch: Bewerk .mailmap
french: Editer .mailmap
german: .mailmap bearbeiten
japanese: .mailmap を編集
korean: .mailmap 편집
russian: Редактировать .mailmap
spanish: Editar .mailmap

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
dutch: Het opslaan van .mailmap is mislukt. Controleer bestandstoegang.
french: Échec de l'enregistrement de .mailmap. Vérifiez si le fichier est accessible.
german: Fehler beim Speichern von .mailmap. Bitte prüfen Sie, ob auf die Datei zugegriffen werden kann.
japanese: .mailmap ファイルの保存に失敗しました。 ファイルがアクセス可能かどうか調べてください。
korean: .mailmap 파일을 저장하는데 실패하였습니다. 파일이 접근가능한지 확인하세요.
russian: Не удалось сохранить .mailmap. Проверьте, что файл доступен.
spanish: Fallo al guardar .mailmap. Compruebe que el archivo esté accesible.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
dutch: Het opslaan van .mailmap is mislukt.
french: Échec de l'enregistrement de .mailmap
german: Fehler beim Speichern von .mailmap
japanese: .mailmapの保存に失敗しました。
korean: .mailmap 파일을 저장하는데 실패하였습니다.
russian: Не удалось сохранить .mailmap
spanish: Fallo al guardar .mailmap

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
dutch: .mailmap wordt alleen ondersteund in een werk directory.
french: .mailmap est uniquement supporté quand il y a un espace de travail.
german: .mailmap wird nur unterstützt, wenn ein Arbeitsverzeichnis vorhanden ist.
japanese: .mailmapは作業ディレクトリがあるときのみサポートされます。
korean: .mailmap은 작업 폴더에서만 동작합니다.
russian: .mailmap поддерживается только в рабочем каталоге.
spanish: .mailmap sólo soportado cuando hay un directorio de trabajo.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
dutch: Geen werkdirectory
french: Pas de répertoire de travail
german: Kein Arbeitsverzeichnis
japanese: 作業ディレクトリがありません
korean: 작업 폴더 없음
russian: Нет рабочего каталога
spanish: Sin directorio de trabajo

# _saveFileQuestion.Text
source: Save changes to .mailmap?
dutch: Wijzigingen in .mailmap opslaan?
french: Enregistrer les modifications de .mailmap?
german: Änderung an .mailmap speichern?
japanese: .mailmapの変更を保存しますか？
korean: .mailmap 파일로 저장할까요?
russian: Сохранить изменения в .mailmap?
spanish: ¿Guardar cambios en .mailmap?

# label1.Text
source: Edit the mailmap. This file is meant to correct usernames. Example: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> For more information run command "git help shortlog"
dutch: Bewerk de mailmap. Dit bestand is bedoeld om gebruikersnamen en email adressen te corrigeren. Voorbeeld: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com>
french: Editez le fichier mailmap. Ce fichier est utilisé pour corriger les noms d'utilisateurs. Exemple : Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> Pour plus d'information exécutez la commande "git help shortlog"
german: Mailmap bearbeiten. Diese Datei ist zum Korrigieren von Benutzernamen vorgesehen. Beispiel: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com>
japanese: mailmapを編集します。 このファイルはユーザ名を訂正するためのものです。 例: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> これより詳しい情報は "git help shortlog"コマンドを参照してください。
korean: mailmap 수정 방법 예제: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> 보다 자세한 내용은 쉘 명령어 "git help shortlog" 를 참고하세요
russian: Редактировать mailmap. Этот файл необходим для коррекции имен. Пример: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com>
spanish: Edite el mailmap Este archivo está destinado para corregir nombres de usuario. Ejemplo: Henk Westhuis <Henk@.(none)> Henk Westhuis <chenk_westhuis@hotmail.com>

# $this.Text
source: Existing worktrees
dutch: Bestaande worktrees
french: Worktrees existants
german: Existierende Worktrees
japanese: 既存ワークツリー
korean: 현재 작업 트리
russian: Существующие рабочие деревья
spanish: Árboles de trabajo existentes

# Branch.HeaderText
source: Branch
dutch: Vertakking
french: Branche
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# Path.HeaderText
source: Path
dutch: Pad
french: Chemin
german: Pfad
japanese: パス
korean: 경로
russian: Путь
spanish: Ruta

# Type.HeaderText
source: Type
german: Typ
japanese: タイプ
korean: 종류
russian: Тип
spanish: Tipo

# _deleteWorktreeFailedText.Text
source: Failed to delete a worktree
german: Worktree konnte nicht gelöscht werden
japanese: ワークツリーの削除に失敗しました
korean: 작업 트리 삭제 실패
russian: Не удалось удалить рабочее дерево
spanish: Fallo al eliminar el árbol de trabajo

# _deleteWorktreeText.Text
source: Are you sure you want to delete this worktree?
german: Sind Sie sich sicher, dass Sie diesen Worktree löschen wollen?
japanese: このワークツリーを削除してよろしいですか？
korean: 이 작업 트리를 삭제하시겠습니까?
russian: Вы уверены, что хотите удалить это рабочее дерево?
spanish: ¿Está seguro que desea eliminar este árbol de trabajo?

# _deleteWorktreeTitle.Text
source: Delete a worktree
german: Worktree löschen
japanese: ワークツリーを削除
korean: 작업트리 삭제
russian: Удалить рабочее дерево
spanish: Borrar árbol de trabajo

# _switchWorktreeText.Text
source: Are you sure you want to switch to this worktree?
german: Sind Sie sich sicher, dass Sie auf diesen Worktree wechseln wollen?
japanese: このワークツリーに切り替えてよろしいですか？
korean: 이 작업트리로 변경하시겠습니까?
russian: Вы уверены, что хотите переключиться на это рабочее дерево?
spanish: ¿Está seguro que desea cambiar a este árbol de trabajo?

# _switchWorktreeTitle.Text
source: Open a worktree
german: Worktree öffnen
japanese: ワークツリーを開く
korean: 작업 트리 열기
russian: Открыть рабочее дерево
spanish: Abrir árbol de trabajo

# buttonCreateNewWorktree.Text
source: &Create...
japanese: 作成(&C)...
russian: &Создать…
spanish: &Crear...

# buttonDeleteSelectedWorktree.Text
source: &Delete selected
japanese: 選択済みを削除(&D)
russian: Удалить &выбранный
spanish: Borrar selecciona&do

# buttonOpenSelectedWorktree.Text
source: &Open selected
japanese: 選択済みを開く(&O)
russian: &Открыть выбранный
spanish: Abrir selecci&onado

# buttonPruneWorktrees.Text
source: &Prune deleted worktrees
japanese: 削除されたワークツリーをPrune(&P)
spanish: Reducir arboles de trabajo eliminados

# $this.Text
source: Merge branches
dutch: Vertakkingen samenvoegen
french: Fusionner les branches
german: Branches mergen
japanese: ブランチをマージ
korean: 머지(Merge)
russian: Слияние веток
spanish: Fusionar ramas

# Currentbranch.Text
source: Into current branch
dutch: In huidige branch
french: Dans la branche courante
german: In den aktuellen Branch
japanese: 現在のブランチへ
korean: 현재 브랜치에
russian: Текущую ветвь с
spanish: En rama actual

# NonDefaultMergeStrategy.Text
source: Use non-default merge strategy
dutch: Gebruik samenvoegen strategie
french: Utiliser une stratégie de fusion spécifique
german: Eine alternative Merge-Strategie verwenden
japanese: デフォルト以外のマージ戦略を使用
korean: Non-Default 머지전략 사용
russian: Использовать нестандартную стратегию слияния
spanish: No usar la estrategia de fusión por defecto

# Ok.Text
source: &Merge
dutch: &Samenvoegen
french: &Fusionner
japanese: マージ(&M)
korean: 머지 (&Merge)
russian: &Объединить
spanish: &Fusionar

# _formMergeBranchHoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
dutch: Hou muis over scenario om te zien of fast-forward mogelijk is.
french: Survoler pour voir le scénario quand l'avance rapide est possible.
german: Fast-Forward Szenario Anzeige (Maus-Hover)
japanese: ホバーするとファストフォワード可能な場合に切り替わります
korean: 마우스를 올리면 fast forward방식이 이용가능한지 볼 수 있습니다.
russian: Наведите, чтобы увидеть сценарий, когда быстрая перемотка возможна.
spanish: Pase por encima para ver el escenario cuando se puede realizar avance rápido.

# addMergeMessage.Text
source: Specify merge message
dutch: Geef bericht voor de merge
french: Spécifier le message de fusion
german: Angabe der Meldung beim Mergen
japanese: マージメッセージを指定
korean: 병합 메시지 지정하기
russian: Задать сообщение слияния
spanish: Especificar mensaje de fusión.

# advanced.Text
source: Show advanced options
dutch: Toon geavanceerde opties
french: Afficher les options avancées
german: Zeige erweiterte Optionen
japanese: 詳細なオプションを表示
korean: 고급 옵션 보기
russian: Показать расширенные настройки
spanish: Mostrar opciones avanzadas

# allowUnrelatedHistories.Text
source: Allow unrelated histories
dutch: Sta niet-gerelateerde geschiedenis toe
french: Permettre des historiques non reliés
german: Erlaube unrelevante Historieneinträge
japanese: 無関係の履歴を許可
korean: Allow unrelated histories(서로 관련 기록이 없는 이질적인 두 프로젝트 병합 허용 옵션)
russian: Разрешить несвязанную историю
spanish: Permitir historias no relacionadas

# fastForward.Text
source: Keep a single branch line if possible (fast forward)
dutch: Behoud lineaire geschiedenis indien mogelijk (fast forward)
french: Garder une seule ligne de branche si possible (fast forward)
german: Wenn möglich einen einzelnen, geradlinigen Zweig beibehalten (Fast Forward)
japanese: 可能ならブランチを一直線に保つ (fast forward)
korean: 가능하면 하나의 브랜치 라인 유지 (Fast Forward)
russian: Оставить одну ветку, если это возможно (fast forward)
spanish: Mantener una sola rama si es posible (fast forward)

# groupBox1.Text
source: Merge
dutch: Samenvoegen
french: Fusionner
japanese: マージ
korean: 머지(Merge)
russian: Объединить
spanish: Fusionar

# label2.Text
source: Merge branch
dutch: Voeg branch samen
french: Fusionner la branche
german: Branch mergen
japanese: ブランチをマージ
korean: 브랜치 병합
russian: Слить ветку
spanish: Fusionar rama

# noCommit.Text
source: Do not commit
dutch: Niet committen
french: Ne pas commiter
german: Nicht committen
japanese: コミットしない
korean: 머지 후 커밋 하지 않음
russian: Не фиксировать
spanish: No commitear

# noFastForward.Text
source: Always create a new merge commit
dutch: Maak altijd een nieuwe samenvoeg commit
french: Toujours créer un nouveau commit de merge
german: Immer einen eigenständingen Merge-Commit erzeugen
japanese: 常にマージコミットを作成
korean: 항상 새로운 머지 커밋을 생성하기
russian: Всегда создавать коммит слияния
spanish: Siempre crear un nuevo commit de fusión

# squash.Text
source: Squash commits
dutch: Voeg revisies samen tot een
french: Ecraser les commits
german: Commits squashen
japanese: コミットをスカッシュ
korean: Squash 커밋
russian: Объединить коммиты в один
spanish: Aplastar commits

# strategyHelp.Text
source: Help
french: Aide
german: Hilfe
japanese: ヘルプ
korean: 도움말
russian: Справка
spanish: Ayuda

# $this.Text
source: Submodule conflict
dutch: Conflict in submodule
french: Conflit de sous module
german: Konflikt in Untermodul
japanese: サブモジュールの競合
korean: 서브모듈 충돌
russian: Конфликт субмодуля
spanish: Conflicto de submódulo

# _deleted.Text
source: deleted
dutch: verwijderd
french: supprimé
german: Gelöscht
japanese: 削除済
korean: 삭제됨
russian: удален
spanish: eliminado

# _stageFilename.Text
source: Stage {0}
dutch: Klaarzetten {0}
french: Index {0}
japanese: {0}をステージ
russian: Индексировать {0}
spanish: Preparación {0}

# btCheckoutBranch.Text
source: Checkout Branch
dutch: Vertakking Uitchecken
french: Charger la branche
german: Branch auschecken
japanese: ブランチをチェックアウト
korean: 브랜치 체크아웃
russian: Переключиться на ветку
spanish: Hacer checkout de rama

# btOpenSubmodule.Text
source: Open submodule
french: Ouvrir le sous module
german: Untermodul auswählen
japanese: サブモジュールを開く
korean: 서브모듈 열기
russian: Открыть субмодуль
spanish: Abrir submódulo

# btStageCurrent.Text
source: Stage Current
dutch: Stage huidige wijzigingen
french: Indexez les fichiers courants
german: Aktuelles stagen
japanese: 現在の状態をステージする
korean: 현재 Stage
russian: Индексировать текущий
spanish: Preparar actual

# label1.Text
source: Base:
dutch: Basis:
german: Basis:
japanese: ベース:
russian: Базовый:

# label2.Text
source: There is a conflict on the submodule:
dutch: Er is een conflict in de submodule:
french: Il y a un conflit dans le sous module:
german: Konflikt in Untermodul:
japanese: サブモジュールに競合があります:
korean: 서브모듈에서 충돌이 있습니다.
russian: Конфликт в субмодуле:
spanish: Hay un conflicto en un submódulo:

# label3.Text
source: Local:
dutch: Lokaal:
german: Lokal:
japanese: ローカル:
korean: 로컬:
russian: Локальный:

# label4.Text
source: Remote:
dutch: Externe:
french: Branche distante :
japanese: リモート:
korean: 원격:
russian: Внешний репозиторий:
spanish: Remoto:

# label5.Text
source: Current:
dutch: Huidig:
french: Courant:
german: Aktuell:
japanese: 現在:
korean: 현재:
russian: Текущий:
spanish: Actual:

# lbSubmodule.Text
source: Submodule
french: Sous-module
german: Untermodul
japanese: サブモジュール
korean: 서브모듈
russian: Субмодуль
spanish: Submódulo

# $this.Text
source: Open local repository
dutch: Open repository
french: Ouvrir un dépôt local
german: Lokales Repository öffnen
japanese: リポジトリを開く
korean: 로컬 저장소 열기
russian: Открыть репозиторий
spanish: Abrir repositorio

# Load.Text
source: Open
french: Ouvrir
german: Öffnen
japanese: 開く
korean: 열기
russian: Открыть
spanish: Abrir

# _warningOpenFailed.Text
source: The selected directory is not a valid git repository.
french: Le répertoire sélectionné n'est pas un dépôt git valide
german: Das ausgewählte Verzeichnis ist kein gültiges Git Repositor.y
japanese: 選択したディレクトリは有効なGitリポジトリではありません。
korean: 작업 폴더가 유효한 Git 저장소가 아닙니다.
russian: Выбранный каталог не является допустимым git репозиторием.
spanish: El directorio actual no es un repositorio git válido.

# folderBrowserButton.Text
source: &Browse...
german: &Durchsuchen...
japanese: 参照(&B)...
korean: &찾기...
russian: &Обзор
spanish: &Examinar...

# label1.Text
source: &Directory:
german: &Verzeichnis
japanese: ディレクトリ(&D)
korean: &디렉토리
russian: &Каталог:
spanish: &Directorio:

# $this.Text
source: Pull
dutch: Ophalen
french: Récupérer (pull)
japanese: プル
russian: Получить

# AddRemote.Text
source: Mana&ge remotes
japanese: リモートの管理(&G)
korean: &원격 저장소 관리
russian: Управ&лять внешними
spanish: &Gestionar remotos

# AllTags.Text
source: Fetch &all tags
japanese: タグをすべてフェッチ(&A)
korean: &모든 태그를 fetch하기
russian: Забрать &все метки
spanish: Traer tod&as las etiquetas

# AutoStash.Text
source: Auto stas&h
japanese: 自動的にスタッシュ(&H)
korean: 자동 &파일 담아내기_stash
russian: Автоматически &прятать изменения

# Fetch.Text
source: Do not merge, only &fetch remote changes
dutch: Niet samenvoegen, &alleen de wijzigingen ophalen
french: Ne pas fusionner, &récupérer les changements uniquement
german: Nicht mergen, nur die Änderungen vom Remote holen
japanese: リモートの変更をマージせずにフェッチのみ行う(&F)
korean: &Fetch : 원격 저장소 파일로 &Fetch만 진행 (머지 안함)
russian: Только забрать внешнюю ветку, не объединяя с локальной [fetch]
spanish: No fusionar, sólo &traer rama remota

# GroupBranch.Text
source: Branch
japanese: ブランチ
korean: 브랜치
russian: Ветка
spanish: Rama

# GroupMergeOptions.Text
source: Merge options
japanese: マージのオプション
korean: 병합 옵션
russian: Опции слияния
spanish: Opciones de fusión

# GroupPullFrom.Text
source: Pull from
japanese: 取得元
russian: Получить из
spanish: Pull desde

# GroupTagOptions.Text
source: Tag options
japanese: タグのオプション
korean: 태그 옵션
russian: Настройки метки
spanish: Opciones de etiquetas

# Merge.Text
source: &Merge remote branch into current branch
dutch: &Voeg externe vertakking samen met lokale vertakking
french: Fusionner le branche distante dans la branche courante
german: Remote Branch in aktuellen Branch &mergen
japanese: リモートブランチを現在のブランチにマージ(&M)
korean: &Merge : 원격 브랜치를 현재 브랜치에 머지
russian: Слить внешнюю ветки в локальную [merge]
spanish: &Fusionar rama remota con la rama actual

# NoTags.Text
source: Fetch &no tag
japanese: タグをフェッチしない(&N)
korean: &태그를 제외하고 fetch
russian: Забрать &без меток
spanish: No traer &ninguna etiqueta

# Prune.Text
source: &Prune remote branches
japanese: プルーン (リモートで削除されたブランチを削除)(&P)
korean: &원격 브랜치 Prune하기
russian: &Удалить несуществующие ветки
spanish: Re&ducir ramas remotas

# PruneTags.Text
source: Prune remote branches an&d tags
japanese: リモートのブランチとタグをプルーン(&D)
korean: &원격 브랜치와 태그 Prune하기
russian: Удалить устаревшие в&етки и теги
spanish: Re&ducir ramas remotas y etiquetas

# Pull.Text
source: Pull
dutch: Ophalen
french: Récupérer
japanese: プル
russian: Получить

# PullFromRemote.Text
source: &Remote
japanese: リモート(&R)
korean: &원격
russian: Внешний
spanish: &Remoto

# PullFromUrl.Text
source: &URL
japanese: URL(&U)

# ReachableTags.Text
source: Follow &tagopt, if not specified, fetch tags reachable from remote HEAD
japanese: tagoptに従うが、指定されていなかった場合、リモートのHEADから辿れるタグをフェッチ(&T)
korean: tagopt : 지정되지 않으면, 원격 헤드로 부터 태그 정보가 Fetch 됩니다
russian: Следовать tagopt, если не указан, забрать метки доступные с внешней HEAD ветки
spanish: Seguir &tagopt, si no se especificó, traer las etiquetas alcanzables desde la HEAD remota

# Rebase.Text
source: R&ebase current branch on top of remote branch, creates linear history (use with caution)
japanese: 現在のブランチをリモートブランチにリベース(&E): git pull --rebase
korean: &Rebase : 원격 브랜치 최신에 현재 브랜치를 Rebase, 일괄적인 히스토리 생성 (사용시 주의)
russian: Переместить локальную ветку над внешней, создав линейную историю (использовать с осторожностью)
spanish: R&ebase rama actual encima de rama remota, crea un historial lineal. (Usar con precaución)

# Stash.Text
source: Stash &changes
japanese: 変更をスタッシュ(&C)
korean: &변경사항 Stash하기
russian: Спрятанные изменения
spanish: Apilar &cambios

# Unshallow.Text
source: Do&wnload full history
japanese: 履歴をすべてダウンロード(&W)
korean: 전체 히스토리 &다운로드
russian: Скачать всю историю
spanish: Descargar historia completa

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
dutch: Zijn alle samenvoeg problemen opgelost? Wilt u committen?
french: Tous les conflits sont-ils résolus? Voulez-vous commiter?
german: Sind alle Merge-Konflikte behoben? Wollen Sie committen?
japanese: マージ競合をすべて解決しましたか？コミットを続行しますか？
korean: 모든 충돌 파일이 해결되었나요? 커밋 할까요?
russian: Разрешены все конфликты? Хотите осуществить фиксацию?
spanish: ¿Están solucionados todos los conflictos de fusión? ¿Quiere hacer un commit?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
dutch: Conflicten opgelost
french: Conflits résolus
german: Konflikte gelöst
japanese: 競合の解決
korean: 충돌 처리됨
russian: Конфликты разрешены
spanish: Conflictos resueltos

# _areYouSureYouWantToRebaseMerge.Text
source: The current commit is a merge. Are you sure you want to rebase this merge?
dutch: De huidige commit is een merge. Weet u zeker dat u deze merge wilt rebasen?
french: Le commit courant est un commit de fusion. Etes cous sûr de vouloir rebaser ce commit?
german: Der aktuelle Commit ist ein Merge-Commit. Sind Sie sich sicher, dass Sie diesen Merge rebasen wollen?
japanese: 現在のコミットはマージです。 このマージをリベースしてよろしいですか？
korean: 대상 리비전은 머지후 반영된 사항입니다. Rebase를 이 리비전으로 하시겠습니까?
russian: Этот коммит является результатом слияния. Вы уверены, что хотите его переместить?
spanish: El commit actual es una fusión. ¿Está seguro que desea hacer un Rebase de esta fusión?

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
dutch: Rebase samenvoeg commit?
french: Rebaser le commit de fusion?
german: Merge-Commit rebasen?
japanese: マージコミットをリベースしますか？
korean: Rebase 작업을 반영할까요?
russian: Переместить коммит объединения?
spanish: ¿Rebase commit de fusión?

# _buttonFetch.Text
source: &Fetch
dutch: &Ophalen
japanese: フェッチ(&F)
russian: Забрать

# _buttonPull.Text
source: &Pull
dutch: &Ophalen
french: &Récupérer
japanese: プル(&P)
russian: &Получить
