Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _gitDubiousOwnershipText.Text
source: Git detected a security problem that prevents opening the repository. Git-tracked directories are considered unsafe if they are owned by someone other than the current user. To be able to open this repository, you need to either: - add a security exception for the repository to make git trust it, or - correct the ownership of the repository.
japanese: Git がセキュリティ上の問題点を検出したため、リポジトリを開けなくなりました。 Git が追跡しているディレクトリは、現在のユーザー以外が所有していると安全ではないと見なされます。 このリポジトリを開けるようにするには、次のいずれかを行う必要があります: - リポジトリにセキュリティの例外を追加して git に信頼させる - リポジトリの所有者を変更する
spanish: Git ha detectado un problema de seguridad que previene abrir el repositorio. los directorios Git-tracked se consideran inseguros si son propiedad de alguien que no sea el usuario actual. Para poder abrir el repositorio, necesitas realizar: - Añadir una excepción de seguridad al repositorio para que git confié en él, o - Corregir la propiedad del repositorio.

# _gitDubiousOwnershipTrustAllInstruction.Text
source: Git-tracked directories are considered unsafe if they are owned by someone other than the current user. By default, Git will refuse to even parse a Git config of a repository owned by someone else, let alone run its hooks, and this config setting allows users to specify exceptions, e.g. for intentionally shared repositories. If you wish to trust all git repositories on your system even if they are owned by someone else, run the following command. !!! THIS CAN BE DANGEROUS !!!
japanese: Git が追跡しているディレクトリは、現在のユーザー以外が所有していると安全でないと見なされます。 デフォルトでは、Git は他人が所有するリポジトリの Git 構成を構文解析することさえ拒否しますし、 フックを実行することもできません。 自分のシステム上のすべての Git リポジトリを、たとえ他人のものであっても信頼したい場合は、 以下のコマンドを実行します: !!! これは危険です !!!
spanish: Los directorios Git-tracked se consideran inseguros si son propiedad de alguien que no sea el usuario actual. Por defecto, Git rechaza incluso analizar la configuración git del repositorio ajeno, dejándolo solo ejecutar sus enlaces y esta configuración permite a los usuarios especificar excepciones, por ejemplo, para compartir intencionalmente repositorios. Si deseas confiar en los repositorios git de tu sistema aún sin ser dueño de él, ejecuta el siguiente comando. ¡¡¡ ESTO PUEDE SER PELIGROSO !!!

# _gitDubiousOwnershipTrustAllRepositories.Text
source: Trust all repositories
japanese: リポジトリをすべて信頼
spanish: Confiar en todos los repositorios

# _gitDubiousOwnershipTrustRepository.Text
source: Trust this repository
japanese: このリポジトリを信用
spanish: Confiar en este repositorio

# _gitExecutableNotFoundText.Text
source: The Git executable could not be located on your system.
french: L'exécutable Git n'a pas pu être localisé sur votre système.
german: Die ausführbare Git-Datei konnte auf Ihrem System nicht gefunden werden.
japanese: gitの実行ファイルはシステムで見つかりませんでした。
korean: Git 실행 파일을 시스템에서 찾을 수 없습니다.
russian: Исполняемый файл Git не найден в системе.
spanish: No se ha encontrado el archivo ejecutable de Git en tu sistema.

# _gitSecurityError.Text
source: Git security error
japanese: Git セキュリティエラー
spanish: Error de seguridad en Git

# _hoursAgo.Text
source: {0} {1:hour|hours} ago
dutch: {0} {1:uur|uren} geleden
french: Il y a {0} {1:heure|heures}
german: vor {0} {1:Stunde|Stunden}
japanese: {0}時間前
korean: {0}{1: 시간} 전
russian: {0} {1:час|часа|часов} назад
spanish: hace {0} {1:hora|horas}

# _indexText.Text
source: Commit index
french: Index du commit
japanese: コミット インデックス
korean: 인덱스
russian: Индекс коммита
spanish: Índice de commit

# _installGitInstructions.Text
source: Install git...
dutch: Installeer git...
french: Installer git...
german: Git installieren...
japanese: gitをインストール...
korean: 깃 설치...
russian: Установить git...
spanish: Installar git...

# _invisibleCommitText.Text
source: '{0}' is not currently visible
japanese: '{0}' は現在表示されていません
korean: '{0}'이 현재 표시되지 않습니다.
russian: '{0}' в настоящее время не отображается
spanish: '{0}' no es visible

# _loadingDataText.Text
source: Loading data...
dutch: Data laden...
french: Chargement des données...
german: Lade Daten...
japanese: データを読込中...
korean: 데이터 로딩중...
russian: Загрузка данных...
spanish: Cargando datos...

# _local.Text
source: Local
dutch: Lokaal
french: Branche locale
japanese: ローカル
korean: 로컬
russian: Локальный

# _mainInstructionNotOnBranch.Text
source: You are not working on a branch
dutch: U bent momenteel niet op een vertakking aan het werk
french: Vous n'êtes pas sur une branche de travail
german: Sie arbeiten nicht auf einem Branch.
japanese: ブランチ上で作業していません
korean: 브랜치에서 작업하고 있지 않습니다
russian: Вы не работаете в ветке
spanish: No está trabajando en una rama

# _markBisectAsBad.Text
source: Marked as bad in bisect
german: Markiert als schlecht in bisect
japanese: bisectで不良としてマークする
korean: 깃 bisect이 bad로 표시됨
russian: Отметить как плохую в bisect
spanish: División marcada como mala

# _markBisectAsGood.Text
source: Marked as good in bisect
german: Markiert als gut in bisect
japanese: bisectで優良としてマークする
korean: 깃 bisect이 good로 표시됨
russian: Отметить как хорошую в bisect
spanish: División marcada como buena

# _message.Text
source: Message
japanese: メッセージ
korean: 메시지
russian: Сообщение
spanish: Mensaje

# _messageText.Text
source: {0:Message|Messages}
german: {0:Nachricht|Nachrichten}
japanese: {0:メッセージ|メッセージ}
korean: {0:메세지}
spanish: {0:Mensaje|Mensajes}

# _minutesAgo.Text
source: {0} {1:minute|minutes} ago
dutch: {0} minuten geleden
french: Il y a {0} {1:minute|minutes}
german: vor {0} {1:Minute|Minuten}
japanese: {0}分前
korean: {0}{1: 분} 전
russian: {0} {1:минута|минуты|минут} назад
spanish: hace {0} minutos

# _monthsAgo.Text
source: {0} {1:month|months} ago
dutch: {0} {1:maand|maanden} geleden
french: Il y a {0} mois
german: vor {0} {1:Monat|Monaten}
japanese: {0}か月前
korean: {0}{1: 달} 전
russian: {0} {1:месяц|месяца|месяцев} назад
spanish: hace {0} {1:mes|meses}

# _no.Text
source: No
dutch: Nee
french: Non
german: Nein
japanese: いいえ
korean: 아니요
russian: Нет

# _noBranch.Text
source: no branch
dutch: geen vertakking
french: pas sur une branche
german: kein Branch
japanese: ブランチなし
korean: 브랜치 없음
russian: нет веток
spanish: sin rama

# _noChanges.Text
source: No changes
japanese: 変更なし
korean: 변경 없음
russian: Нет изменений
spanish: No hubo cambios

# _open.Text
source: Open
dutch: Openen
french: Ouvrir
german: Öffnen
japanese: 開く
korean: 열기
russian: Открыть
spanish: Abrir

# _openInVisualStudio.Text
source: Open in &Visual Studio
japanese: Visual Studio で開く(&V)
korean: &Visual Studio에서 열기
russian: Открыть в &Visual Studio
spanish: Abrir en &Visual Studio

# _openInVisualStudioFailureCaption.Text
source: Unable to open file
japanese: ファイルを開くことができません
korean: 파일을 열 수 없습니다.
russian: Невозможно открыть файл

# _openInVisualStudioFailureText.Text
source: Could not find this file in any open solution. Ensure you have a project containing this file open before trying again.
japanese: 開かれているソリューションでこのファイルが見つかりませんでした。このファイルを含むプロジェクトが開かれていることを確認してから、もう一度お試しください。
korean: 열려 있는 솔루션에서 이 파일을 찾을 수 없습니다. 다시 시도하기 전에 이 파일이 포함된 프로젝트가 열려 있는지 확인하십시오.
russian: Не удалось найти этот файл ни в одном открытом решении. Перед повторной попыткой убедитесь, что у вас открыт проект, содержащий этот файл.

# _openReport.Text
source: Open report
german: Öffne Report
japanese: 報告を開く
korean: 레포트 열기
russian: Открыть отчет
spanish: Abrir informe

# _openWithGitExtensions.Text
source: &Open with Git Extensions
japanese: Git Extensionsで開く(&O)
korean: &Git Extensions로 열기
russian: Открыть в Git Extensions
spanish: &Abrir con Git Extensions

# _parentsText.Text
source: {0:Parent|Parents}
german: {0:Elter|Eltern}
japanese: {0:親|親}
korean: {0:부모노드|부모노드들}
spanish: {0:Padre|Padres}

# _pathFilter.Text
source: Path filter
japanese: パスでフィルタ
korean: 경로 필터
russian: Фильтр путей
spanish: Filtro de ruta

# _remote.Text
source: Remote
dutch: Extern
french: Branche distante
japanese: リモート
korean: 원격
russian: Внешний
spanish: Remoto

# _remoteInError.Text
source: {0} Remote: {1}
japanese: {0} リモート: {1}
russian: {0} Внешний: {1}
spanish: {0} Remoto: {1}

# _remotesText.Text
source: Remotes
french: Branches distantes
japanese: リモート
russian: Внешние репозитории
spanish: Remotos

# _removeAllInvalidRepositories.Text
source: Remove all {0} invalid repositories
dutch: Verwijder alle {0} ongeldige repositories
french: Supprimer tous les {0} dépôts invalides
german: Alle {0} ungültigen Repositorys entfernen.
japanese: 無効なリポジトリ{0}件をすべて除去
korean: {0}개의 유효하지 않은 모든 저장소 삭제
russian: Удалить все {0} недействительных репозитория
spanish: Remover todos {0} los directorios inválidos

# _removeSelectedInvalidRepository.Text
source: Remove the selected invalid repository
dutch: Verwijder de geselecteerde ongeldige repositorie
french: Supprimer le dépôt invalides sélectionné
german: Das ausgewählte ungültige Repository entfernen.
japanese: 選択されている無効なリポジトリを除去
korean: 선택된 유효하지 않은 저장소 삭제
russian: Удалить выбранный недействительный репозиторий
spanish: Remover el repositorio invalido seleccionado

# _reportBugText.Text
source: If you think this was caused by Git Extensions, you can report a bug for the team to investigate.
japanese: これの原因がGit Extensionsであると思われる場合は、バグを報告してチームに調査を依頼できます。
korean: Git Extensions에 의해서 오류가 발생했다고 생각되면 버그를 리포트 해 주십시오.
russian: Если вы считаете, что это было вызвано Git Extensions, вы можете сообщить об ошибке, чтобы команда исследовала ее.
spanish: Si piensas que ha sido por Git Extensions, puedes reportar un bug al equipo para que lo investiguen.

# _resetSelectedLines.Text
source: Reset selected line(s)
dutch: Geselecteerde wijzigingen terugzetten
french: Réinitialiser les lignes sélectionnées
german: Ausgewählte Zeile(n) zurücksetzen
japanese: 選択行の変更をリセット
korean: 선택된 라인 리셋
russian: Сбросить выбранные строки
spanish: Resetear líneas seleccionadas

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
dutch: Weet u zeker dat u de wijzigingen van de geselecteerde regels wilt terugzetten?
french: Voulez-vous vraiment réinitialiser toutes les lignes sélectionnées ?
german: Sind Sie sich sicher, dass Sie die Änderungen an den ausgewählten Zeilen zurücksetzen wollen?
japanese: 選択行の変更をリセットしてよろしいですか？
korean: 선택된 라인을 리셋하시겠습니까?
russian: Вы уверены, что хотите сбросить изменения в выбранных строках?
spanish: ¿Está seguro que desea restablecer los cambios de las líneas seleccionadas?

# _rotInactive.Text
source: [ Inactive ]
japanese: [ 非アクティブ ]
korean: [비활성화]
spanish: [ Inactivo ]

# _scriptConfirmExecuteText.Text
source: Do you want to execute script
japanese: 以下のスクリプトを実行しますか
korean: 스크립트를 실행하겠습니까?
russian: Вы хотите выполнить скрипт
spanish: ¿Deseas ejecutar el script

# _scriptErrorCantFindText.Text
source: Unable to find script
japanese: スクリプトが見つかりません
korean: 스크립트를 찾을 수 없음
russian: Скрипт не найден
spanish: No se encuentra script

# _scriptErrorFailedToExecuteText.Text
source: Failed to execute script
german: Skript-Ausführung fehlgeschlagen
japanese: スクリプトの実行に失敗しました
korean: 스크립트 실행 실패
russian: Не удалось выполнить скрипт
spanish: Fallo al ejecutar script

# _scriptErrorOptionWithoutRevisionGridText.Text
source: option is only supported when invoked from the revision grid
japanese: オプションはリビジョングリッドから起動するときのみサポートされます
korean: 이 옵션은 리비젼 그리드에서 실행한 경우에만 지원됩니다.
russian: опция поддерживается только при вызове из списка ревизий
spanish: la opción sólo está soportada cuando se invoca desde la grilla de revisiones

# _scriptErrorOptionWithoutRevisionText.Text
source: A valid revision is required to substitute the argument options
japanese: 引数オプションを置き換えるための、有効なリビジョンが必要です
korean: 인자 옵션을 변경하기 위해서는 유효한 리비젼이 필요합니다.
russian: Для замены параметров аргумента нужна правильная ревизия.
spanish: Es requerida una revisión valida para sustituir las opciones de argumento

# _scriptText.Text
source: Script
japanese: スクリプト
korean: 스크립트
russian: Скрипт

# _searchingFor.Text
source: Searching for:
dutch: Zoeken naar:
french: Rechercher :
german: Suchen nach:
japanese: 検索内容:
korean: 검색:
russian: Искать для:
spanish: Buscando:

# _secondsAgo.Text
source: {0} {1:second|seconds} ago
dutch: {0} seconden geleden
french: Il y a {0} {1:seconde|secondes}
german: vor {0} {1:Sekunde|Sekunden}
japanese: {0}秒前
korean: {0}{1: 초} 전
russian: {0} {1:секунда|секунды|секунд} назад
spanish: hace {0} segundos

# _settingsTypeToFind.Text
source: Type to find
japanese: ここに入力して検索
russian: Начните ввод для поиска
spanish: Tipo a buscar

# _showAllText.Text
source: Show all
french: Afficher tout
german: Zeige alles
japanese: すべて表示
korean: 모두 표시
russian: Показать все
spanish: Mostrar todo

# _showCurrentBranchOnly.Text
source: Show current branch only
japanese: 現在のブランチのみ表示
russian: Показывать только текущую ветку
spanish: Mostrar sólo rama actual

# _showDiffForAllParentsText.Text
source: Show file differences for all parents in browse dialog
french: Afficher les différences du fichier pour tous les parents dans la fenêtre de parcours.
german: Dateidifferenzen für alle übergeordneten Elemente im Dialogfeld "Durchsuchen" anzeigen
japanese: すべての親のファイルの差異をダイアログに表示
korean: 브라우저 기록에서 모든 부모 노드에 대한 파일 차이 표시
russian: Показать различия между файлами для всех родителей в окне обзора
spanish: Mostrar diferencias de archivos para todos los padres en el diálogo de navegación

# _showDiffForAllParentsTooltip.Text
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE), show the difference between the commits as well as the difference from BASE to the selected commits. See documentation for more details about icons and range diffs. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
japanese: 選択したコミット間のすべての差分を表示します。差分は1つだけに限定されません。 - 単一のコミットを選択した場合、その親コミットとの差分を示します。 - 単一のマージコミットを選択した場合、すべての親との差分を示します。 - 選択した2つのコミットが共通の祖先(BASE)を持つ場合、 コミット間の差分だけでなく、BASEから選択コミットまでの差分も表示されます。 アイコンや範囲の差分についての詳細は説明文書を参照してください。 - 複数のコミット(最大4つ)を選択した場合、 最初に選択したすべてのコミットと最後に選択したコミットの差分を表示します。 - 4つを超えるコミットを選択した場合は、 最初に選択したコミットから最後に選択したコミットまでの差分を表示します。
russian: Показать все различия между выбранными коммитами, не ограничиваясь только одним отличием. - Для одного выбранного коммита будет показана разница с его родительским коммитом. - Для одного выбранного коммита будет показана разница со всеми родителями. - Для двух выбранных коммитов с общим предком (BASE), будет показана разницу между коммитами, а также разницу между BASE и выбранными коммитами. См. документацию для получения более подробной информации о значках и различиях диапазонов. - Для нескольких выбранных коммитов (до четырех) показать разницу для всех первых выбранных с последней выбранной фиксацией. - Для более чем четырех выбранных коммитов показать разницу между первым и и последним коммитом.
spanish: Mostrar todas las diferencias ente los commits seleccionados, no limitar solo a una diferencia. - Para un commit individual seleccionado, muestra la diferencia con los commits padres. - Para un commit individual agregado seleccionado, muestra la diferencia con sus padres. - Para dos commits seleccionados con un precedente común (BASE), muestra la diferencia entre los commits como la diferencia de BASE a los commits seleccionados. Revisa la documentación para mas detalles sobre los iconos y las diferencias de rangos. - Para multiples commits seleccionados (Hasta cuatro), muestra la diferencia para de todos los primeros seleccionados con los últimos seleccionados del commit. - Para más de cuatro commits seleccionados, muestra la diferencia del primer, al ultimo commit selecionado.

# _showOnlyFirstParent.Text
source: Show only first parent
japanese: 最初の親のみを表示
russian: Показать только первого родителя
spanish: Mostrar sólo primer padre

# _showReflog.Text
source: Show reflog
japanese: reflogを表示
russian: Показать журнал ссылок
spanish: Mostrar registro de referencia.

# _showReflogTooltip.Text
source: Show all reflog references
japanese: reflog参照をすべて表示
spanish: Mostrar todos los registros de referencia

# _simplifyByDecoration.Text
source: Simplify by decoration
japanese: タグとブランチから参照されているコミットのみを表示
russian: Упростить сокращениями
spanish: Simplificar por decoración

# _since.Text
source: Since
japanese: 開始
korean: 특정일 이후
russian: Начиная с
spanish: Desde

# _sortBy.Text
source: &Sort by...
french: Trier par...
german: &Sortieren nach...
japanese: 並べ替え(&S)...
korean: & ...를 기준으로 정렬
russian: &Сортировать по...
spanish: &Ordenar por...

# _sortOrder.Text
source: &Sort order...
german: &Sortierung
japanese: 並び順(&S)...
korean: &정렬
russian: &Сортировать...
spanish: &Ordenar por...

# _stageSelectedLines.Text
source: Stage selected line(s)
dutch: Geselecteerde regel(s) klaarzetten
french: Indexer les lignes sélectionnées
german: Ausgewählte Zeile(n) stagen
japanese: 選択行をステージに追加
korean: 선택된 줄을 스테이징
russian: Индексировать выбранные строки
spanish: Preparar líneas seleccionadas

# _stashDropConfirmTitle.Text
source: Drop Stash Confirmation
dutch: Verwijder Stash
french: Abandonner la confirmation du Stash
german: Drop Stash Bestätigung
japanese: スタッシュ削除の確認
spanish: Confirmación para eliminar el stash

# _stashesText.Text
source: Stashes
japanese: スタッシュ

# _submodulesText.Text
source: Submodules
french: Sous modules
german: Untermodule
japanese: サブモジュール
korean: 서브모듈들
russian: Субмодули
spanish: Submódulos

# _tag.Text
source: Tag
dutch: Label
french: Étiquette
japanese: タグ
korean: 태그
russian: Метка
spanish: Etiqueta

# _tagsText.Text
source: Tags
dutch: Labels
french: Etiquettes
japanese: タグ
korean: 태그
russian: Метки
spanish: Etiquetas

# _telemetryPermissionCaption.Text
source: Allow Capture Telemetry?
french: Permettre la capture d'informations ?
german: Erfassen von Telemetrie erlauben?
japanese: 利用統計の取得を許可しますか？
korean: 원격 측정을 허용하시겠습니까?
russian: Разрешить сбор телеметрии?
spanish: ¿Permitir Capturar Telemetría?

# _telemetryPermissionMessage.Text
source: We collect information so we can make the app better. We won't collect any personal or identifiable information. You can change your mind at any time. Yes, I allow telemetry!
french: Nous collectons des informations pour nous permettre de réaliser des améliorations. Nous ne collections aucune données personnelles. Vous pouvez changer d'avis à tout moment. Oui, je permets la transmission d'informations !
german: Wir sammeln Informationen, um die Anwendung zu verbessern. Wir werden keine persönlichen oder identifizierenden Informationen sammeln. Sie können Ihre Meinung jederzeit ändern. Ja - ich erlaube Telemetrie!
japanese: 私たちはアプリケーションをより良くするために情報を収集しています。 私たちはいかなる個人情報、特定可能な情報も収集しません。 あなたはいつでも変更できます。 はい。情報の収集を許可します。
korean: 우리는 더 나은 앱을 만들기 위해 정보를 수집합니다. 개인 정보나 식별 가능한 정보는 수집하지 않습니다. 언제든지 마음을 바꿀 수 있어요. 예, 원격 측정을 허용합니다!
russian: Мы собираем информацию, чтобы сделать приложение лучше. Мы не собираем персональную информацию или информацию, позволяющую вас идентифицировать. Вы можете изменить свой выбор в любое время. Да, я разрешаю сбор данных!
spanish: Recopilamos información para hacer mejor la aplicación. No recopilamos datos personales o identificables. Puedes cambiar esto cuando quieras. ¡Si, acepto la telemetría!

# _uninterestingDiffOmitted.Text
source: Uninteresting diff hunks are omitted.
dutch: Oninteressante diff blokken worden weggelaten.
french: Les bouts de modification inintéressant sont omis.
german: Uninteressante diff hunks werden ausgelassen.
japanese: 興味のない変更部分を無視します。
korean: diff hunks가 생략되었습니다.
russian: Неинтересные части изменений опущены.
spanish: Se omiten fragmentos diff que no interesan

# _unstageSelectedLines.Text
source: Unstage selected line(s)
dutch: Geselecteerde regel(s) terugzetten
french: Désindexer les lignes sélectionnées
german: Ausgewählte Zeile(n) unstagen.
japanese: 選択行のステージを取り消し
korean: 선택된 라인을 스테이지에서 제거
russian: Убрать из индекса выбранные строки
spanish: Omitir líneas seleccionadas

# _until.Text
source: Until
japanese: 終了
korean: 특정일 이전
russian: До
spanish: Hasta

# _viewPullRequest.Text
source: View pull requests
french: Voir les pull request
german: Pull Requests ansehen
japanese: プルリクエストを表示
korean: Pull 요청사항 보기
russian: Обзор pull request'ов
spanish: Ver solicitud de pull

# _warning.Text
source: Warning
dutch: Waarschuwing
french: Attention
german: Warnung
japanese: 警告
korean: 경고
russian: Предупреждение
spanish: Advertencia

# _weeksAgo.Text
source: {0} {1:week|weeks} ago
dutch: {0} {1:week|weken} geleden
french: Il y a {0} {1:semaine|semaines}
german: vor {0} {1:Woche|Wochen}
japanese: {0}週間前
korean: {0}{1: 주} 전
russian: {0} {1:неделя|недели|недель} назад
spanish: hace {0} {1:semana|semanas}

# _workingDirectoryText.Text
source: Working directory
dutch: Werkdirectory
french: Répertoire de travail
german: Arbeitsverzeichnis
japanese: 作業ディレクトリ
korean: 작업 폴더
russian: Рабочий каталог
spanish: Directorio de trabajo

# _workspaceText.Text
source: Working directory
dutch: Werkdirectory
french: Répertoire de travail
german: Arbeitsverzeichnis
japanese: 作業ディレクトリ
korean: 작업 폴더
russian: Рабочий каталог
spanish: Directorio de trabajo

# _yearsAgo.Text
source: {0} {1:year|years} ago
dutch: {0} jaar geleden
french: Il y a {0} {1:an|ans}
german: vor {0} {1:Jahr|Jahren}
japanese: {0}年前
korean: {0}{1: 년} 전
russian: {0} {1:год|года|лет} назад
spanish: hace {0} años

# _yes.Text
source: Yes
dutch: Ja
french: Oui
german: Ja
japanese: はい
korean: 예
russian: Да
spanish: Si

# _cannotOpenTheFolder.Text
source: Cannot open the folder
french: Impossible d'ouvrir le dossier
german: Kann das Verzeichnis nicht öffnen
japanese: フォルダを開くことができません
korean: 이 폴더를 열 수 없습니다.
russian: Не удалось открыть папку
spanish: No se puede abrir la carpeta

# _clearRecentCategoryCaption.Text
source: Clear recent repositories
dutch: Recente opslagplaatsen opschonen
french: Vider les dépôts récents
german: Liste der zuletzt verwendeten Repositories leeren
japanese: 最近開いたリポジトリをクリア
korean: 최근 열어본 저장소 삭제
russian: Очистить последние репозитории
spanish: Limpiar repositorios recientes

# _clearRecentCategoryQuestion.Text
source: Do you want to clear the list of recent repositories? The action cannot be undone.
french: Voulez vous vider la liste des dépôts récents ? Cette action ne peut être annulée.
german: Wollen Sie die Liste der zuletzt verwendeten Repositories leeren? Die Aktion kann nicht rückgängig gemacht werden.
japanese: 最近開いたリポジトリの一覧をクリアしますか？ この操作は取り返しがつきません。
korean: 최근 방문한 저장소 기록을 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
russian: Вы хотите удалить список последних использованных репозиториев? Это необратимое действие.
spanish: ¿Desea limpiar la lista de repositorios recientes? La acción no se puede deshacer.

# _deleteCategoryCaption.Text
source: Delete Category
dutch: Verwijder categorie
french: Supprimer la catégory
german: Kategorie löschen
japanese: カテゴリを削除
korean: 카테고리 삭제
russian: Удалить категорию
spanish: Borrar categoría

# _deleteCategoryQuestion.Text
source: Do you want to delete category "{0}" with {1} repositories? The action cannot be undone.
french: Voulez vous supprimer la catégorie "{0}" avec {1} dépôts ? Cette action ne peut être annulée.
german: Wollen Sie die Kategorie "{0}" mit {1} Repositories löschen? Die Aktion kann nicht rückgängig gemacht werden.
japanese: {1}リポジトリが入っているカテゴリ名"{0}"を削除しますか？ この操作は取り返しがつきません。
korean: {1} 저장소에 있는 카테고리 "{0}"을 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
russian: Вы хотите удалить категорию "{0}" с {1} репозиториями? Это действие не может быть отменено.
spanish: ¿Desea eliminar la categoría "{0}" con {1} repositorios? La acción no se puede deshacer.

# _groupActions.Text
source: Actions
japanese: 操作
korean: 작업
russian: Действия
spanish: Acciones
