Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# $this.Text
source: Bitbucket Server
japanese: Bitbucketサーバ
korean: Bitbucket 서버
russian: Сервер Bitbucket

# _committed.Text
source: {0} committed {1}
japanese: {0}は{1}をコミットした
korean: {0} 커밋됨 {1}
russian: {0} автор коммита {1}

# _error.Text
source: Error
dutch: Fout
french: Erreur
german: Fehler
japanese: エラー
korean: 에러
russian: Ошибка

# _linkLabelToolTip.Text
source: Right-click to copy link
japanese: 右クリックしてURLをコピー
korean: 링크를 복사하기 위해 우클릭하세요
russian: Правый клик для копирования ссылки

# _success.Text
source: Success
dutch: Succes
french: Réussite
german: Erfolg
japanese: 成功
korean: 성공
russian: Завершено успешно
spanish: Exito

# btnApprove.Text
source: Approve
japanese: 承認
korean: 승인
russian: Подтвержден

# btnCreate.Text
source: Create
japanese: 作成
korean: 생성
russian: Создать

# btnMerge.Text
source: Merge
japanese: マージ
korean: 머지(Merge)
russian: Слияние

# groupBoxCreatePullRequest.Text
source: Pull Request Info
japanese: プルリクエストの情報
korean: Pull 요청 정보
russian: Информация запроса на слияние

# groupBoxInformation.Text
source: Information
japanese: 情報
korean: 정보
russian: Информация

# groupBoxPullRequestInfo.Text
source: Pull Request Info
japanese: プルリクエストの情報
korean: Pull 요청 정보
russian: Информация запроса на слияние

# groupBoxSource.Text
source: Source
japanese: ソース
korean: 소스
russian: Источник

# groupBoxSourceRepoView.Text
source: Source
japanese: ソース
korean: 소스
russian: Источник

# groupBoxTarget.Text
source: Target
japanese: 対象
korean: 타겟
russian: Назначение

# groupBoxTargetRepoView.Text
source: Target
japanese: 対象
korean: 타겟
russian: Назначение

# lblAuthor.Text
source: Author
japanese: 作者
korean: 작성자
russian: Автор

# lblBranchView.Text
source: Branch
japanese: ブランチ
korean: 브랜치
russian: Ветка

# lblDescription.Text
source: Description
japanese: 注釈
korean: 내용
russian: Описание

# lblDescriptionView.Text
source: Description
japanese: 注釈
korean: 내용
russian: Описание

# lblRepositoryView.Text
source: Repository
japanese: リポジトリ
korean: 저장소
russian: Репозиторий

# lblReviewerView.Text
source: Reviewer (approved)
japanese: レビュアー(承認済み)
korean: 검토자 (승인됨)
russian: Рецензент (подтвержден)

# lblSourceBranch.Text
source: Branch
japanese: ブランチ
korean: 브랜치
russian: Ветка

# lblSourceRepoView.Text
source: Repository
japanese: リポジトリ
korean: 저장소
russian: Репозиторий

# lblSourceRepository.Text
source: Repository
japanese: リポジトリ
korean: 저장소
russian: Репозиторий

# lblState.Text
source: State
japanese: 状態
korean: 상태
russian: Состояние

# lblTargetBranch.Text
source: Branch
japanese: ブランチ
korean: 브랜치
russian: Ветка

# lblTargetRepoView.Text
source: Branch
japanese: ブランチ
korean: 브랜치
russian: Ветка

# lblTargetRepository.Text
source: Repository
japanese: リポジトリ
korean: 저장소
russian: Репозиторий

# lblTitle.Text
source: Title
japanese: タイトル
korean: 제목
russian: Заголовок

# lblTitleView.Text
source: Title
japanese: タイトル
korean: 제목
russian: Заголовок

# tabCreate.Text
source: Create Pull Request
japanese: プルリクエストを作成
korean: Pull 요청 생성
russian: Создать запрос на слияние

# tabView.Text
source: View Pull Requests
japanese: プルリクエストを表示
korean: Pull 요청사항 보기
russian: Посмотреть запросы на слияние

# allCommitInfoToolStripMenuItem.Text
source: All commit info
dutch: Alle commit informatie
french: Toutes les informations de commit
german: alle Commit-Infos
japanese: すべてのコミット情報
korean: 모든 커밋 정보
russian: Вся информация о коммите
spanish: Toda la información de commit

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
dutch: Blame de vorige revisie
french: Blame la révision précédente
german: Blame vorige Revision
japanese: 直前のリビジョンを追及
korean: 이전 리비전 Blame
russian: Авторство изменений предыдущей ревизии
spanish: Culpar revisión anterior

# blameRevisionToolStripMenuItem.Text
source: Blame this revision
french: Blâmer cette révision
german: Blame diese Revision
japanese: このリビジョンを追及
korean: 이번 리비전 Blame
russian: Авторство изменений этой ревизии
spanish: Censurar esta revisión

# commitHashToolStripMenuItem.Text
source: Commit hash
french: Hash du commit
japanese: コミットハッシュ
korean: 커밋 해시
russian: Хеш коммита
spanish: Hash de Commit

# commitMessageToolStripMenuItem.Text
source: Commit message
dutch: Commit melding
french: Messages de commit récents
german: Commit-Nachricht
japanese: コミットメッセージ
korean: 커밋 메시지
russian: Сообщение для коммита
spanish: Mensaje de commit

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
dutch: Kopiëren naar het klembord
french: Copier
german: In Zwischenablage kopieren
japanese: クリップボードにコピー
korean: 클립보드 복사
russian: Копировать в буфер
spanish: Copiar al portapapeles

# showChangesToolStripMenuItem.Text
source: Show changes
dutch: Toon wijzigingen
french: Afficher les changements
german: Änderungen anzeigen
japanese: 変更を表示
korean: 변경사항 보기
russian: Показать изменения
spanish: Mostrar cambios

# $this.Text
source: Blame Viewer
japanese: 追及ビューアー
russian: Просмотр обвинений

# cbDetectMoveAndCopyInAllFiles.Text
source: Detect move and copy in all files
japanese: 移動を検出してすべてのファイルをコピー
korean: 모든 파일에서 변화 감지
russian: Обнаружить перемещение и копирование во всех файлах
spanish: Detectar movimiento y copia en todos los archivos.

# cbDetectMoveAndCopyInThisFile.Text
source: Detect move and copy in this file
japanese: このファイルの移動とコピーを検出
korean: 이 파일에서 변화 감지
russian: Обнаружить перемещение и копирование в этом файле
spanish: Detectar movimiento y copia en este archivo.

# cbDisplayAuthorFirst.Text
source: Display author first
japanese: 作者を最初に表示
korean: 작성자 우선 표시
russian: Показать автора первым
spanish: Mostrar primero autor

# cbIgnoreWhitespace.Text
source: Ignore whitespace
japanese: 空白の無視
korean: 공백 무시
russian: Игнорировать пробелы
spanish: Ignorar espacios en blanco

# cbShowAuthor.Text
source: Show author
japanese: 作者を表示
korean: 작성자 표시
russian: Показать автора
spanish: Mostrar autor

# cbShowAuthorAvatar.Text
source: Show author avatar
japanese: 作者のアバターを表示
korean: 작성자 아바타 표시
russian: Показать аватар автора
spanish: Mostrar avatar del autor

# cbShowAuthorDate.Text
source: Show author date
japanese: 作成日を表示
korean: 작성일자 보기
russian: Показывать дату автора
spanish: Mostrar fecha de autor

# cbShowAuthorTime.Text
source: Show author time
japanese: 作成時刻を表示
korean: 작성 시간 표시
russian: Показывать время автора
spanish: Mostrar hora de autor

# cbShowLineNumbers.Text
source: Show line numbers
japanese: 行番号を表示
korean: 줄 번호 표시
russian: Показывать номера строк
spanish: Mostrar números de línea

# cbShowOriginalFilePath.Text
source: Show original file path
japanese: オリジナルのファイルパスを表示
korean: 원본 파일 경로 표시
russian: Показать оригинальный путь файла
spanish: Mostrar ruta del fichero original

# groupBoxBlameSettings.Text
source: Blame settings
japanese: 追及の設定
russian: Настройки Blame:
spanish: Configuración de culpa

# groupBoxDisplayResult.Text
source: Display result settings
japanese: 結果表示設定
russian: Настройки отображения результатов:
spanish: Mostrar configuración de resultados

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
dutch: Branch '{0}' is niet te selecteren en is verwijderd van de selectie.
french: La branche '{0}' n'est pas sélectionnable, cette branche a été retiré de la sélection.
german: Branch '{0}' ist nicht selektierbar. Er wurde aus der Auswahl entfernt.
japanese: ブランチ「{0}」は 選択できません。このブランチはこの箇所にはありません。
korean: 브랜치 '{0}'는 선택할 수 없습니다. 브랜치가 없거나, 삭제 되었습니다.
russian: Ветку '{0}' нельзя выделить, эта ветка исключена из выделения.
spanish: La rama '{0}' no se puede seleccionar, esta rama ha sido retirada de la selección.

# CheckoutTooltip.Text
source: Checkout this branch
dutch: Deze vertakking uitchecken
french: Charger cette branche
german: Diesen Branch auschecken
japanese: このブランチをチェックアウト
korean: 사용중인 브런치 체크아웃하기
russian: Переключиться на эту ветку
spanish: Hacer checkout de esta rama

# CreateTooltip.Text
source: Create a local branch from this branch
french: Créer une branche locale depuis cette branche
german: Einen lokalen Branch von diesem Branch erzeugen
japanese: このブランチでローカルブランチを作成
korean: 현재 브런치에서 새로운 로컬 브런치 생성
russian: Создать локальную ветку этой ветки
spanish: Crear una rama local de esta rama

# MergeTooltip.Text
source: Merge this branch into current branch
dutch: Deze vertakking samenvoegen met huidige vertakking
french: Fusionner cette branche dans la branche courante
german: Diesen Branch in den aktuellen Branch mergen
japanese: このブランチを現在のブランチにマージ
korean: 현재 브랜치에 머지
russian: Слить эту ветку в текущую
spanish: Fusionar esta rama en la rama actual

# RebaseTooltip.Text
source: Rebase current branch to this branch
french: Rebaser la branche courante à cette branche
german: Aktuellen Branch auf diesen Branch rebasen
japanese: 現在のブランチをこのブランチにリベース
korean: 현재 브랜치를 이 브랜치로 Rebase
russian: Переместить текущую ветку к этой

# RenameTooltip.Text
source: Rename this branch
dutch: Hernoem deze vertakking
french: Renommer cette branche
german: Diesen Branch umbenennen
japanese: このブランチ名を変更
korean: 브랜치 이름 변경
russian: Переименовать эту ветку
spanish: Cambiar el nombre de esta rama

# ResetTooltip.Text
source: Reset current branch to here
dutch: Reset huidige vertakking naar hier
french: Réinitialiser la branche à ici
german: Aktuellen Branch hierhin zurücksetzen
japanese: 現在のブランチをここにリセット
korean: 현재 작업 브랜치를 여기에서 리셋
russian: Откатить текущую ветку сюда
spanish: Restablecer la rama actual

# LocalBranch.Text
source: Local branch
dutch: Lokale vertakking
french: Branche locale
german: Lokaler Branch
japanese: ローカルブランチ
korean: 로컬 브랜치
russian: Локальная ветка
spanish: Rama local

# Remotebranch.Text
source: Remote branch
dutch: Externe vertakking
french: Branche distante
japanese: リモートブランチ
korean: 원격 브랜치
russian: Внешняя ветка
spanish: Rama remota

# label1.Text
source: Select branch
dutch: Selecteer vertakking
french: Sélectionnez une branche
german: Branch auswählen
japanese: ブランチの選択
korean: 브랜치 선택
russian: Выберите ветку
spanish: Seleccione rama

# IgnoreButton.Text
source: &Ignore
japanese: 無視(&I)
korean: 무시
russian: &Игнорировать
spanish: &Ignorar

# _noReproStepsSuppliedErrorMessage.Text
source: Please provide as much as information as possible to help the developers solve this issue.
french: Veuillez fournir autant d'informations que possibles pour aider les développeurs à résoudre ce problème.
german: Bitte geben Sie so viele Informationen wie möglich an, um den Entwicklern zu helfen das Problem zu lösen.
japanese: 開発者が問題点を解決できるよう、できる限り詳細に記入してください。
korean: 개발자가 이 문제를 해결할 수 있도록 가능한 많은 정보를 제공하십시오.
russian: Пожалуйста, предоставьте как можно больше информации, чтобы помочь разработчикам решить эту проблему.
spanish: Por favor proporcione tanta información como sea posible para ayudar a los programadores a resolver este problema.

# _submitGitHubMessage.Text
source: Give as much as information as possible please to help the developers solve this issue. Otherwise, your issue ticket may be closed without any follow-up from the developers. Because of this, make sure to fill in all the fields in the report template please. Send report anyway?
german: Bitte geben Sie so viele Informationen wie möglich an, um den Entwicklern zu helfen das Problem zu lösen. Andernfalls könnte Ihr Ticket zum Problem geschlossen werden ohne weitere Aktionen von den Entwicklern. Bitte befüllen Sie deswegen alle Felder in dem Template für den Problembericht. Den Report trotzdem absenden?
japanese: 開発者が問題を解決できる十分な情報を提供してください。情報が不十分な場合、あなたの課題チケットは、開発者が調査することなくクローズされるかもしれません。 そのため、必ずレポートのテンプレートにあるすべての項目を埋めてください。 とにかくレポートを送信しますか？
korean: 개발자가 이 문제를 해결할 수 있도록 가능한 한 많은 정보를 제공하십시오. 그렇지 않으면, 개발자의 후속 조치 없이 귀하의 이슈 티켓이 종료될 수 있습니다. 이러한 이유로 보고서 템플릿의 모든 필드를 입력하십시오. 보고서를 제출하시겠습니까?
russian: Сообщите как можно больше информации, чтобы помочь разработчикам решить эту проблему. В противном случае ваша заявка может быть закрыта без каких-либо дополнительных действий со стороны разработчиков. Поэтому обязательно заполните все поля в шаблоне отчета. Отправить отчет в любом случае?

# _title.Text
source: Error Report
french: Rapport d'erreur
german: Fehlerbericht
japanese: エラーレポート
korean: 에러 리포트
russian: Отчет об ошибках
spanish: Informe de error

# _toolTipCopy.Text
source: Copy the issue details into clipboard
french: Copier les détails du problème dans le presse-papiers
german: Fehlerdetails in die Zwischenablage kopieren
japanese: 問題情報をクリップボードにコピー
korean: 이슈 세부 정보를 클립보드에 복사
russian: Копировать информацию об ошибке в буфер обмена
spanish: Copiar los detalles del problema en el portapapeles

# _toolTipQuit.Text
source: Quit application without reporting the issue
french: Quitter l'application sans signaler le problème
german: Anwendung beenden, ohne einen Fehlerbericht zu senden
japanese: 問題報告せずアプリを終了
korean: 문제를 보고하지 않고 응용 프로그램 종료
russian: Закрыть приложение без отправки информации об ошибке
spanish: Salir de la aplicación sin informar del problema

# _toolTipSendQuit.Text
source: Report the issue to GitHub and quit application. A valid GitHub account is required
french: Signaler le problème à GitHub et quitter l'application. Un compte GitHub valide est nécessaire.
german: Das Problem an GitHub melden und die Anwendung beenden. Ein gültiges GitHub Konto wird benötigt.
japanese: 問題をGitHubに送信し、アプリケーションを閉じます。 GitHubアカウントが必要です。
korean: 문제를 GitHub에 보고하고 응용 프로그램을 종료합니다. 사용가능한 GitHub 계정이 필요합니다.
russian: Сообщить о проблеме на GitHub и выйти из приложения. Необходим аккаунт на GitHub
spanish: Informar del problema a GitHub y salir de la aplicación. Se requiere una cuenta válida de GitHub

# applicationLabel.Text
source: Application:
german: Anwendung:
japanese: アプリ:
korean: 적용:
russian: Приложение:
spanish: Aplicación:

# btnCopy.Text
source: &Copy
french: &Copier
german: &Kopieren
japanese: コピー (&C)
korean: &복사
russian: &Копировать
spanish: &Copiar

# contentsLabel.Text
source: Double-click an item to open it with the associated program.
french: Double-cliquez sur un objet pour l'ouvrir avec le programme associé
german: Einen Eintrag doppelklicken, um ihn mit dem zugeordneten Programm zu öffnen.
japanese: 関連付けされたアプリケーションで開く場合はアイテムをダブルクリックしてください。
korean: 항목을 두 번 클릭하여 연결된 프로그램으로 엽니다.
russian: Дважды кликните для открытия элемента с помощью связанной программы.
spanish: Haga doble clic en un elemento para abrirlo con el programa asociado.

# dateTimeLabel.Text
source: Date/Time:
french: Date/Heure :
german: Datum/Uhrzeit:
japanese: 日時:
korean: 날짜/시간:
russian: Дата/Время:
spanish: Fecha/Hora:

# descriptionColumnHeader.Text
source: Description
dutch: Omschrijving
german: Beschreibung
japanese: 注釈
korean: 내용
russian: Описание
spanish: Descripción

# errorDescriptionLabel.Text
source: Please add a brief description (in English) of how we can reproduce the error:
french: Veuillez ajouter une brève description (en anglais) de comment nous pouvons reproduire l'erreur :
german: Bitte fügen Sie eine kurze Beschreibung (in Englisch) hinzu, wie wir den Fehler reproduzieren können:
japanese: 我々がエラーを再現できるよう説明文を英語で追記してください:
korean: 오류를 재현하는 방법에 대한 (영어로) 간단한 설명을 추가하십시오.
russian: Пожалуйста, добавьте краткое описание (на английском языке) того, как мы можем воспроизвести ошибку:
spanish: Por favor añade una breve descripción (en Inglés) para saber como reproducir el error:

# exceptionTabPage.Text
source: Exception
german: Ausnahme
japanese: 例外
korean: 예외
russian: Исключение
spanish: Excepción

# exceptionTypeLabel.Text
source: Exception Type:
french: Type d'exception :
german: Ausnahmetyp:
japanese: 例外の種類:
korean: 예외 종류:
russian: Тип исключения:
spanish: Tipo de Excepción:

# generalTabPage.Text
source: General
dutch: Algemeen
french: Général
german: Allgemein
japanese: 全般
korean: 일반설정
russian: Общие

# nameColumnHeader.Text
source: Name
dutch: Naam
french: Nom
japanese: 名前
korean: ID
russian: Имя
spanish: Nombre

# previewLabel.Text
source: Preview:
french: Prévisualisation :
german: Vorschau:
japanese: プレビュー:
korean: 미리보기:
russian: Предпросмотр:
spanish: Vista Previa:

# quitButton.Text
source: &Quit
french: &Quitter
german: &Beenden
japanese: 終了 (&Q)
korean: &종료
russian: &Выйти
spanish: &Quitar

# reportContentsTabPage.Text
source: Report Contents
french: Signaler un contenu
german: Inhalte melden
japanese: 内容をレポート
korean: 보고서 내용
russian: Содержимое отчета
spanish: Contenido del informe

# sendAndQuitButton.Text
source: &Send and Quit
french: &Envoyer et Quitter
german: &Senden und Beenden
japanese: 送信して終了 (&S)
korean: & 메세지 보내고 종료
russian: &Отправить и выйти
spanish: &Enviar y Salir

# sizeColumnHeader.Text
source: Size
dutch: Grootte
french: Taille
german: Größe
japanese: サイズ
korean: 크기
russian: Размер
spanish: Tamaño

# targetSiteLabel.Text
source: Target Site:
french: Site cible :
german: Ziel Seite:
japanese: 対象サイト:
korean: 깃 저장소 사이트:
russian: Целевой сайт:
spanish: Sitio Destino:

# warningLabel.Text
source: The application has crashed and it will now be terminated. If you click Quit, the application will close immediately. If you click Send and Quit, the application will close and a bug report will be sent.
french: L'application a crashé et va désormais se fermer. Si vous cliquez sur Quitter, l'application se fermera immédiatement. Si vous cliquez sur Envoyer et Quitter, l'application se fermera et un rapport de bug sera envoyé.
german: Die Anwendung ist abgestürzt und wird nun beendet. Wenn Sie Beenden klicken, wird die Anwendung sofort beendet. Wenn Sie Senden und Beenden klicken, wird die Anwendung beendet und eine Bug Report versendet.
japanese: アプリケーションがクラッシュしたため停止します。終了をクリックするとアプリケーションはすぐに終了します。送信と終了をクリックするとアプリケーションが終了し、バグレポートが送信されます。
korean: 응용 프로그램이 충돌하여 이제 종료됩니다. '종료'를 클릭하면 응용 프로그램이 즉시 닫힙니다. '보내기 및 종료'를 클릭하면 응용 프로그램이 닫히고 버그 보고서가 전송됩니다.
russian: В приложении возникла ошибка и оно будет закрыто. Если вы нажмете "Выйти", то выполнение приложения завершится. Нажатие "Отправить и выйти" отправит отчет об ошибке и закроет приложение
spanish: La aplicación se ha bloqueado y ahora finalizará. Si haces clic en Salir, la aplicación finalizará inmediatamente. Si haces clic en Enviar y Salir, la aplicación se cerrará y enviará un informe de error.

# $this.Text
source: Build server integration
dutch: Build server integratie
french: Intégration du serveur de construction
japanese: ビルドサーバー統合
korean: 빌드 서버 기반
russian: Интеграция с сервером сборки
spanish: Integración con servidor de construcción

# _noneItem.Text
source: None
dutch: Geen
french: Aucun
german: Keine Aktion
japanese: なし
korean: 없음
russian: Нет
spanish: Ninguno

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
dutch: Activeer build server integratie
french: Activer l'intégration du serveur de construction
german: Aktiviere Buildserver-Integration
japanese: ビルドサーバー統合を有効にする
korean: 빌드 서버 기반을 황성화 여부
russian: Разрешить интеграцию с сервером сборки
spanish: Habilitar integración con servidor de construcción

# checkBoxShowBuildResultPage.Text
source: Show build result page
french: Afficher la page du résultat du build
german: Zeige die Seite mit dem Buildstatus
japanese: ビルドの結果ページを表示
korean: 빌드 결과 페이지 표시
russian: Показать страницу результата сборки
spanish: Mostrar página de resultados de compilación

# labelBuildServerSettingsInfo.Text
source: Git Extensions can integrate with build servers to supply per-commit Continuous Integration information.
dutch: Git Extensions kan geïntegreerd worden met build-servers om per commit Continuous Integration informatie te verkrijgen.
french: Git Extensions peut s'intégrer avec des serveurs de construction pour afficher les informations de l'Intégration continue par commit.
german: Git Extensions kann mit Buildservern integriert werden, um pro Commit Continuous Integration Information zu liefern.
japanese: Git Extensions は、ビルドサーバーと連動し、コミットごとの継続的インテグレーションの情報を提供できます。
korean: "Git Extensions"는 지속적인 정보를 빌드 서버와 통합 할 수 있습니다.
russian: Git Extensions может интегрироваться с серверами сборки для поддержки информации о непрерывной интеграции при коммите.
spanish: Git Extensions puede integrarse con servidores de construcción para proveer información de Integración continua en cada commit.

# labelBuildServerType.Text
source: Build server type
french: Type du serveur d'intégration
german: Buildserver Typ
japanese: ビルドサーバーの種類
korean: 빌드 서버 형식
russian: Тип сервера сборки
spanish: Tipo de servidor de construcción

# $this.Text
source: Checklist
dutch: Controlelijst
german: Checkliste
japanese: チェックリスト
korean: 체크 리스트
russian: Контрольный список

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
dutch: Controleer instellingen bij het opstarten (gaat automatisch uit als alle instellingen correct zijn)
french: Vérifier les paramètres au démarrage (se désactive automatiquement si tous les paramètres sont correctes)
german: Einstellungen beim Start überprüfen (Wird automatisch deaktiviert, wenn alle Einstellungen korrekt sind)
japanese: 起動時に設定を確認（すべての設定が正しい場合、自動的に無効になります）
korean: 프로그램 시작시 설정값 확인 (모든 설정값이 정상이면 자동으로 체크해제 됨)
russian: Проверять настройки при старте (автоматически становится недоступным, если все настройки правильные)
spanish: Compruebe la configuración en el arranque (se desactiva automáticamente si la configuración es correcta)

# DiffTool_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# GcmDetectedFix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# GitBinFound_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# GitExtensionsInstall_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# GitFound_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# MergeTool_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# Rescan.Text
source: Save and rescan
dutch: Opslaan en hercontroleren
french: Enregistrer et re-scanner
german: Speichern und neu einlesen
japanese: 保存して再スキャン
korean: 저장 후 재검색
russian: Сохранить и проверить
spanish: Guardar y volver a examinar

# ShellExtensionsRegistered_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# SshConfig_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# UserNameSet_Fix.Text
source: Repair
dutch: Repareren
french: Réparer
german: Reparieren
japanese: 修復
korean: 설정
russian: Исправить
spanish: Reparar

# _adviceDiffToolConfiguration.Text
source: You should configure a diff tool to show file diff in external program.
german: Sie sollten ein Vergleichswerkzeug konfigurieren, um Dateiänderungen in einem externen Programm anzuzeigen.
japanese: 外部プログラムでファイル差分を表示するため、Diffツールを設定する必要があります。
korean: 파일을 비교해 보여줄 수 있는 파일비교 툴을 설정하세요.
russian: Вы должны настроить инструмент сравнения, чтобы показать различия в файлах во внешней программе.
spanish: Debe configurar una herramienta diff para mostrar la diferencia de archivos en un programa externo.

# _configureMergeTool.Text
source: You need to configure merge tool in order to solve merge conflicts.
french: Vous devez configurer un outil de fusion pour résoudre les conflits de fusion.
german: Sie müssen ein Merge-Werkzeug konfigurieren, um Mergekonflikte aufzulösen.
japanese: マージ競合を解決するためのマージツールを設定する必要があります。
korean: 파일머지/충돌처리 툴 또는 외부 프로그램을 설정하세요.
russian: Для решения конфликтов слияния необходима настройка этого инструмента.
spanish: Debe configurar la herramienta de combinación para resolver los conflictos de combinación
