Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _skipWorktreeToolTip.Text
source: Hide already tracked files that will change but that you don't want to commit. Suitable for some config files modified locally.
dutch: Verberg bestanden die getracked worden maar die u niet wilt committen. Kan nuttig zijn voor bijv. config bestanden die lokaal zijn aangepast.
french: Cacher les fichiers suivis qui vont changer mais que vous ne voulez pas committer. Utile pour des fichiers de configuration modifiées localement.
german: Versteckte alle überwachten Dateien die sich ändern werden aber die Sie nicht committen wollen. Nützlich für einige lokale modifizierte Konfigurationsdateien.
japanese: 追跡対象のファイルで、変更してもコミットしたくないものを非表示にします。 ローカルで変更する設定ファイル等が適しています。
korean: 변경 사항이 있지만, 커밋하지 않을 이미 추적된 파일들을 숨기십시오. 로컬에서 수정된 일부 파일에 적합합니다.
russian: Скрыть уже отслеживаемые файлы, которые будут меняться, но которые вы не хотите коммитить. Подходит для некоторых файлов конфигурации, измененных локально.
spanish: Ocultar los archivos ya rastreados que cambiarán pero que no desea incluir en commits. Adecuado para algunos archivos de configuración modificados localmente.

# _stageAll.Text
source: Stage all
japanese: すべてステージに追加
korean: 모두 Stage
russian: Индексировать все
spanish: Preparar todo

# _stageDetails.Text
source: Stage Details
dutch: Details
french: Indexer les détails
japanese: ステージ詳細
korean: 스테이지 세부사항
russian: Детали индекса
spanish: Detalles de preparación

# _stageFiles.Text
source: Stage {0} files
dutch: {0} Bestanden klaargezet
french: {0} fichiers indexés
german: {0} Dateien stagen
japanese: {0}個のファイルをステージ
korean: {0}개 파일이 스테이지에 포함됨
russian: Индексировать {0} файлов
spanish: Preparar {0} archivos

# _stageFiltered.Text
source: Stage filtered
japanese: フィルタ結果ををステージに追加
korean: 스테이지 필터링됨
russian: Индексировать результаты фильтрации
spanish: Preparar filtrados

# _statusBarBranchWithoutRemote.Text
source: (remote not configured)
dutch: (Externe niet geconfigureerd)
french: (dépôt distant non configuré)
german: (Remote nicht konfiguriert)
japanese: (リモートが設定されていません)
korean: (원격 저장소 설정 안되어 있음)
russian: (внешний не настроен)
spanish: (remoto no configurado)

# _stopTrackingFail.Text
source: Fail to stop tracking the file '{0}'.
dutch: Stoppen met tracken van '{0}' mislukt.
french: Échec lors de l'arrêt du suivi du fichier '{0}'.
german: Fehler beim stoppen der Dateiüberwachung von '{0}'.
japanese: ファイル'{0}'の追跡停止に失敗しました。
korean: 파일 {0}의 추적 중지
russian: Не удалось прекратить отслеживание файла '{0}'.
spanish: Fallo detener el seguimiento del archivo '{0}'.

# _templateLoadErrorCaption.Text
source: Template could not be loaded
dutch: Kon sjabloon niet laden
french: Template n'a pas pu être chargé
german: Vorlage konnte nicht geladen werden
japanese: テンプレートを読み込めませんでした
korean: 템플릿을 불러올 수 없습니다.
russian: Не удалось загрузить шаблон
spanish: La plantilla no ha podido cargarse

# _templateNotFound.Text
source: Template not found: {0}. You can set your template: $ git config commit.template ./.git_commit_msg.txt You can unset the template: $ git config --unset commit.template
dutch: Sjabloon niet gevonden: {0}. U kunt een sjabloon instellen: $ git config commit.template ./.git_commit_msg.txt U kunt een sjabloon verwijderen: $ git config --unset commit.template
french: Modèle non trouvé: {0}. Vous pouvez configurer votre modèle avec : $ git config commit.template ./.git_commit_msg.txt Vous pouvez retirer votre modèle avec: $ git config --unset commit.template
german: Template nicht gefunden: {0}. Sie können Ihr Template konfigurieren: $ git config commit.template ./.git_commit_msg.txt Sie können das Template zurücksetzen: $ git config --unset commit.template
japanese: テンプレートがありません: {0}. 設定方法: $ git config commit.template ./.git_commit_msg.txt 解除方法: $ git config --unset commit.template
korean: 템플릿을 찾을 수 없습니다: {0}. 템플릿을 설정할 수 있습니다: $ git config commit.template ./.git_commit_msg.txt 템플릿의 설정을 해제할 수 있습니다: $ git config --unset commit.template
russian: Шаблон не найден: {0}. Вы можете задать свой шаблон: $ git config commit.template ./.git_commit_msg.txt Отключить шаблон: $ git config --unset commit.template
spanish: Plantilla no encontrada: {0}. Puede asignar su plantilla con: $ git config commit.template ./.git_commit_msg.txt Puede desasignar la plantilla con: $ git config --unset commit.template

# _templateNotFoundCaption.Text
source: Template Error
dutch: Fout in Sjabloon
french: Erreur de Template
german: Fehler in der Vorlage
japanese: テンプレートエラー
korean: 템플릿 오류
russian: Ошибка шаблона
spanish: Error de plantilla

# _unstageAll.Text
source: Unstage all
japanese: すべてのステージの取り消し
korean: 모두 스테이징 취소
russian: Убрать все из индекса
spanish: Omitir todos

# _unstageFiltered.Text
source: Unstage filtered
japanese: フィルタ結果をステージ取り消し
korean: 스테이지 필터링 해제됨
russian: Убрать из индекса результаты фильтрации
spanish: Omitir filtrados

# _untrackedRemote.Text
source: (untracked)
french: (non suivi)
german: (nicht getracked)
japanese: (管理外)
korean: (추적되지 않음)
russian: (неотслеживаемый)
spanish: (omitidos)

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
dutch: Voeg bestand toe aan .gitignore
french: Ajouter le fichier à .gitignore
german: Datei zu .gitignore hinzufügen
japanese: このファイルを無視
korean: 파일을 .gitignore에 추가
russian: Добавить файлы в .gitignore
spanish: Agregar archivo a .gitignore

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
dutch: Voeg bestand toe aan .git/info/exclude
french: Ajouter le fichier à .git/info/exclude
german: Datei zu .git/info/exclude hinzufügen
japanese: .git/info/exclude にファイルを追加
korean: 파일을 .git/info/exclude에 추가
russian: Добавить файл в .git/info/exclude
spanish: Añadir archivo a .git/info/exclude

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
dutch: Veronderstel ongewijzigd
french: Considérer les fichiers comme inchangés
german: Annahme unverändert
japanese: 変更なしと見なす
korean: 수정사항 무시하기
russian: Предполагать неизменяемым
spanish: Asumir que no hubo cambios

# branchNameLabel.Text
source: (Branch name)
dutch: (Naam branch)
french: (Nom de la branche)
japanese: (ブランチ名)
korean: (브랜치 이름)
russian: (имя ветки)
spanish: (Nombre de rama)

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
dutch: Sluit dialoog wanneer alle wijzigingen zijn gecommit
french: Fermer la fenêtre quand tous les changements auront été commités
german: Dialog schließen wenn alle Änderungen commitet wurden
japanese: すべての変更をコミット後にダイアログを閉じる
korean: 모든 변경사항이 반영되면 현재 창 닫기
russian: Закрыть диалог после коммита всех изменений
spanish: Cerrar el diálogo cuando se haga commit de todos los cambios

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
dutch: Sluit dialoog na iedere commit
french: Fermer la fenêtre après chaque commit
german: Dialog nach jedem Commit schließen
japanese: コミット毎にダイアログを閉じる
korean: 각 반영이 완료되면 창 닫기
russian: Закрывать диалог после каждой фиксации
spanish: Cerrar el diálogo después de cada commit

# commitAuthorStatus.ToolTipText
source: Click to change author information.
french: Cliquez pour changer les informations de l'auteur.
german: Klicken um die Autor-Information zu ändern.
japanese: クリックして作者の情報を変更します。
korean: 작성자 정보를 변경하려면 클릭하세요.
russian: Нажмите, чтобы изменить информацию об авторе коммита.
spanish: Haga clic para cambiar la información del autor.

# commitCursorColumnLabel.Text
source: Col
dutch: Kol
german: Spalte
japanese: 文字数
korean: 열
russian: Кол

# commitCursorLineLabel.Text
source: Ln
french: Ligne
german: Zeile
japanese: 行
korean: 줄
russian: Стр
spanish: Lín

# commitMessageToolStripMenuItem.Text
source: Commit &message
dutch: Commit &melding
french: &Message de commit
german: Commit &Nachricht
japanese: コミットメッセージ(&M)
korean: 이전 커밋 메시지 (&M)
russian: &Сообщение коммита
spanish: Mensaje de confirmación

# commitStagedCountLabel.Text
source: Staged
dutch: Gestaged
french: Indexé
german: Gestaged
japanese: ステージ済
russian: Индексировать
spanish: Preparados

# commitSubmoduleChanges.Text
source: Commit submodule changes
dutch: Commit wijzigingen in submodule
french: Commiter les changements du sous module
german: Änderungen am Untermodul committen
japanese: サブモジュールの変更をコミット
korean: 서브모듈 변경사항 커밋
russian: Зафиксировать изменения субмодуля
spanish: Commit cambios de submódulo

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
french: &Modèles de message de Commit
japanese: コミットテンプレート(&T)
korean: 커밋 템플릿
russian: &Шаблоны сообщений
spanish: &Plantillas de commit

# commitTemplatesToolStripMenuItem.ToolTipText
source: Commit templates
french: Modèles de message de commit
japanese: コミットテンプレート
korean: 템플릿 커밋
russian: Шаблоны сообщений
spanish: Plantillas de commit

# copyFolderNameMenuItem.Text
source: Copy folder name
dutch: Kopieer directory naam
french: Copier nom de dossier
german: Verzeichnisname kopieren
japanese: フォルダ名をコピー
korean: 폴더 이름 복사
russian: Скопировать имя папки
spanish: Copiar nombre de la carpeta

# createBranchToolStripButton.Text
source: Create &branch
german: &Branch erzeugen
japanese: ブランチを作成(&B)
korean: 신규 브랜치 생성
russian: Создать ветвь
spanish: Crear &rama

# createBranchToolStripButton.ToolTipText
source: Create branch
dutch: Vertakking aanmaken
french: Créer une branche
german: Branch erzeugen
japanese: ブランチを作成
korean: 신규 브랜치 생성
russian: Создать ветку
spanish: Crear rama

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
dutch: Verwijder alle niet gevolgde bestanden
french: Supprimer tous les fichiers non-suivis
german: Alle nicht verfolgten Dateien löschen
japanese: 管理外ファイルをすべて削除
korean: 모든 관리되지 않는 파일 제거
russian: Удалить все не отслеживаемые файлы
spanish: Elimine todos los archivos sin seguimiento

# deleteFileToolStripMenuItem.Text
source: Delete file
dutch: Verwijder bestand
french: Supprimer le fichier
german: Datei löschen
japanese: ファイルを削除
korean: 파일 삭제
russian: Удалить файл
spanish: Eliminar archivo

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
dutch: Verwijder geselecteerde bestanden
french: Supprimer les fichiers sélectionnés
german: Ausgewählte Dateien löschen
japanese: 選択したファイルを削除
korean: 선택된 파일 삭제
russian: Удалить выбранные файлы

# doNotAssumeUnchangedToolStripMenuItem.Text
source: Do not assume unchanged
dutch: Veronderstel gewijzigd
french: Ne pas considérer les fichiers comme inchangés
german: Keine Annahme unverändert
japanese: 変更なしと見なさない
korean: '수정사항 무시하기' 옵션을 사용하지 마십시오.
russian: Не предполагать неизменямым
spanish: No asumir que no hubo cambios

# doNotSkipWorktreeToolStripMenuItem.Text
source: Do not skip worktree
dutch: Sla worktree niet over
french: Ne pas sauter worktree
german: Worktree nicht überspringen
japanese: ワークツリーをスキップしない
korean: 작업 트리를 생략하지 마십시오.
russian: Не пропускать рабочее дерево
spanish: No omitir árbol de trabajo

# editFileToolStripMenuItem.Text
source: Edit file
dutch: Wijzig bestand
french: Editer le fichier
german: Datei bearbeiten
japanese: ファイルを編集
korean: 파일 편집
russian: Редактировать файл
spanish: Editar el archivo

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
dutch: Wijzig genegeerde bestanden
french: Editer les fichiers ignorés
german: Ignorierte Dateien bearbeiten
japanese: 無視されたファイルを編集
korean: 무시할 파일 편집
russian: Редактировать игнорируемые файлы
spanish: Editar archivos ignorados

# editLocallyIgnoredFilesToolStripMenuItem.Text
source: Edit locally ignored files
dutch: Bewerk lokale genegeerde bestanden
french: Éditer les fichiers ignorés localment
german: Bearbeiten lokal ignorierter Dateien
japanese: ローカルで無視されたファイルを編集
korean: 무시된 파일 로컬에서 편집
russian: Править локально игнорируемые файлы
spanish: Editar localmente archivos ignorados

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
dutch: Bestandsnaam naar clipbord
french: Copier le chemin du fichier
german: Vollen Pfad kopieren
japanese: フルパスをコピー
korean: 전체경로 복사
russian: Имя файла в буфер обмена
spanish: Nombre del archivo al portapapeles

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
dutch: Genereer een lijst met wijzigingen in de submodules
french: Générer une liste de changements dans les sous modules
german: Erzeuge eine Liste mit Änderungen in den Untermodulen
japanese: サブモジュールに変更リストを生成する
korean: 서브모듈에서 변경사항 추출
russian: Сгенерировать список изменений из субмодулей
spanish: Generar una lista de los cambios en los submódulos

# interactiveAddToolStripMenuItem.Text
source: Interactive Add
dutch: Interactief toevoegen
french: Ajout intéractif
german: Interaktives Hinzufügen
japanese: 対話型で追加
korean: 콘솔에서 비교
russian: Интерактивное добавление
spanish: Agregado interactivo

# modifyCommitMessageButton.Text
source: Modify the commit m&essage
german: Die Commit Message modifizi&eren
japanese: コミットメッセージを修正(&E)
korean: 커밋 메세지 변경하기
russian: Изм&енить сообщение коммита
spanish: Modificar el m&ensaje de confirmación

# noVerifyToolStripMenuItem.Text
source: No verify
dutch: Niet valideren
french: Pas de vérification
german: Keine Verifikation
japanese: 検証しない
korean: 일시적으로 생략
russian: Не проверять (--no-verify)
spanish: No verificado

# openContainingFolderToolStripMenuItem.Text
source: Show in folder
dutch: Toon in directory
french: Afficher dans le répertoire
german: In Verzeichnis anzeigen
japanese: フォルダで見る
korean: 폴더에 표시
russian: Показать в папке
spanish: Mostrar en directorio

# openFolderMenuItem.Text
source: Show in folder
dutch: Toon in directory
french: Afficher dans le répertoire
german: In Verzeichnis anzeigen
japanese: フォルダで見る
korean: 폴더에 표시
russian: Показать в папке
spanish: Mostrar en directorio

# openToolStripMenuItem.Text
source: Open
dutch: Openen
french: Ouvrir
german: Öffnen
japanese: 開く
korean: 열기
russian: Открыть
spanish: Abrir

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
dutch: Openen met Difftool
french: Ouvrir With Difftool
german: Mit Vergleichswerkzeug öffnen
japanese: Diffツールで開く
korean: 파일비교툴로 열기
russian: Открыть в инструменте сравнения
spanish: Abrir con Difftool

# openWithToolStripMenuItem.Text
source: Open with...
dutch: Openen met...
french: Ouvrir avec...
german: Öffnen mit...
japanese: プログラムから開く...
korean: 연결 프로그램
russian: Открыть с помощью...
spanish: Abrir con...

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
dutch: Ververs dialoog op focus
french: Rafraichir le formulaire lors du focus
german: Bei Fokus Dialog aktualisieren
japanese: フォーカスされる度にダイアログを更新
korean: 새로 고침
russian: Обновить окно при фокусе
spanish: Actualizar diálogo al dar foco al formulario

# remoteNameLabel.Text
source: (Remote name)
dutch: (Externe naam)
french: (nom distant)
japanese: (リモート名)
korean: (원격 저장소 이름)
russian: (Внешнее имя)
spanish: (Nombre remoto)

# resetAllTrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
dutch: Wijzigingen in alle bestanden ongedaan maken.
french: Réinitialiser toutes les modifications (traquées)
german: Alle (verfolgten) Änderungen zurücksetzen
japanese: Git管理下のファイルの変更をすべてリセット
korean: 모든 변경사항 원복
russian: Сбросить все (отслеживаемые) изменения

# resetChanges.Text
source: Reset file or directory changes
dutch: Wijzigingen ongedaan maken
french: Réinitialiser les modifications de fichier ou répertoire
german: Dateiänderungen zurücksetzen
japanese: ファイルまたはディレクトリの変更をリセット
korean: 파일 또는 디렉토리 변경사항 원복
russian: Сбросить изменения

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
dutch: Reset deel van bestand
french: Réinitialiser des parties de fichier
german: Änderungen teilweise zurücksetzen
japanese: チャンクレベルでファイルの変更をリセット
korean: 파일 원복
russian: Сбросить часть файла
spanish: Restablecer pedazo de archivo

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
dutch: Wijzigingen in geselecteerde bestanden ongedaan maken
french: Réinitialiser les fichiers sélectionnés
german: Ausgewählte Dateien zurücksetzen
japanese: 選択したファイルをリセット
korean: 선택된 파일 원복
russian: Сбросить выбранные файлы

# resetSubmoduleChanges.Text
source: Reset submodule changes
dutch: Wijzigingen in submodule terugzetten
french: Réinitialiser les modifications des sous modules
german: Änderungen am Untermodul zurücksetzen
japanese: サブモジュールの変更をリセット
korean: 서브모듈 변경사항 원복
russian: Сбросить изменения субмодуля
spanish: Restablecer cambios del submódulo

# resetUnstagedChangesToolStripMenuItem.Text
source: Reset unstaged changes
dutch: Klaargezette veranderingen terugzetten
french: Réinitialiser les modifications non indexés
german: Unstaged Änderungen zurücksetzen
japanese: 未ステージの変更をリセット
korean: Unstaged 초기화
russian: Отмена неиндексир.-ых

# selectionFilterToolStripMenuItem.Text
source: Selection filter
dutch: Selectie filter
french: Filtre de sélection
german: Auswahlfilter
japanese: 選択フィルタ
korean: 필터 선택
russian: Фильтр выделенного
spanish: Filtro de selección

# showAssumeUnchangedFilesToolStripMenuItem.Text
source: Show assumed-unchanged files
dutch: Laat verondersteld-ongewijzigde bestanden zien
french: Afficher les fichiers considérés non changés
german: Zeige angenommen unveränderte Dateien
japanese: 変更なしと見なされたファイルを表示
korean: '수정사항 무시하기' 된 파일 보기
russian: Показывать предполагаемые-неизменяемые файлы
spanish: Mostrar archivos asumidos sin cambios

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
dutch: Toon genegeerde bestanden
french: Afficher les fichiers ignorés
german: Ignorierte Dateien anzeigen
japanese: 無視ファイルを表示
korean: 무시된 파일 보기
russian: Показать игнорируемые файлы
spanish: Mostrar archivos ignorados

# showSkipWorktreeFilesToolStripMenuItem.Text
source: Show skip-worktree files
dutch: Toon skip-worktree bestanden
french: Montrer les fichiers éviter-worktree
german: Zeige skip-worktree Dateien
japanese: skip-worktree ファイルを表示
korean: skip-worktree된 파일 보기
russian: Показать файлы, пропущенные в рабочем дереве
spanish: Mostrar archivos omitidos del árbol de trabajo

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
dutch: Toon niet gevolgde bestanden
french: Afficher les fichiers non traqués
german: Nicht verfolgte Dateien anzeigen
japanese: 管理外ファイルを表示
korean: 관리되지 않는 파일 보기
russian: Показывать неотслеживаемые файлы
spanish: Mostrar archivos sin seguimiento

# signOffToolStripMenuItem.Text
source: Sign-off commit
french: Signer le commit
japanese: コミットに署名する
korean: 오프라인 커밋
russian: Подписать коммит
spanish: Aprobar commit

# skipWorktreeToolStripMenuItem.Text
source: Skip worktree
dutch: Sla worktree over
french: Éviter worktree
german: Worktree überspringen
japanese: ワークツリーをスキップ
korean: 작업트리 생략
russian: Пропустить рабочее дерево
spanish: Omitir árbol de trabajo

# stagedCopyPathToolStripMenuItem14.Text
source: Copy full path
dutch: Kopieer volledige pad
french: Copier le chemin du fichier
german: Vollen Pfad kopieren
japanese: フルパスをコピー
korean: 전체경로 복사
russian: Копировать имя файла в буфер обмена
spanish: Copiar ruta completa

# stagedEditFileToolStripMenuItem11.Text
source: Edit file
dutch: Wijzig bestand
french: Editer le fichier
german: Datei bearbeiten
japanese: ファイルを編集
korean: 파일 편집
russian: Редактировать файл
spanish: Editar archivo

# stagedFileHistoryToolStripMenuItem6.Text
source: View file history
dutch: Bekijk bestandsgeschiedenis
french: Voir l'historique du fichier
german: Dateihistorie anzeigen
japanese: ファイルの履歴を表示
korean: 파일 히스토리 보기
russian: История файла
spanish: Ver historial del archivo

# stagedOpenDifftoolToolStripMenuItem9.Text
source: Open with difftool
dutch: Openen met difftool
french: Ouvrir avec difftool
german: Öffnen mit Vergleichswerkzeug
japanese: Diffツールで開く
korean: 파일비교툴로 열기
russian: Открыть в инструменте сравнения
spanish: Abrir con diftool

# stagedOpenFolderToolStripMenuItem10.Text
source: Show in folder
dutch: Toon in directory
french: Afficher dans le répertoire
german: In Verzeichnis anzeigen
japanese: フォルダで見る
korean: 폴더에 표시
russian: Показать в папке
spanish: Mostrar en directorio

# stagedOpenToolStripMenuItem7.Text
source: Open
dutch: Openen
french: Ouvrir
german: Öffnen
japanese: 開く
korean: 열기
russian: Открыть
spanish: Abrir

# stagedOpenWithToolStripMenuItem8.Text
source: Open with...
dutch: Openen met...
french: Ouvrir avec...
german: Öffnen mit...
japanese: プログラムから開く...
korean: 연결 프로그램
russian: Открыть с помощью...
spanish: Abrir con...

# stagedResetChanges.Text
source: Reset file or directory changes
dutch: Wijzigingen ongedaan maken
french: Réinitialiser les modifications de fichiers ou répertoires
german: Datei- oder Ordneränderungen zurücksetzen
japanese: ファイルまたはディレクトリの変更をリセット
korean: 파일 또는 디렉토리 변경사항 원복
russian: Сбросить изменения
spanish: Restablecer los cambios de archivos

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
dutch: Stash wijzigingen in submodule
french: Stasher les changements des sous modules
german: Änderungen der Untermodule stashen
japanese: サブモジュールの変更を一時退避する
korean: 서브모듈 변경사항 Stash
russian: Спрятать изменения субмодуля
spanish: Apilar cambios de submódulos

# stopTrackingThisFileToolStripMenuItem.Text
source: Stop tracking this file
dutch: Stop met dit bestand te tracken
french: Arrêter de suivre le fichier
german: Diese Datei nicht mehr überwachen
japanese: このファイルの追跡を停止
korean: 파일 추적 중지
russian: Прекратить отслеживание этого файла
spanish: Detener el seguimiento de este archivo

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
dutch: Auteur: (formaat: "naam <email>")
french: Auteur: (Format: "nom <mail>")
german: Autor: (Format: "Name <E-Mail>")
japanese: 作者: (フォーマット: "name <mail>")
korean: 작성자: (형식: "이름 <메일주소>")
russian: Автор: (формат: "имя <e-mail>")
spanish: Autor: (Formato: "nombre <email>")

# toolRefreshItem.Text
source: Refresh
dutch: Verversen
french: Rafraichir
german: Aktualisieren
japanese: 更新
korean: 새로고침
russian: Обновить
spanish: Actualizar

# toolStageItem.Text
source: &Stage
dutch: Klaarzetten
french: &Indexer
german: &Stagen
japanese: ステージに追加(&S)
korean: 스테이지에 추가 (&S)
russian: &Индексировать
spanish: &Preparar

# toolStripLabel1.Text
source: Selection Filter
dutch: Selectie filter
french: Filtre de sélection
german: Auswahlfilter
japanese: 選択フィルタ
korean: 필터 선택
russian: Фильтр выбранного
spanish: Filtro de selección

# toolStripMenuItem3.Text
source: &Options
german: &Optionen
japanese: オプション(&O)
korean: &옵션
russian: &Настройки
spanish: &Opciones

# toolUnstageItem.Text
source: &Unstage
dutch: Terugzetten
french: &Désindexer
german: &Unstagen
japanese: ステージの取り消し(&U)
korean: 스테이지에서 제거 (&U)
russian: &Убрать из индекса
spanish: &Omitir

# updateSubmoduleMenuItem.Text
source: Update submodule
french: Mettre à jour les sous modules
german: Untermodul aktualisieren
japanese: サブモジュールを更新
korean: 서브모듈 업데이트
russian: Обновить субмодуль
spanish: Actualizar submódulo

# viewFileHistoryToolStripItem.Text
source: View file history
dutch: Bekijk bestandsgeschiedenis
french: Voir l'historique du fichier
german: Zeige Datei-Historie
japanese: ファイルの履歴を表示
korean: 파일 히스토리 보기
russian: История файла
spanish: Ver historial del archivo

# viewHistoryMenuItem.Text
source: View history
dutch: Bekijk geschiedenis
french: Voir l'historique
german: Zeige Historie
japanese: 履歴を表示
korean: 히스토리 보기
russian: История субмодуля
spanish: Ver historial

# workingToolStripMenuItem.Text
source: &Working directory changes
german: Änderungen Arbeits&verzeichnis
japanese: 作業ディレクトリの変更点(&W)
korean: &작업 폴터 변경 사항
russian: &Изменения в рабочем каталоге
spanish: Cambios en el directorio de trabajo

# $this.Text
source: Commit message settings
french: Paramètres des messages de commit
german: Commit Nachricht Einstellungen
japanese: コミットメッセージ設定:
korean: 커밋 메시지 설정
russian: Настройки сообщения коммита
spanish: Configuraciones de los mensajes de confirmación
