Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/*.xlf
Languages: dutch, french, german, japanese, korean, russian, spanish

# _fetchAllBranchesCanOnlyWithFetch.Text
source: You can only fetch all remote branches (*) without merge or rebase. If you want to fetch all remote branches, choose fetch. If you want to fetch and merge a branch, choose a specific branch.
dutch: U kunt alleen alle externe vertakkingen (*) ophalen zonder samenvoegen of rebasen. Als u alle branches wilt ophalen, kies alleen ophalen. Als u een vertakking wilt ophalen en samenvoegen, kies een vertakking.
french: Vous pouvez seulement récupérer toutes les branches distantes (*) sans fusion ou rebase. Si vous voulez récupérer toutes les branches distantes, choisissez fetch. Si vous voulez récupérer et fusionner une branche, choisissez une branche spécifique.
german: Sie können alle Remote Branches (*) nur holen aber keinen Merge- oder Rebase-Prozess durchführen. Wenn Sie alle Remote Branches holen wollen, wählen Sie die dritte Option (Änderungen vom Remote holen). Wenn Sie einen Branch holen und mergen wollen, wählen Sie einen speziellen Branch aus.
japanese: マージとリベースではすべてのブランチ(*)のフェッチは使用できません。 すべてのブランチを取得したい場合は、フェッチを選択してください。 フェッチしてマージもしたい場合は、ブランチを指定してください。
korean: 모든 원격 브랜치를 머지 또는 Rebase 없이 Fetch 할 수 있습니다. 모든 원격 브랜치를 Fetch 하고 싶다면, Fetch를 선택하세요. Fetch 와 머지를 같이 할려면, 특정 브랜치를 선택하세요.
russian: Вы можете забрать все внешние ветки (*) без слияния или перемещения. Если вы хотите забрать все внешние ветки, выберите забрать. Если вы хотите забрать и слить ветку, выберите конкретную ветку.
spanish: Sólo se puede buscar todas las ramas remotas (*) sin fusionar o rebase. Si desea obtener todas las ramas remotas, elija buscar. Si desea obtener y fusionar una rama, elija una rama específica.

# _formTitleFetch.Text
source: Fetch ({0})
french: Récupérer ({0})
japanese: フェッチ ({0})
russian: Забрать ({0})

# _formTitlePull.Text
source: Pull ({0})
german: Pulle ({0})
japanese: プル ({0})
russian: Получить ({0})

# _hoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
dutch: Hou muis over scenario om te zien of fast-forward mogelijk is.
french: Survoler pour voir le scénario quand l'avance rapide est possible.
german: Fast-Forward Szenario Anzeige (Maus-Hover)
japanese: ホバーするとファストフォワード可能な場合に切り替わります
korean: 마우스를 올리면 fast forward방식이 이용가능한지 볼 수 있습니다.
russian: Наведите, чтобы увидеть сценарий, когда быстрая перемотка возможна.
spanish: Pase por encima para ver el escenario cuando se puede realizar avance rápido.

# _noRemoteBranch.Text
source: You didn't specify a remote branch
dutch: Je hebt geen externe vertakking gespecificeerd
french: Vous n'avez pas spécifié une branche distante
german: Sie haben keinen Remote Branch angegeben
japanese: リモートブランチを指定しませんでした
korean: 원격 브랜치를 지정하지 않았습니다.
russian: Вы не указали внешнею ветку
spanish: No especificó una rama remota

# _noRemoteBranchButton.Text
source: Pull from {0}
german: Pull von {0}
japanese: {0}からプル
russian: Получить из {0}
spanish: Pull desde {0}

# _noRemoteBranchCaption.Text
source: Remote branch not specified
dutch: Externe vertakking niet gespecificeerd
french: Branche distante non spécifiée
german: Kein Remote Branch angegeben
japanese: リモートブランチが指定されていません
korean: 원격 브랜치가 지정되지 않았습니다.
russian: Внешняя ветка не указана
spanish: Rama remota no especificada

# _noRemoteBranchForFetchButton.Text
source: Fetch from {0}
german: Fetch von {0}
japanese: {0}からフェッチ
russian: Забрать из {0}
spanish: Traer desde {0}

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
dutch: U verzocht te fetchen van remote '{0}', maar u heeft geen remote branch gespecificeerd. Omdat dit niet de huidige branch is moet u een remote branch specificeren.
french: Vous avez demandé à récupérer depuis le dépôt distant '{0}', mais n'avez pas spécifié de branche distante. Parce que ce n'est pas la branche courante, vous devez spécifier une branche distante.
german: Sie haben einen Fetch von Remote '{0}' angefragt, aber keinen Remote Branch angeben. Weil dies nicht der aktuelle Branch ist, muss ein Remote Branch angegeben werden.
japanese: リモートから'{0}'をフェッチしようとしましたが、 リモートブランチを特定できませんでした。 現在のブランチと指定ブランチが異なるため、リモートブランチを指定してください。
korean: 원격 '{0}'에서 fetch하도록 요청했습니다. 하지만, 원격 브랜치가 지정되지 않았습니다. 이 브랜치는 현재 브랜치가 아니므로 원격 브랜치를 지정해야 합니다.
russian: Вы хотели получить из внешнего репозитория '{0}', но вы не указали внешнюю ветку. Так как это не текущая ветка, вы должны указать внешнюю ветку.
spanish: Solicitó realizar fetch desde el remoto '{0}', pero no especificó una rama remota. Como ésta no es la rama actual, debe especificar una rama remota.

# _noRemoteBranchMainInstruction.Text
source: You asked to pull from the remote '{0}', but did not specify a remote branch. Because this is not the default configured remote for your local branch, you must specify a remote branch.
dutch: U verzocht te pullen van remote '{0}', maar u heeft geen remote branch gespecificeerd. Omdat dit niet geconfigureerd is als de standaard remote voor uw lokale branch, moet u een remote branch specificeren.
french: Vous avez demandé à intégrer depuis le dépôt distant '{0}', mais n'avez pas spécifié une branche distante. Parce que ce n'est pas le dépôt distant par défaut, vous devez spécifier une branche distante.
german: Sie haben einen Pull von Remote '{0}' angefragt, aber keinen Remote Branch angegeben. Weil dies nicht der standardmäßige Remote Branch für Ihren lokalen Branch ist, müssen Sie einen Remote Branch angeben.
japanese: リモートから'{0}'をプルしようとしましたが、 リモートブランチを特定できませんでした。 現在のブランチと指定ブランチが異なるため、 リモートブランチを指定してください。
korean: 원격 '{0}'에서 pull하도록 요청했습니다. 하지만, 원격 브랜치가 지정되지 않았습니다. 로컬 브랜치에 대한 원격 브랜치가 기본 설정되어있지 않기 때문에, 원격 브랜치를 지정해야 합니다.
russian: Вы хотели получить из внешнего репозитория '{0}', но вы не указали внешнюю ветку. Так как не настроен внешний репозиторий для вашей локальной ветки, вы должны указать внешнюю ветку.
spanish: Solicitó realizar pull desde el remoto '{0}', pero no especificó una rama remota. Como éste no es el remoto por defecto para la rama local, debe especificar una rama remota.

# _notOnBranch.Text
source: You cannot "pull" when git head detached. Do you want to continue?
dutch: U kunt geen wijzigingen ophalen middels "pull" wanneer u niet op een vertakking werkt. U kunt beter een "fetch" gebruiken om alleen de wijzigingen ophalen, zonder samen te voegen. Wilt u doorgaan?
french: Vous ne pouvez pas récupérer quand git est dans l'état "head détaché". Voulez-vous continuer?
german: Sie können keinen "Pull" machen wenn der Head detached ist. Wollen Sie trotzdem fortfahren?
japanese: 遊離したheadの状態では、"Pull"はできません。 続行しますか？
korean: Git HEAD가 분리될 때 "pull" 할 수 없습니다. 계속 하시겠습니까?
russian: Вы не можете сделать "получить", когда ветка git HEAD отделена. Вы хотите продолжить?
spanish: No puede hacer "pull" cuando la cabeza git está desprendida. ¿Desea continuar?

# _pruneBranchesBranch.Text
source: Do you want to delete all stale remote-tracking branches?
dutch: Wilt u alle verouderde remote-tracking branches verwijderen?
french: Voulez-vous effacer les vieilles branches distantes suivies?
german: Möchten Sie alle veralteten remote-tracking Branches löschen?
japanese: 古いリモート追跡ブランチをすべて削除しますか？
korean: 모든 Stale 원격-트래킹 브랜치를 삭제 하시겠습니까?
russian: Вы хотите удалить все устаревшие отслеживаемые ветки?
spanish: ¿Desea eliminar todas las ramas de seguimiento remoto obsoletas?

# _pruneBranchesCaption.Text
source: Pull was rejected
dutch: Ophalen is mislukt
french: La récupération a été rejetée
german: Pull wurde zurückgewiesen
japanese: プルは拒否されました
korean: Pull이 거부됨
russian: Получение было отклонено
spanish: Pull fue rechazado

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
dutch: Externe vertakking bestaat niet meer
french: La branche distante n'existe plus
german: Remote branch existiert nicht mehr
japanese: リモートブランチはもう存在しません
korean: 원격 브랜치가 더이상 존재하지 않음
russian: Внешняя ветка больше не существует
spanish: Rama remota ya no existe

# _pruneFromCaption.Text
source: Prune remote branches from {0}
dutch: Verwijder ongebruikte remote branches van {0}
french: Elaguer les branches distantes de {0}
german: Prune Remote Branches von {0}
japanese: {0}からリモートブランチを削除
korean: 원격 브랜치가 {0}부터 삭제됨
russian: Удалить устаревшие внешние ветки из {0}
spanish: Podar ramas remotas de {0}

# _pullFetchPruneAllConfirmation.Text
source: Warning! The fetch with prune will remove all the remote-tracking references which no longer exist on remotes. Do you want to proceed?
french: Attention ! La récupération (fetch) avec élagage supprimera toutes les références de suivi distant qui n'existent plus sur les dépôts distants. Voulez vous continuer ?
german: Warnung! Der Fetch mit Prune wird alle verfolgenden Remote-Tracking Referenzen löschen, die nicht mehr auf den Remotes existieren. Wollen Sie fortfahren?
japanese: 警告！プルーン付きのフェッチは、既にリモートに存在しないすべてのリモートトラッキング参照を除去します。続行しますか？
korean: 경고! prune 옵션으로 fetch 실행 시 더 이상 원격에 있지 안흔 모든 원격 추적 참조들이 제거됩니다. 계속하시겠습니까?
russian: Внимание! "Забрать и удалить все" удалит все отслеживаемые ссылки, отсутствующие в удаленном репозитории. Продолжить?
spanish: Advertencia! Podar al traer removerá todas las referencias de seguimiento que ya no existan en los repositorios remotos. ¿Desea continuar?

# _questionInitSubmodules.Text
source: The pulled has submodules configured. Do you want to initialize the submodules? This will initialize and update all submodules recursive.
dutch: De gepullde repository heeft submodules. Wilt u deze initialiseren? Hierdoor zullen alle submodules recursief geïnitialiseerd en geupdate worden.
french: Le contenu du pull a des sous modules configurés. Voulez-vous initialiser les sous modules? Cela va initialiser et mettre à jour tous les modules récursivement.
german: Das gepullte Repository beinhaltet konfigurierte Untermodule. Wollen Sie die Untermodule initialisieren? Dies wird alle Untermodule rekursiv initialisieren und aktualisieren.
japanese: Pullにはsubmoduleが含まれています。 submoduleを使えるようにしますか？ その場合、すべてのサブモジュールが再帰的に更新されます。
korean: Pull 로 받은 서브모듈로 반영되었습니다. 서브모듈을 초기화 할까요? 이 명령은 모든 서브모듈을 초기화 및 업데이트하게 됩니다.
russian: Полученные изменения содержат настроенные субмодули. Вы хотите инициализировать субмодули? Это инициализирует и обновит всех субмодули рекурсивно.
spanish: Lo traído tiene submódulos configurados. ¿Desea inicializar los submódulos? Esto inicializará y actualizará todos los submódulos recurisvamente.

# _questionInitSubmodulesCaption.Text
source: Submodules
dutch: Submodulen
french: Sous modules
german: Untermodule initialisieren
japanese: サブモジュール
korean: 서브모듈들
russian: Субмодули
spanish: Submódulos

# _selectRemoteRepository.Text
source: Please select a remote repository
dutch: Selecteer een doel directory
french: Veuillez sélectionner un dépôt distant
german: Bitte wählen Sie ein Remote Repository aus
japanese: リモートリポジトリを選択してください
korean: 원격 저장소를 선택하세요
russian: Пожалуйста, выберите внешний репозиторий
spanish: Por favor, seleccione un repositorio remoto

# _selectSourceDirectory.Text
source: Please select a source directory
dutch: Selecteer een bron directory
french: Veuillez sélectionner un répertoire source
german: Bitte wählen Sie ein Quellverzeichnis aus
japanese: ソースディレクトリを選択してください
korean: 소스 디렉토리를 선택하세요
russian: Пожалуйста, выберите исходный каталог
spanish: Por favor, seleccione un directorio de origen

# lblLocalBranch.Text
source: &Local branch
japanese: ローカルブランチ(&L)
korean: &로컬 브랜치
russian: Локальная ветка
spanish: Rama &local

# lblRemoteBranch.Text
source: Rem&ote branch
japanese: リモートブランチ(&O)
korean: &원격 브랜치
russian: Внешняя ветка
spanish: Rama rem&ota

# $this.Text
source: Push
dutch: Verzenden
french: Pousser
japanese: プッシュ
russian: Отправить

# AddRemote.Text
source: &Manage remotes
japanese: リモートの管理(&M)
korean: &원격 저장소 관리
russian: &Репозитории
spanish: Ad&ministrar remotos

# BranchTab.Text
source: Push branches
dutch: Verzend vertakkingen
french: Pousser une branche
german: Branches pushen
japanese: ブランチのプッシュ
korean: 브랜치 Push
russian: Отправить ветки
spanish: Push ramas

# BranchTab.ToolTipText
source: Push branches and commits to remote repository.
japanese: ブランチとコミットをリモートリポジトリにプッシュします。
korean: 브랜치와 커밋을 원격 저장소에 Push.
russian: Отправить ветки и коммиты во внешний репозиторий.
spanish: Pasar ramas y commits a repositorios remotos

# DeleteColumn.HeaderText
source: Delete Remote Branch
dutch: Verwijder externe vertakking
french: Supprimer la branche distante
german: Remote Branch löschen
japanese: リモートブランチを削除
korean: 원격 브랜치 삭제
russian: Удалить внешнюю
spanish: Eliminar rama remota

# ForceColumn.HeaderText
source: Force
dutch: Forceer
french: Forcer
german: Erzwingen
japanese: 強制
korean: 무조건 실행(Force)
russian: Принудительно
spanish: Forzar

# ForcePushBranches.Text
source: F&orce push
japanese: 強制プッシュ(&O)
korean: &강제 push
russian: Принудительно &отправить
spanish: F&orzar Push

# ForcePushTags.Text
source: &Force push
japanese: 強制プッシュ(&F)
korean: &강제 push
russian: Принудительно &отправить
spanish: &Forzar Push

# LoadSSHKey.Text
source: Load SSH key
dutch: Laad SSH sleutel
french: Charger clef ssh
german: SSH-Schlüssel laden
japanese: SSH鍵の読み込み
korean: SSH 키 불러오기
russian: Загрузить SSH ключ
spanish: Cargar clave SSH

# LocalColumn.HeaderText
source: Local Branch
dutch: Locale vertakking
french: Branche locale
german: Lokaler Branch
japanese: ローカルブランチ
korean: 로컬 브랜치
russian: Локальная
spanish: Rama local

# MultipleBranchTab.Text
source: Push multiple branches
dutch: Verzend meerdere vertakkingen
french: Pousser plusieurs branches
german: Mehrere Branches pushen
japanese: 複数ブランチのプッシュ
korean: 여러 브랜치 Push
russian: Отправить несколько веток
spanish: Push de múltiples ramas

# NewColumn.HeaderText
source: Ahead/Behind
japanese: 先行/遅延
russian: Опережение/отставание
spanish: Delante/Detras

# Pull.Text
source: P&ull
japanese: プル(&U)
russian: Получить

# PushColumn.HeaderText
source: Push
french: Pousser
japanese: プッシュ (リモートへ反映)
russian: Отправить

# PushToRemote.Text
source: &Remote
japanese: リモート(&R)
korean: &원격
russian: Внешний
spanish: &Remoto

# RecursiveSubmodules.Item0
source: None
french: Aucun
german: Keine Aktion
japanese: なし
korean: 없음
russian: Нет
spanish: Ninguno

# RecursiveSubmodules.Item1
source: Check
french: Vérifier
german: Prüfen
japanese: チェック
korean: 체크
russian: Проверить
spanish: Comprobar

# RecursiveSubmodules.Item2
source: On-demand
dutch: Op aanvraag
french: à la demande
german: Auf Abruf
japanese: オンデマンド
russian: По требованию
spanish: Bajo demanda

# RemoteColumn.HeaderText
source: Remote Branch
dutch: Externe vertakking
french: Branche distante
japanese: リモートブランチ
korean: 원격 브랜치
russian: Внешняя
spanish: Rama remota

# ReplaceTrackingReference.Text
source: R&eplace tracking reference
japanese: 追跡ブランチ情報を上書き(&E)
korean: &트래킹 참조 교체
russian: Заменить ссылку отслеживания
spanish: R&eemplazar referencia de tracking

# ShowOptions.Text
source: Show options
dutch: Toon opties
french: Afficher les options
german: Optionen anzeigen
japanese: オプションを表示
korean: 옵션 보기
russian: Дополнительные параметры
spanish: Mostrar opciones

# TagTab.Text
source: Push tags
dutch: Verzend labels
french: Pousser les étiquettes
german: Tags pushen
japanese: タグのプッシュ
korean: 태그 Push
russian: Отправить метки
spanish: Push etiquetas

# TagTab.ToolTipText
source: Push tags to remote repository
japanese: タグをリモートリポジトリにプッシュ
korean: 원격 리포지토리에 tag Push
russian: Отправить метки во внешний репозиторий
spanish: Pasar etiquetas al repositorio remoto

# _branchNewForRemote.Text
source: The branch you are about to push seems to be a new branch for the remote. Are you sure you want to push this branch?
dutch: U staat op het punt een vertakking te verzenden die nog niet bekend is op de externe opslagplaats. Weet u zeker dat u deze vertakking wilt verzenden?
french: Il semble que cette branche n'existe pas dans le dépôt distant. Voulez-vous vraiment pousser cette branche ?
german: Der Branch den Sie gerade pushen wollen, scheint ein neuer Branch beim Remote zu sein. Sind Sie sich sicher, dass Sie diesen Branch pushen wollen?
japanese: プッシュでリモートにブランチが新規作成されます。 このブランチをプッシュしてよろしいですか？
korean: 현재 Push하는 브랜치는 원격 저장소에 신규 브랜치로 생성됩니다. 계속 진행 할까요?
russian: Ветка, которую вы собираетесь отправить, является новой для внешнего репозитория. Вы уверены, что хотите отправить эту ветку?
spanish: La rama que está a punto de hacer Push parece ser una nueva rama para el remoto. ¿Está seguro de que desea hacer Push con esta rama?

# _configureRemote.Text
source: Please configure a remote repository first. Would you like to do it now?
dutch: Configureer a.u.b. eerst een externe repository. Wilt u dat nu doen?
french: Configurez s'il vous plait un dépôt distant. Voulez-vous le faire maintenant?
german: Bitte konfigurieren Sie zuerst ein Remote Repository. Wollen Sie das jetzt gleich erledigen?
japanese: まずリモートリポジトリを設定してください。今設定しますか？
korean: 원격 저장소를 설정해주세요. 바로 진행하시겠습니까?
russian: Пожалуйста, сначала настройте внешний репозиторий. Желаете сделать это сейчас?
spanish: Por favor primero configure un repositorio remoto. ¿Desea hacerlo ahora?

# _createPullRequestCB.Text
source: &Create pull request after push
japanese: プッシュ後にプルリクエストを作成(&C)
korean: &Push 한 뒤 Pull 요청 만들기
russian: Создать пулл-реквест после отправки
spanish: &Crear petición de pull después del push

# _errorPushToRemoteCaption.Text
source: Push to remote
dutch: Push naar ext. repo
french: Pousser vers distant
german: Zur Remote pushen
japanese: リモートにプッシュ
korean: 원격 저장소에 Push
russian: Отправить на внешний сервер
spanish: Push a remoto

# _forceWithLeaseTooltips.Text
source: Force with lease is a safer way to force push. It ensures you only overwrite work that you have seen in your local repository
dutch: "Forceer met lease" is een veiligere manier om te pushen. Het zorgt ervoor dat je alleen werk kunt overschrijven wat je in je lokale repository ziet
french: 'Force with lease' est un moyen de forcer la publication. Il s'assure que vous écrasez uniquement le travail que vous avez vu dans votre dépôt local
german: Force mit Lease ist eine sicherere Methode Force Push zu nutzen. Es stellt sicher dass Sie nur Arbeit überschreiben die in Ihrem lokalen Repository sichtbar ist.
japanese: Force with leaseは強制プッシュするためのより安全な方法です。ローカルリポジトリの自身の作業のみを上書きします。
korean: 강제 lease는 강제 push보다 더 안전합니다. 로컬 저장소의 작업을 덮어쓸 수 있습니다.
russian: Принудительно с извлечением - это безопасный способ принудительной отправки изменений. Он гарантирует, что перезапишется только та работа, которая была проведена в вашей локальной копии.
spanish: Forzar si alojado es una forma más segura de forzar el push. Garantiza que solo sobrescriba el trabajo que haya visto alojado en su repositorio local

# _pullActionFetch.Text
source: fetch
french: récupérer
german: hole
japanese: フェッチ
russian: забрать

# _pullActionMerge.Text
source: merge
dutch: samenvoegen
french: fusionner
japanese: マージ
korean: 머지
russian: объединить

# _pullActionNone.Text
source: none
dutch: geen
french: aucun
german: keine
japanese: なし
korean: 없음
russian: нет
spanish: ninguno

# _pullActionRebase.Text
source: rebase
french: rebaser
japanese: リベース
russian: переместить

# _pullDefaultButton.Text
source: &Pull with the default pull action ({0})
japanese: デフォルトのプル操作({0})でプル(&P)
korean: &기본 pull 액션 ({0}) 하기
russian: Получить с действием по умолчанию ({0})
spanish: &Pull con la acción por defecto de pull ({0})

# _pullMergeButton.Text
source: Pull with &merge
japanese: プル(マージ)(&M)
korean: & Pull하고 병합하기
russian: Получить и слить
spanish: Pull con & fusión

# _pullRebaseButton.Text
source: Pull with &rebase
japanese: プル(リベース)(&R)
korean: &Pull with merge
russian: Получить - переместить
spanish: Pull con &rebase

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
dutch: Push werd geweigerd door "{0}"
french: Le poussage a été rejeté vers "{0}"
german: Push wurde von "{0}" zurückgewiesen
japanese: プッシュは"{0}"から拒否されました
korean: Push가 "{0}"부터 거부됨
russian: Отправление было отклонено из "{0}"
spanish: Push rechazado desde "{0}"

# _pullRepositoryForceInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart
japanese: リモートに変更が加えられているため、プッシュは拒否されました
korean: 현재 브랜치의 끝이 원격 브랜치 뒤에 있기 때문에 Push가 거부되었습니다.
russian: Отправка была отклонена, потому ваша текущая ветка отстает от ее внешней копии.
spanish: El push fue rechazado por que la punta de su rama actual esta por detrás del complemento remoto.

# _pullRepositoryMainForceInstruction.Text
source: Push rejected
japanese: プッシュは拒否されました
korean: Push 거부됨
russian: Отправление отклонено
spanish: Push rechazado

# _pullRepositoryMainMergeInstruction.Text
source: Pull latest changes from remote repository
dutch: Pull de laatste wijzigingen van de externe repository
french: Récupérer les derniers changements depuis le dépôt distant
german: Letzte Änderungen vom Remote-Repository pullen
japanese: 最新の変更をリモートリポジトリからプル
korean: Pull: 원격 저장소로 부터 마지막 변경사항을 가져오기
russian: Забрать последние изменения из внешнего репозитория
spanish: Pull últimos cambios del repositorio remoto

# _pullRepositoryMergeInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart. Merge the remote changes before pushing again.
dutch: De push werd geweigerd omdat de top van de huidige branch achter de remote branch ligt. Merge de remote wijzigingen in de huidige branch en probeer opnieuw.
french: Le contenu poussé a été rejeté car l'extrémité de votre branche courante est en retard par rapport à son équivalente distante. Mergez la branche distante avant de pousser à nouveau.
german: Der Push wurde zurückgewiesen, weil die Spitze des aktuellen Branches hinter dem des Remote-Gegenstücks ist. Remote-Änderungen mergen vor einem erneuten Push.
japanese: リモートに変更が加えられているため、プッシュは拒否されました。リモートの変更をマージしたうえで、再度プッシュを行ってください。
korean: 현재 브랜치의 끝이 원격 브랜치 뒤에 있기 때문에 Push가 거부되었습니다. Push를 시도하기 전에, 원격 변경 내용을 병합하십시오.
russian: Отправка изменений был отклонена, поскольку конец вашей текущей ветки отстает от внешнего двойника. Слить внешние изменения перед повторной отправкой.
spanish: El push fue rechazado porque la punta de su rama actual esta por detrás de la contraparte remota. Fusione los cambios remotos antes de volver a hacer push.

# _pushCaption.Text
source: Push
dutch: Verzenden
french: Pousser
japanese: プッシュ
russian: Отправить

# _pushForceButton.Text
source: &Force push with lease
japanese: 強制プッシュ(with lease)(&F)
korean: &lease와 함께 강제 Push하기
russian: Принудительная отправка с извлечением
spanish: &Forzar push con lease

# _pushToCaption.Text
source: Push to {0}
dutch: Verzenden naar {0}
french: Pousser vers {0}
german: Pushen nach {0}
japanese: {0}にプッシュ
korean: {0}에 Push
russian: Отправить в {0}
spanish: Pulsar para {0}

# _selectDestinationDirectory.Text
source: Please select a destination directory
dutch: Selecteer een doel directory
french: Veuillez sélectionner une url de destination
german: Bitte wählen Sie ein Zielverzeichnis aus
japanese: プッシュ先ディレクトリを選択してください
korean: 타겟 폴더를 선택하세요
russian: Пожалуйста, выберите каталог назначения
spanish: Por favor, seleccione un directorio de destino

# _selectTag.Text
source: You need to select a tag to push or select "Push all tags".
dutch: Selecteer een label om te verzenden of selecteer "alle labels".
french: Vous devez sélectionner une étiquette ou cocher "Toutes les étiquettes".
german: Sie müssen einen Tag auswählen, um einen Push durchzuführen oder wählen Sie "Alle Tags pushen" aus.
japanese: プッシュするタグを選択するか、「すべてのタグをプッシュ」を選択してください。
korean: Push 또는 모든 태그 Push를 선택할 경우 태그를 선택해야 합니다.
russian: Необходимо выбрать метку для отправки или выбрать "Отправить все метки".
spanish: Tiene que seleccionar una etiqueta para hacer Push o seleccionar "Push todas las etiquetas";.
