Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.xlf
Languages: cs

# _cannotAccessLocalExclude.Text
source: Failed to save .git/info/exclude. Check if file is accessible.
cs: Nemohu uložit .git/info/exclude. Zkontrolujte jestli je soubor přístupný.

# _cannotAccessLocalExcludeCaption.Text
source: Failed to save .git/info/exclude
cs: Nemohu uložit .git/info/exclude

# _editLocalExcludeTitle.Text
source: Edit .git/info/exclude
cs: Upravit .git/info/exclude

# _saveFileQuestion.Text
source: Save changes to .git/info/exclude?
cs: Uložit změny do .git/info/exclude?

# $this.Text
source: Paths
cs: Cesty

# BrowseGitBinPath.Text
source: Browse
cs: Procházet

# BrowseGitPath.Text
source: Browse
cs: Procházet

# ChangeHomeButton.Text
source: Change HOME
cs: Změnit HOME

# _homeIsSetToString.Text
source: HOME is set to:
cs: HOME je nastaveno na:

# downloadGitForWindows.Text
source: Download Git
cs: Stáhnout Git

# gbEnvironment.Text
source: Environment
cs: Prostředí

# gbPaths.Text
source: Paths
cs: Cesty

# homeIsSetToLabel.Text
source: HOME is set to: {0}
cs: HOME je nastaveno na: {0}

# label50.Text
source: Git Extensions can use Git for Windows or cygwin to access git repositories. Set the correct paths below.
cs: Pro přístup ke git repozitářům může GitExtensions použít buď Git pro Windows, nebo cygwin. Nastavte správnou cestu níže

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
cs: Příkaz použitý ke spouštění gitu (git.cmd nebo git.exe)

# lblGlobalConfigPath.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
cs: Globální konfigurační soubor bude umístěný do složky uložené v proměnné prostředí %HOME%. Ve výchozím nastavení to bude %HOMEDRIVE%%HOMEPATH%. Toto změňte pouze pokud máte problémy.

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
cs: Cesta k linuxovým nástrojům (sh) Ponechte prázdné pokud se nachází v proměnné PATH.

# CannotLoadTheTextOfTheSparseFile.Text
source: Cannot load the text of the sparse file.
cs: Nemohu načíst text řídkého souboru.

# EditsTheContentsOfTheGitInfoSparseCheckoutFile.Text
source: Edits the contents of the “.git/info/sparse-checkout” file.
cs: Upravit obsah souboru ".git/info/sparse-checkout"

# Enable.Text
source: &Enable
cs: Povolit (&E)

# LoadFile.Text
source: Load File
cs: Načíst soubor

# Save.Text
source: &Save
cs: Uložit (&S)

# SaveFile.Text
source: Save File
cs: Uložit soubor

# SparseWorkingCopy.Text
source: Sparse Working Copy
cs: Řídká pracovní kopie

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
cs: Přečíst více o této vlastnosti na {0}

# linkLabelHelp.Text
source: Help
cs: Nápověda

# linkLabelHide.Text
source: Hide help
cs: Skrýt nápovědu

# linkLabelShowHelp.Text
source: Show help
cs: Zobrazit nápovědu

# $this.Text
source: Hotkeys
cs: Horké klávesy

# AbortButton.Text
source: Abort
cs: Přerušit

# ContinueButton.Text
source: Continue
cs: Pokračovat

# _bisect.Text
source: Bisect
cs: Půlení

# _merge.Text
source: Merge
cs: Sloučit

# _patch.Text
source: Patch
cs: Záplata

# _rebase.Text
source: Rebase
cs: Přeskládat

# Checkout.Text
source: Checkout
cs: Získat

# Merge.Text
source: &Merge
cs: Sloučit (&M)

# Rename.Text
source: Rename
cs: Přejmenovat

# _archiveRevisionCaption.Text
source: Archive revision
cs: Archivovat revizi

# _middleOfPatchApply.Text
source: You are in the middle of a patch apply, continue patch apply?
cs: Jste uprostřed aplikování záplaty, chcete pokračovat?

# _middleOfPatchApplyCaption.Text
source: Patch apply
cs: Aplikování záplaty

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
cs: Jste uprostřed přeskládávání, chcete pokračovat?

# _middleOfRebaseCaption.Text
source: Rebase
cs: Přeskládat

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
cs: Současná složka není platným git repozitářem.

# _pageantNotFound.Text
source: Cannot load SSH key. PuTTY is not configured properly.
cs: Nemohu načíst SSH klíč. PuTTY není nastaven správně.

# _rememberChoice.Text
source: Remember choice
cs: Zapamatovat

# _resetChangesCaption.Text
source: Reset changes
cs: Zahodit změny

# _serverHostkeyNotCachedText.Text
source: The server's host key is not cached in the registry. Do you want to trust this host key and then try again?
cs: Hostitelský klíč serveru není uložen v registru. Chcete důvěřovat tomuto hostitelskému klíci a zkusit znova?

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
cs: Při získání aktualizovat podmoduly?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
cs: Existují nevyřešené konflikty sloučení. Chcete je nyní vyřešit?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
cs: Konflikty sloučení

# _updateSubmodules.Text
source: Update submodules
cs: Aktualizovat podmoduly

# _updateSubmodulesToo.Text
source: Since this repository has submodules, it's necessary to update them on every checkout. This will just checkout on the submodule the commit determined by the superproject.
cs: Tento repozitář má podmoduly, tudíž je nezbytné je aktualizovat při každém získání. Tímto získáte podmodul na odevzdání určeném v nadřazeném projektu.

# FileName.HeaderText
source: Name
cs: Název

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
cs: Nemohu zobrazit detaily o souboru záplaty.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
cs: Autor

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
cs: Datum

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
cs: Předmět

# $this.Text
source: Plugins Settings
cs: Nastavení zásuvných modulů

# label1.Text
source: Select one of the subnodes to view or edit the settings of a Git Extensions Plugin.
cs: Pro zobrazení nebo upravení nastavení zásuvného modulu zvolte jeden z uzlů.

# labelNoSettings.Text
source: There are no settings available for this plugin.
cs: Pro tento zásuvný modul není k dispozici žádné nastavení.

# $this.Title
source: Plugins
cs: Zásuvné moduly

# _deleteCategoryCaption.Text
source: Delete Category
cs: Smazat kategorii

# _groupRecentRepositories.Text
source: Recent repositories
cs: Nedávné repozitáře

# clmhdrBranch.Text
source: Branch
cs: Větev

# clmhdrCategory.Text
source: Category
cs: Kategorie

# clmhdrPath.Text
source: Path
cs: Cesta

# lblRecentRepositories.Text
source: Recent Repositories
cs: Nedávné repozitáře

# tsmiCategories.Text
source: Categories
cs: Kategorie

# tsmiCategoryAdd.Text
source: Add new...
cs: Přidat nový...

# tsmiCategoryDelete.Text
source: Delete category
cs: Smazat kategorii

# tsmiCategoryNone.Text
source: (none)
cs: (žádná)

# tsmiCategoryRename.Text
source: Rename category
cs: Přejmenovat kategorii

# tsmiOpenFolder.Text
source: Show in folder
cs: Ukázat soubor ve složce

# tsmiRemoveFromList.Text
source: Remove project from the list
cs: Odstranit projekt ze seznamu

# tsmiRemoveMissingReposFromList.Text
source: Remove missing projects from the list
cs: Odstranit chybějící projekty ze seznamu

# _searchTooltip.Text
source: Search
cs: Vyhledat

# mnuBtnManageRemotesFromRootNode.ToolTipText
source: Manage remotes
cs: Spravovat zdroje

# mnubtnCollapseAll.Text
source: Collapse All
cs: Sbalit všechny

# mnubtnCommitSubmodule.Text
source: &Commit
cs: Odevzdat (&C)

# mnubtnDeleteAllBranches.Text
source: Delete All
cs: Smazat vše

# mnubtnExpandAll.Text
source: Expand All
cs: Rozbalit všechny

# mnubtnFilterLocalBranchInRevisionGrid.Text
source: Show this branch only
cs: Zobrazit pouze tuto větev

# mnubtnFilterRemoteBranchInRevisionGrid.Text
source: Show this branch only
cs: Zobrazit pouze tuto větev

# mnubtnManageRemotes.ToolTipText
source: Manage remotes
cs: Spravovat zdroje

# mnubtnMoveDown.Text
source: Move Down
cs: Přesunout dolů

# mnubtnMoveUp.Text
source: Move Up
cs: Přesunout nahoru

# mnubtnRemoteBranchFetchAndCheckout.ToolTipText
source: Checkout this branch
cs: Získat tuto větev

# mnubtnSynchronizeSubmodules.Text
source: Synchronize
cs: Synchronizovat

# runScriptToolStripMenuItem.Text
source: Run script
cs: Spustit skript

# tsbShowBranches.ToolTipText
source: Branches
cs: Větve

# tsbShowSubmodules.ToolTipText
source: Submodules
cs: Podmoduly

# tsbShowTags.ToolTipText
source: Tags
cs: Značky

# _saveFileFilterAllFiles.Text
source: All files
cs: Všechny soubory

# _saveFileFilterCurrentFormat.Text
source: Current format
cs: Současný formát

# diffCommitSubmoduleChanges.Text
source: Commit submodule changes
cs: Odevzdat změny podmodulu

# diffDeleteFileToolStripMenuItem.Text
source: Delete file
cs: Smazat soubor

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: Edit working directory file
cs: Upravit soubor v pracovní složce

# diffOpenRevisionFileToolStripMenuItem.Text
source: Open this revision (temp file)
cs: Otevřít tuto revizi (dočasný soubor)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
cs: Otevřít tuto revizi pomocí... (dočasný soubor)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: Open working directory file with...
cs: Otevřít pracovní složku souboru pomocí...

# diffResetSubmoduleChanges.Text
source: Reset submodule changes
cs: Zahodit změny podmodulu

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
cs: Uschovat změny podmodulu

# diffUpdateSubmoduleMenuItem.Text
source: Update submodule
cs: Aktualizovat podmodul

# resetFileToToolStripMenuItem.Text
source: Reset file(s) to
cs: Obnovit soubor(y) na

# saveToolStripMenuItem.Text
source: Save
cs: Uložit

# stageFileToolStripMenuItem.Text
source: Stage file(s)
cs: Připravit soubor(y)

# unstageFileToolStripMenuItem.Text
source: Unstage file(s)
cs: Od-připravit soubor(y)

# _nodeNotFoundNextAvailableParentSelected.Text
source: Node not found. The next available parent node will be selected.
cs: Uzel nenalezen. Bude zvolen další dostupný rodičovský uzel.

# _nodeNotFoundSelectionNotChanged.Text
source: Node not found. File tree selection was not changed.
cs: Uzel nenalezen. Výběr stromu souborů neby změněn.

# _resetFileCaption.Text
source: Reset
cs: Zahodit

# _resetFileText.Text
source: Are you sure you want to reset this file or directory?
cs: Opravdu chcete obnovit tento soubor nebo složku?

# _success.Text
source: Success
cs: Úspěšné

# blameToolStripMenuItem1.Text
source: Blame
cs: Obvinit

# collapseAllToolStripMenuItem.Text
source: Collapse all
cs: Sbalit všechny

# copyFilenameToClipboardToolStripMenuItem.Text
source: Copy full path
cs: Kopírovat plnou cestu

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
cs: Upravit soubor v pracovní složce

# expandAllToolStripMenuItem.Text
source: Expand all (takes a while on large trees)
cs: Rozbalit vše (může trvat déle)

# fileHistoryToolStripMenuItem.Text
source: View history
cs: Zobrazit historii

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
cs: Archivovat...

# fileTreeOpenContainingFolderToolStripMenuItem.Text
source: Show in folder
cs: Ukázat soubor ve složce

# findToolStripMenuItem.Text
source: Find in file tree...
cs: Najít soubor ve stromu ...

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
cs: Otevřít tuto revizi (dočasný soubor)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
cs: Otevřít tuto revizi pomocí... (dočasný soubor)

# openSubmoduleMenuItem.Text
source: Open with Git Extensions
cs: Otevřít pomocí Git Extensions

# openWithToolStripMenuItem.Text
source: Open working directory file with...
cs: Otevřít pracovní složku souboru pomocí...

# resetToThisRevisionToolStripMenuItem.Text
source: Reset to selected revision
cs: Obnovit na zvolenou revizi

# _commitNotSigned.Text
source: Commit is not signed
cs: Odevzdání není podepsáno

# _tagNotSigned.Text
source: Tag is not signed
cs: Značka není podepsána

# txtCommitGpgInfo.Text
source: Commit is not signed
cs: Odevzdání není podepsáno

# GotoChildCommit.Text
source: Go to child commit
cs: Přejít na odevzdání potomka

# GotoCommit.Text
source: Go to commit...
cs: Přejít na odevzdání...

# GotoCurrentRevision.Text
source: Go to current revision
cs: Přejít na současnou revizi

# GotoParentCommit.Text
source: Go to parent commit
cs: Přejít na rodičovské odevzdání

# NavigateBackward.Text
source: Navigate backward
cs: Přejít zpět

# NavigateForward.Text
source: Navigate forward
cs: Přejít dopředu

# NextQuickSearch.Text
source: Quick search next
cs: Rychle hledat další

# PrevQuickSearch.Text
source: Quick search previous
cs: Rychle hledat předchozí

# QuickSearch.Text
source: Quick search
cs: Rychle hledat

# QuickSearch.ToolTipText
source: Start typing in revision grid to start quick search.
cs: Pro rychlé hledání začněte psát v grafu revizí.

# ShowAllBranches.Text
source: Show all branches
cs: Zobrazit všechny větve

# ShowCurrentBranchOnly.Text
source: Show current branch only
cs: Zobrazit pouze současnou větev

# ShowFilteredBranches.Text
source: Show filtered branches
cs: Zobrazit filtrované větve

# ShowRemoteBranches.Text
source: Show remote branches
cs: Zobrazit vzdálené větve

# ShowSuperprojectBranches.Text
source: Show superproject branches
cs: Zobrazit větve nadřazeného projektu

# ShowSuperprojectRemoteBranches.Text
source: Show superproject remote branches
cs: Zobrazit vzdálené větve nadřazeného projektu

# ShowSuperprojectTags.Text
source: Show superproject tags
cs: Zobrazit značky nadřazeného projektu

# ToggleHighlightSelectedBranch.Text
source: Highlight selected branch (until refresh)
cs: Zvýraznit označenou větev (do obnovení)

# _noRevisionFoundError.Text
source: No revision found.
cs: Nenalezeny žádné revize.

# _quickSearchQuickHelp.Text
source: Start typing in revision grid to start quick search.
cs: Pro rychlé hledání začněte psát v grafu revizí.

# drawNonrelativesGrayToolStripMenuItem.Text
source: Draw non relatives gray
cs: Vykreslovat ne-příbuzné šedivě

# filterToolStripMenuItem.Text
source: Set advanced filter
cs: Nastavit pokročilý filtr

# showFirstParent.Text
source: Show first parents
cs: Zobrazit první rodiče

# showGitNotesToolStripMenuItem.Text
source: Show git notes
cs: Zobrazit git poznámky

# showMergeCommitsToolStripMenuItem.Text
source: Show merge commits
cs: Zobrazit slučující odevzdání

# showRelativeDateToolStripMenuItem.Text
source: Show relative date
cs: Zobrazit relativní datum

# showTagsToolStripMenuItem.Text
source: Show tags
cs: Zobrazit značky

# _cannotHighlightSelectedBranch.Text
source: Cannot highlight selected branch when revision graph is loading.
cs: Nemohu zvýraznit označenou větev při načítání grafu revizí.

# _droppingFilesBlocked.Text
source: For you own protection dropping more than 10 patch files at once is blocked!
cs: Z důvodů vaší vlastní bezpečnosti je aplikování více jak 10 souborů záplat zablokováno!

# _loadingControlAsync.Text
source: Loading
cs: Načítám

# _maximizedColumn.HeaderText
source: Message
cs: Zpráva

# _rebaseBranch.Text
source: Rebase branch.
cs: Přeskládat větev

# _revisionFilter.Text
source: Filter
cs: Filtrovat

# _strLoading.Text
source: Loading
cs: Načítám

# bisectSkipRevisionToolStripMenuItem.Text
source: Skip revision
cs: Přeskočit revizi

# markRevisionAsBadToolStripMenuItem.Text
source: Mark revision as bad
cs: Označit revizi jako špatnou

# markRevisionAsGoodToolStripMenuItem.Text
source: Mark revision as good
cs: Označit revizi jako dobrou

# stopBisectToolStripMenuItem.Text
source: Stop bisect
cs: Zastavit půlení

# $this.Text
source: Revision links
cs: Odkazy revize

# CaptionCol.HeaderText
source: Caption
cs: Název

# CategoriesLabel.Text
source: Categories
cs: Kategorie

# EnabledChx.Text
source: Enabled
cs: Povoleno

# LocalBranchChx.Text
source: Local branch name
cs: Název místní větve

# MessageChx.Text
source: Message
cs: Zpráva

# RemoteBranchChx.Text
source: Remote branch name
cs: Název vzdálené větve

# Remove.Text
source: Remove
cs: Odstranit

# URICol.HeaderText
source: URI
cs: Adresa

# chxPushURL.Text
source: Push URL
cs: Adresa pro odeslání

# label2.Text
source: Search pattern
cs: Vyhledat vzor

# label5.Text
source: Search in
cs: Vyhledat v

# label6.Text
source: Links
cs: Odkazy

# lblRemoteSearchIn.Text
source: Search in
cs: Vyhledat v

# lblSearchRemotePattern.Text
source: Search pattern
cs: Vyhledat vzor

# nestedPatternLab.Text
source: Nested pattern
cs: Vložený vzor

# $this.Text
source: Scripts
cs: Skripty

# _scriptSettingsPageHelpDisplayArgumentsHelp.Text
source: Arguments help
cs: Nápověda parametrů

# chdrCommand.Text
source: Command
cs: Příkaz

# chdrEvents.Text
source: Event
cs: Událost

# chdrNames.Text
source: Name
cs: Název

# DistributedRB.Text
source: Distributed with current repository
cs: Šířeno se současným repozitářem

# EffectiveRB.Text
source: Effective
cs: Účinné

# GlobalRB.Text
source: Global for all repositories
cs: Globální pro všechny repozitáře

# LocalRB.Text
source: Local for current repository
cs: Místní pro současný repozitář

# label1.Text
source: Settings source:
cs: Zdroj nastavení:

# $this.Text
source: Shell extension
cs: Rozšíření průzkumníka

# cbAlwaysShowAllCommands.Text
source: Always show all commands
cs: Vždy zobrazovat všechny příkazy

# chlMenuEntries.Item0
source: Add files...
cs: Přidat soubory...

# chlMenuEntries.Item1
source: Apply patch...
cs: Aplikovat záplatu...

# chlMenuEntries.Item10
source: File history
cs: Historie souboru

# chlMenuEntries.Item11
source: Pull/Fetch...
cs: Stáhnout/Přenést ...

# chlMenuEntries.Item12
source: Push...
cs: Odeslat

# chlMenuEntries.Item13
source: Reset file changes..
cs: Zahodit změny souboru...

# chlMenuEntries.Item14
source: Revert
cs: Vrátit

# chlMenuEntries.Item15
source: Settings
cs: Nastavení

# chlMenuEntries.Item16
source: View stash
cs: Zobrazit úschovnu

# chlMenuEntries.Item17
source: View changes
cs: Ukázat změny

# chlMenuEntries.Item2
source: Browse
cs: Procházet

# chlMenuEntries.Item3
source: Create branch...
cs: Vytvořit větev...

# chlMenuEntries.Item4
source: Checkout branch...
cs: Získat větev...

# chlMenuEntries.Item5
source: Checkout revision...
cs: Získat revizi...

# chlMenuEntries.Item6
source: Clone...
cs: Klonovat...

# chlMenuEntries.Item7
source: Commit...
cs: Odevzdat...

# chlMenuEntries.Item8
source: Create new repository...
cs: Vytvořit nový repozitář...

# chlMenuEntries.Item9
source: Open with difftool
cs: Otevřít nástrojem na rozdíly

# lblMenuEntries.Text
source: Select items to be shown in the cascaded context menu. (Unchecked items will be shown top level for direct access.)
cs: Zvolte položky co se zobrazí v kaskádové kontextové nabídce. (nezvolené položky se zobrazí na nejvyšší úrovni)

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
cs: Automaticky zahájit autenfikačního klienta pokud je pro vzdálený zdroj nastaven soukromý klíč

# Other.Text
source: Other ssh client
cs: Jiný SSH klient

# OtherSshBrowse.Text
source: Browse
cs: Procházet

# PageantBrowse.Text
source: Browse
cs: Procházet

# PlinkBrowse.Text
source: Browse
cs: Procházet

# PuttygenBrowse.Text
source: Browse
cs: Procházet

# groupBox1.Text
source: Specify which ssh client to use
cs: Určete jakého SSH klienta chcete použít

# groupBox2.Text
source: Configure PuTTY
cs: Nastavit PuTTY

# label15.Text
source: Path to plink
cs: Cesta k souboru plink

# label16.Text
source: Path to puttygen
cs: Cesta k souboru puttygen

# label17.Text
source: Path to pageant
cs: Cesta k souboru pageant

# label18.Text
source: OpenSSH is a commandline tool. PuTTY is more userfriendly to use for windows users, but requires the PuTTY authentication client to run in the background. When OpenSSH is used, command line dialogs are shown!
cs: OpenSSH je nástroj příkazové řádky. PuTTY je více uživatelsky přívětivější k uživatelům Windows, ale vyžaduje, aby byl na pozadí spuštěn klient autentifikace. Při použití OpenSSH se budou zobrazovat dialogy příkazové řádky!

# _argumentsText.Text
source: Arguments
cs: Parametry

# _branchText.Text
source: Branch
cs: Větev

# _branchesText.Text
source: Branches
cs: Větve

# _buttonCheckoutBranch.Text
source: Checkout branch
cs: Získat větev

# _buttonContinue.Text
source: Continue
cs: Pokračovat

# _buttonCreateBranch.Text
source: Create branch
cs: Vytvořit větev

# _buttonIgnore.Text
source: Ignore
cs: Ignorovat

# _cancelText.Text
source: Cancel
cs: Storno

# _commandText.Text
source: Command
cs: Příkaz

# _committerText.Text
source: Committer
cs: Odevzdávající

# _containedInBranchesText.Text
source: Contained in branches:
cs: Obsažen ve větvích:

# _containedInNoBranchText.Text
source: Contained in no branch
cs: Není obsažen v žádné větvi.

# _containedInNoTagText.Text
source: Contained in no tag
cs: Není obsažen v žádné značce.

# _containedInTagsText.Text
source: Contained in tags:
cs: Obsažen ve značkách:

# _createPullRequest.Text
source: Create pull request
cs: Vytvořit žádosti o stažení

# _dateText.Text
source: Date
cs: Datum

# _daysAgo.Text
source: {0} {1:day|days} ago
cs: Před {0} {1:dnem|dny}

# _error.Text
source: Error
cs: Chyba

# _errorCaptionNotOnBranch.Text
source: Not on a branch
cs: Není na větvi

# _findGitExecutable.Text
source: Find git...
cs: Najít git...

# _hoursAgo.Text
source: {0} {1:hour|hours} ago
cs: Před {0} {1:hodinou|hodinami}

# _indexText.Text
source: Commit index
cs: Index odevzdání

# _installGitInstructions.Text
source: Install git...
cs: Instalovat git...

# _loadingDataText.Text
source: Loading data...
cs: Načítám data...

# _local.Text
source: Local
cs: Místní

# _mainInstructionNotOnBranch.Text
source: You are not working on a branch
cs: Nyní nepracujete na žádné větvi

# _minutesAgo.Text
source: {0} {1:minute|minutes} ago
cs: Před {0} {1:minutou|minutami}

# _monthsAgo.Text
source: {0} {1:month|months} ago
cs: Před {0} {1:měsícem|měsíci}

# _no.Text
source: No
cs: Ne

# _noBranch.Text
source: no branch
cs: žádná větev

# _open.Text
source: Open
cs: Otevřít

# _openWithGitExtensions.Text
source: Open with Git Extensions
cs: Otevřít pomocí Git Extensions

# _remote.Text
source: Remote
cs: Vzdálené

# _resetSelectedLines.Text
source: Reset selected line(s)
cs: Zahodit vybrané řádky

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
cs: Opravdu chcete zahodit změny ve vybraných řádkách?

# _secondsAgo.Text
source: {0} {1:second|seconds} ago
cs: Před {0} {1:sekundou|sekundami}

# _showAllText.Text
source: Show all
cs: Zobrazit vše

# _stageSelectedLines.Text
source: Stage selected line(s)
cs: Připravit vybrané řádky

# _submodulesText.Text
source: Submodules
cs: Podmoduly

# _tag.Text
source: Tag
cs: Značka

# _tagsText.Text
source: Tags
cs: Značky

# _uninterestingDiffOmitted.Text
source: Uninteresting diff hunks are omitted.
cs: Nezajímavé části rozdílu nebudou zobrazeny.

# _unstageSelectedLines.Text
source: Unstage selected line(s)
cs: Od-připravit vybrané řádky

# _viewPullRequest.Text
source: View pull requests
cs: Zobrazit žádosti o stažení

# _warning.Text
source: Warning
cs: Varování

# _weeksAgo.Text
source: {0} {1:week|weeks} ago
cs: Před {0} {1:týdnem|týdny} ago

# _workingDirectoryText.Text
source: Working directory
cs: Pracovní složka

# _workspaceText.Text
source: Working directory
cs: Pracovní složka

# _yearsAgo.Text
source: {0} {1:year|years} ago
cs: Před {0} {1:rokem|lety}

# _yes.Text
source: Yes
cs: Ano

# DeleteTooltip.Text
source: Delete this tag
cs: Smazat tuto značku

# $this.Text
source: View Pull Requests
cs: Zobrazit žádosti o stažení

# _addAndFetchBtn.Text
source: Add remote and fetch
cs: Přidat vzdálený zdroj a přenést
