Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.xlf
Languages: cs

# $this.Text
source: Advanced
cs: Rozšířené

# CheckoutGB.Text
source: Checkout
cs: Získat

# GeneralGB.Text
source: General
cs: Obecné

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
cs: Vždy zobrazovat rozšířené možnosti

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
cs: Vždy zobrazovat dialog získání

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
cs: Auto-normalizovat název větve

# chkCheckForRCVersions.Text
source: Check for release candidate versions
cs: Kontrolovat dostupnost nevydaných verzí (release candidate)

# chkCheckForUpdates.Text
source: Check for updates weekly
cs: Každý týden kontrolovat aktualizace

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
cs: Používat Console Emulator pro výstup příkazové řádky v příkazových dialozích

# chkDontSHowHelpImages.Text
source: Don't show help images
cs: Nezobrazovat obrázky nápovědy

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
cs: Použít poslední akci pro "lokální změny" jako výchozí. Při získávání větve bude tato akce provedena bez varování.

# grpCommit.Text
source: Commit
cs: Odevzdání

# grpUpdates.Text
source: Updates
cs: Aktualizace

# label1.Text
source: Symbol to use:
cs: Symbol k použití:

# $this.Text
source: Fonts
cs: Písma

# applicationFontChangeButton.Text
source: font name
cs: Název písma

# commitFontChangeButton.Text
source: font name
cs: Název písma

# diffFontChangeButton.Text
source: font name
cs: Název písma

# gbFonts.Text
source: Fonts
cs: Písma

# label26.Text
source: Application font
cs: Písmo aplikace

# label34.Text
source: Commit font
cs: Písmo odevzdání

# label36.Text
source: Monospace font
cs: Písmo s pevnou šířkou

# label56.Text
source: Code font
cs: Písmo kódu

# monospaceFontChangeButton.Text
source: font name
cs: Název písma

# $this.Text
source: Appearance
cs: Vzhled

# ClearImageCache.Text
source: Clear image cache
cs: Vyprázdnit obr. cache

# _noDictFile.Text
source: None
cs: Žádný

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
cs: Ve složce {0} nenalezeny žádné slovníky

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
cs: Při použití vysokého DPI automaticky přizpůsobit uživatelské rozhraní

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
cs: Ve Visual Studiu zobrazovat současnou větev

# chkShowRelativeDate.Text
source: Show relative date instead of full date
cs: Zobrazovat relativní datum místo úplného

# downloadDictionary.Text
source: Download dictionary
cs: Stáhnout slovník

# gbAuthorImages.Text
source: Author images
cs: Obrázky autora

# gbGeneral.Text
source: General
cs: Obecné

# gbLanguages.Text
source: Language
cs: Jazyk

# helpTranslate.Text
source: Help translate
cs: Pomoci s překladem

# lblAvatarProvider.Text
source: Avatar provider
cs: Poskytovatel avataru

# lblLanguage.Text
source: Language (restart required)
cs: Jazyk (vyžadován restart)

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
cs: Slovník pro kontrolu pravopisu

# truncateLongFilenames.Text
source: Truncate long filenames
cs: Ořezávat dlouhé názvy souborů

# truncatePathMethod.Item0
source: None
cs: Vůbec

# truncatePathMethod.Item1
source: Compact
cs: Zkrácený

# truncatePathMethod.Item2
source: Trim start
cs: Oříznout začátek

# truncatePathMethod.Item3
source: Filename only
cs: Pouze název souboru

# avatarProviderToolStripMenuItem.Text
source: Avatar provider
cs: Poskytovatel avataru

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
cs: Vyprázdnit obr. cache

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
cs: Zaregistrovat na gravatar.com

# allCommitInfoToolStripMenuItem.Text
source: All commit info
cs: Informace všech odevzdání

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
cs: Obvinit předchozí revizi

# commitHashToolStripMenuItem.Text
source: Commit hash
cs: Hash odevzdání

# commitMessageToolStripMenuItem.Text
source: Commit message
cs: Zpráva o odevzdání

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
cs: Kopírovat do schránky

# showChangesToolStripMenuItem.Text
source: Show changes
cs: Ukázat změny

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
cs: Větev '{0}' se nedá vybrat. Tato větev byla odstraněna z výběru.

# CheckoutTooltip.Text
source: Checkout this branch
cs: Získat tuto větev

# CreateTooltip.Text
source: Create a local branch from this branch
cs: Vytvořit místní větev z této větve

# RenameTooltip.Text
source: Rename this branch
cs: Přejmenovat tuto větev

# ResetTooltip.Text
source: Reset current branch to here
cs: Zahodit současnou větev až sem

# LocalBranch.Text
source: Local branch
cs: Místní větev

# Remotebranch.Text
source: Remote branch
cs: Vzdálená větev

# label1.Text
source: Select branch
cs: Vyber větev

# _noReproStepsSuppliedErrorMessage.Text
source: Please provide as much as information as possible to help the developers solve this issue.
cs: Prosím, poskytněte co nejvíce informací k tomu, aby vývojáři mohli vyřešit tento problém

# _toolTipQuit.Text
source: Quit application without reporting the issue
cs: Ukončit aplikaci bez nahlašování problému

# applicationLabel.Text
source: Application:
cs: Aplikace:

# dateTimeLabel.Text
source: Date/Time:
cs: Datum/čas:

# descriptionColumnHeader.Text
source: Description
cs: Popis

# exceptionTabPage.Text
source: Exception
cs: Vyjímka

# exceptionTypeLabel.Text
source: Exception Type:
cs: Typ vyjímky:

# generalTabPage.Text
source: General
cs: Obecné

# nameColumnHeader.Text
source: Name
cs: Název

# previewLabel.Text
source: Preview:
cs: Náhled:

# sizeColumnHeader.Text
source: Size
cs: Velikost

# $this.Text
source: Build server integration
cs: Integrace se sestavovacím serverem

# _noneItem.Text
source: None
cs: Žádný

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
cs: Povolit integraci se sestavovacím serverem

# checkBoxShowBuildResultPage.Text
source: Show build result page
cs: Zobrazit stránku s výsledky sestavení

# labelBuildServerSettingsInfo.Text
source: Git Extensions can integrate with build servers to supply per-commit Continuous Integration information.
cs: Git Extensions se mohou integrovat se sestavovacími servery a poskytovat informace typu 'Continuous Integration' podle odevzdání.

# labelBuildServerType.Text
source: Build server type
cs: Typ serveru

# $this.Text
source: Checklist
cs: Základní nastavení

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
cs: Při spuštění kontrolovat nastavení (automaticky se vypne pokud jsou nastavení v pořádku)

# DiffTool_Fix.Text
source: Repair
cs: Opravit

# GcmDetectedFix.Text
source: Repair
cs: Opravit

# GitBinFound_Fix.Text
source: Repair
cs: Opravit

# GitExtensionsInstall_Fix.Text
source: Repair
cs: Opravit

# GitFound_Fix.Text
source: Repair
cs: Opravit

# MergeTool_Fix.Text
source: Repair
cs: Opravit

# Rescan.Text
source: Save and rescan
cs: Uložit a znovu skenovat

# ShellExtensionsRegistered_Fix.Text
source: Repair
cs: Opravit

# SshConfig_Fix.Text
source: Repair
cs: Opravit

# UserNameSet_Fix.Text
source: Repair
cs: Opravit

# _adviceDiffToolConfiguration.Text
source: You should configure a diff tool to show file diff in external program.
cs: Měli byste nastavit nástroj na rozdíly.

# _cantRegisterShellExtension.Text
source: Could not register the shell extension because '{0}' could not be found.
cs: Nemohu zaregistrovat rozšíření průzkumníka protože '{0}' nebylo nalezeno.

# _configureMergeTool.Text
source: You need to configure merge tool in order to solve merge conflicts.
cs: Měli byste nastavit nástroj na rozdíly, abyste mohli řešit konflikty sloučení.

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
cs: Nastaven nástroj na sloučení: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
cs: Nastaven nástroj na rozdíly: {0}

# _emailSet.Text
source: A username and an email address are configured.
cs: Nastaveny uživatelské jméno a mailová adresa.

# _gitCanBeRun.Text
source: Git can be run using: {0}
cs: Git může být spuštěn pomocí {0}

# _gitCanBeRunCaption.Text
source: Locate git
cs: Najít git

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
cs: Git nenalezen. Tento problém vyřešíte nastavením správné cesty v nastavení.

# _gitVersionFound.Text
source: Git {0} is found on your computer.
cs: V tomto počítači byl nalezen Git {0}.

# _languageConfigured.Text
source: The configured language is {0}.
cs: Jazyk programu je nastaven na: {0}.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
cs: Cesta k linuxovým nástrojům (sh) nemohla být nalezena automaticky. Prosím ujistěte se že jsou linuxové nástroje nainstalovány (buď přes Git pro Windows nebo přes cygwin) nebo nastavte cestu ručně.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
cs: Najít linuxové nástroje

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
cs: V tomto počítači byly nalezeny linuxové nástroje (sh).

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
cs: Linuxové nástroje nenalezeny. Tento problém vyřešíte nastavením správné cesty v nastavení.

# _mergeToolXConfigured.Text
source: There is a mergetool configured: {0}
cs: Nastaven nástroj na sloučení: {0}

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
cs: Jako nástroj na rozdíly je nastaven {0}. Tento program potřebuje nastavit vlastní příkaz pro spuštění.

# _noDiffToolConfiguredCaption.Text
source: Difftool
cs: Nástroj na rozdíly

# _noEmailSet.Text
source: You need to configure a username and an email address.
cs: Musíte nastavit uživatelské jméno a mailovou adresu.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
cs: Není nastaven žádný jazyk pro program GitExtensions.

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
cs: OpenSSH bude použito jako výchozí SSH klient. (při odesílání, stahování a klonování se zobrazí okno příkazového řádku)

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
cs: PuTTY je nastaveno jako SSH klient, ale nemůže najít plink.exe, puttygen.exe nebo pageant.exe.

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
cs: PuTTY je správně nastaven jako SSH klient.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
cs: Všechny cesty potřebné pro PuTTY byly automaticky nalezeny a nastaveny.

# _registryKeyGitExtensionsCorrect.Text
source: Git Extensions is properly registered.
cs: Git Extensions je řádně zaregistrována.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
cs: V [Software\GitExtensions\InstallDir] je uložená neplatná složka instalace

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
cs: V registru chybí záznam [Software\GitExtensions\InstallDir].

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
cs: Příkaz může být spuštěn pomocí: {0}sh

# _shCanBeRunCaption.Text
source: Locate linux tools
cs: Najít linuxové nástroje

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
cs: {0} musí být zaregistrován pro použití rozšíření průzkumníka.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
cs: Rozšíření průzkumníka nejsou nainstalována. Spusťte instalátor pro nainstalování rozšíření průzkumníka.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
cs: Rozšíření průzkumníka jsou správně zaregistrované.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure git (Git for Windows or cygwin) is installed or set the correct command manually.
cs: Příkaz pro spuštění gitu nemohl být automaticky určen. Prosím ujistěte se že git (Git pro Windows nebo cygwin) je správně nainstalován nebo nastavte příkaz ručně.

# _solveGitCommandFailedCaption.Text
source: Locate git
cs: Najít git

# _unknownSshClient.Text
source: Unknown SSH client configured: {0}.
cs: Nastaven neznámý SSH klient: {0}

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
cs: Git byl nalezen, ale verze {0} není podporována. Aktualizujte na verzi {1} nebo novější.

# translationConfig_Fix.Text
source: Repair
cs: Opravit

# $this.Text
source: Colors
cs: Barvy

# DefaultThemeName.Text
source: default
cs: výchozí

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
cs: Vykreslovat ne-relativní graf šedivě

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
cs: Vykreslovat ne-relativní text šedivě

# MulticolorBranches.Text
source: Multicolor branches
cs: Vícebarevné větve

# chkHighlightAuthored.Text
source: Highlight authored revisions
cs: Zvýraznit revize jejihž jsem autorem

# gbRevisionGraph.Text
source: Revision graph
cs: Graf revizí

# $this.Text
source: Commit dialog
cs: Dialog odevzdání

# chkAutocomplete.Text
source: Provide auto-completion in commit dialog
cs: Poskytovat automatické doplňování v dialogu odevzdání

# chkEnsureCommitMessageSecondLineEmpty.Text
source: Ensure the second line of commit message is empty
cs: Zajistěte, aby druhá řádka zprávy odevzdání byla prázdná

# chkShowCommitAndPush.Text
source: Commit && Push
cs: Odevzdat a odeslat

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
cs: Zobrazit chyby při přípravě souborů

# chkShowResetAllChanges.Text
source: Reset All Changes
cs: Zahodit všechny změny

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
cs: Zahodit nepřipravené změny

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
cs: Napsat zprávu odevzdání v dialogu odevzdání (jinak bude vyžádána při provedení odevzdání)

# groupBoxBehaviour.Text
source: Behaviour
cs: Chování

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
cs: Zobrazovat další tlačítka v oblasti tlačítka odevzdání

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
cs: Počet předchozích zpráv v dialogu odevzdání

# _plusCommits.Text
source: commits
cs: odevzdání

# _trsLinksRelatedToRevision.Text
source: Related links:
cs: Příbuzné odkazy:

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
cs: Zobrazovat vzdálené větve pouze pokud toto odevzdání není obsaženo v místní větvi

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
cs: Zobrazit vzdálené větve obsahující toto odevzdání

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
cs: Zobrazit místní větve obsahující toto odevzdání

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
cs: Zobrazit značky obsahující toto odevzdání

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
cs: Zobrazit zprávy značek s poznámkou

# _noRevision.Text
source: No revision
cs: Žádná revize

# _notAvailable.Text
source: n/a
cs: není k dispozici

# labelAuthorCaption.Text
source: Author:
cs: Autor:

# labelBranchesCaption.Text
source: Branch(es):
cs: Větev(e):

# labelDateCaption.Text
source: Commit date:
cs: Datum odevzdání:

# labelTagsCaption.Text
source: Tag(s):
cs: Značka(y):

# _cantReadRegistry.Text
source: Git Extensions has insufficient permissions to check the registry.
cs: Git Extensions nemá dostatečná oprávnění pro přístup k registru.

# _selectFile.Text
source: Select file
cs: Vybrat soubor

# $this.Text
source: Confirmations
cs: Potvrzení

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
cs: Přidání sledovací reference nově odeslané větve

# chkAmend.Text
source: Amend last commit
cs: Pozměnění posledního odevzdání

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (stash will be popped automatically)
cs: Použít uschované změny po úspěšném získání (bude automaticky vyndáno z úschovny)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (stash will be popped automatically)
cs: Použít uschované změny po úspěšném stažení (bude automaticky vyndáno z úschovny)

# chkPushNewBranch.Text
source: Push a new branch for the remote
cs: Odeslat novou větev do vzdáleného zdroje

# chkResolveConflicts.Text
source: Resolve conflicts
cs: Nastala chyba při nahrávání projektů a seznamu sestavení.

# chkUpdateModules.Text
source: Update submodules on checkout
cs: Při získání aktualizovat podmoduly

# gbConfirmations.Text
source: Don't ask to confirm to (use with caution)
cs: Nepožadovat potvrzení pro: (používejte opatrně)

# label3.Text
source: Font size
cs: Velikost písma

# bApply.Text
source: Apply
cs: Použít

# bClear.Text
source: Clear
cs: Vyčistit

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
cs: Obnovit všechny horké klávesy na výchozí

# columnCommand.Text
source: Command
cs: Příkaz

# columnKey.Text
source: Key
cs: Klávesa

# lHotkey.Text
source: Hotkey
cs: Horká klávesa

# lHotkeyableItems.Text
source: Hotkeyable Items
cs: Přiřaditelné položky

# txtHotkey.Text
source: None
cs: Žádná

# $this.Text
source: Create Pull Request
cs: Vytvořit žádost o stažení

# _createBtn.Text
source: Create
cs: Vytvořit

# _strDone.Text
source: Done
cs: Hotovo

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
cs: Nemohu vytvořit žádost o stažení

# _strLoading.Text
source: Loading...
cs: Načítám...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
cs: Prosím před žádostí o stažení si naklonujte repozitář z GitHubu.

# _strPullRequest.Text
source: Pull request
cs: Žádost o stažení

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
cs: Musíte uvést titulek

# groupBox1.Text
source: Pull request data
cs: Data žádosti o stažení

# label1.Text
source: Title:
cs: Titulek:

# label2.Text
source: Body:
cs: Zpráva:

# label3.Text
source: Target repository:
cs: Cílový repozitář:

# label4.Text
source: Your branch:
cs: Vaše větev:

# label5.Text
source: Target branch:
cs: Cílová větev:

# _cloneFork.Text
source: Clone {0} repository
cs: Klonovat repozitář {0}

# _cloneRepository.Text
source: Clone repository
cs: Klonovat repozitář

# _createRepository.Text
source: Create new repository
cs: Vytvořit nový repozitář

# _develop.Text
source: Develop
cs: Vyvíjet

# _donate.Text
source: Donate
cs: Přispět

# _issues.Text
source: Issues
cs: Problémy

# _openRepository.Text
source: Open repository
cs: Otevřít repozitář

# _translate.Text
source: Translate
cs: Přeložit

# lblContribute.Text
source: Contribute
cs: Přispět

# $this.Text
source: Detailed
cs: H

# chkUseSSL.Text
source: Use SSL/TLS
cs: Použít SSL/TSL

# groupBoxEmailSettings.Text
source: Email settings for sending patches
cs: Nastavení mailu pro odesílání záplat

# lblSmtpServerName.Text
source: SMTP server name
cs: Název serveru SMTP

# mergeWindowGroup.Text
source: Merge window
cs: Slučovací okno

# $this.Text
source: Diff Viewer
cs: Prohlížeč rozdílů

# chkOmitUninterestingDiff.Text
source: Omit uninteresting changes from combined diff
cs: Z kombinovaného rozdílu vypustit nezajímavé změny

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
cs: Zapamatovat nastavení ignorování mezer

# _addToDictionaryText.Text
source: Add to dictionary
cs: Přidat do slovníku

# _autoCompletionText.Text
source: Provide auto completion
cs: Poskytovat automatické doplňování

# _copyMenuItemText.Text
source: Copy
cs: Kopírovat

# _cutMenuItemText.Text
source: Cut
cs: Vyjmout

# _deleteMenuItemText.Text
source: Delete
cs: Smazat

# _dictionaryText.Text
source: Dictionary
cs: Slovník

# _ignoreWordText.Text
source: Ignore word
cs: Ignorovat slovo

# _markIllFormedLinesText.Text
source: Mark ill formed lines
cs: Označit řádky s chybami

# _pasteMenuItemText.Text
source: Paste
cs: Vložit

# _removeWordText.Text
source: Remove word
cs: Odstranit slovo

# _selectAllMenuItemText.Text
source: Select all
cs: Vybrat vše

# _repoHasNoCommits.Text
source: This repository does not yet contain any commits.
cs: Repozitář zatím neobsahuje odevzdání

# btnEditGitIgnore.Text
source: Edit .gitignore
cs: Upravit .gitignore

# btnOpenCommitForm.Text
source: Commit
cs: Odevzdání

# lblEmptyRepository.Text
source: This repository does not yet contain any commits.
cs: Repozitář zatím neobsahuje odevzdání

# NoFiles.Text
source: No changes
cs: Žádné změny

# _openSubmoduleMenuItem.Text
source: Open with Git Extensions
cs: Otevřít pomocí Git Extensions

# columnHeader.Text
source: Files
cs: Soubory

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
cs: Kopírovat novou verzi

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
cs: Kopírovat starou verzi

# copyPatchToolStripMenuItem.Text
source: Copy patch
cs: Kopírovat záplatu

# copyToolStripMenuItem.Text
source: Copy
cs: Kopírovat

# decreaseNumberOfLines.ToolTipText
source: Decrease the number of lines of context
cs: Snížit počet okolních řádků

# decreaseNumberOfLinesToolStripMenuItem.Text
source: Decrease the number of lines of context
cs: Snížit počet okolních řádků

# findToolStripMenuItem.Text
source: Find
cs: Najít

# goToLineToolStripMenuItem.Text
source: Go to line
cs: Přejít na řádek

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
cs: Ignorovat všechny změny prázdných znaků

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
cs: Ignorovat všechny změny prázdných znaků

# ignoreWhitespaceAtEol.ToolTipText
source: Ignore whitespace changes at end of line
cs: Ignorovat změny prázdných znaků na konci řádku

# ignoreWhitespaceAtEolToolStripMenuItem.Text
source: Ignore whitespace changes at end of line
cs: Ignorovat změny prázdných znaků na konci řádku

# increaseNumberOfLines.ToolTipText
source: Increase the number of lines of context
cs: Zvýšit počet okolních řádků

# increaseNumberOfLinesToolStripMenuItem.Text
source: Increase the number of lines of context
cs: Zvýšit počet okolních řádků

# nextChangeButton.ToolTipText
source: Next change
cs: Další změna

# previousChangeButton.ToolTipText
source: Previous change
cs: Předchozí změna

# resetSelectedLinesToolStripMenuItem.Text
source: Reset selected line(s)
cs: Zahodit vybrané řádky

# settingsButton.ToolTipText
source: Settings
cs: Nastavení

# showEntireFileButton.ToolTipText
source: Show entire file
cs: Zobrazit celý soubor

# showEntireFileToolStripMenuItem.Text
source: Show entire file
cs: Zobrazit celý soubor
