Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.Plugins.xlf
Languages: cs

# Description.Text
source: Auto compile SubModules
cs: Automaticky přeložit podmoduly

# _doYouWantBuild.Text
source: Do you want to build {0}? {1}
cs: Chcete sestavit {0}? {1}

# _enterCorrectMsBuildPath.Text
source: Please enter correct MSBuild path in the plugin settings dialog and try again.
cs: Prosím zadejte správnou cestu k programu MSBuild v nastavení zásuvného modulu a zkuste to znovu.

# _msBuildArguments.Caption
source: msbuild.exe arguments
cs: parametry msbuild.exe

# _msBuildEnabled.Caption
source: Enabled
cs: Povoleno

# _msBuildPath.Caption
source: Path to msbuild.exe
cs: Cesta k msbuild.exe

# Description.Text
source: Periodic background fetch
cs: Pravidelné přenášení na pozadí

# _autoRefresh.Caption
source: Refresh view after fetch
cs: Obnovit náhled po přenesení

# _fetchAllSubmodules.Caption
source: Fetch all submodules
cs: Přenést všechny podmoduly

# _fetchInterval.Caption
source: Fetch every (seconds) - set to 0 to disable
cs: Prenášet každych ... sekund (0 = vypnuto)

# _gitCommand.Caption
source: Arguments of git command to run
cs: Parametry pro spuštění příkazu git

# BitbucketDisableSsl.Caption
source: Disable SSL verification
cs: Vypnout SSL ověření

# BitbucketPassword.Caption
source: Bitbucket Password
cs: Heslo k Bitbucket

# BitbucketUsername.Caption
source: Bitbucket Username
cs: Uživatelské jméno na Bitbucket

# _committed.Text
source: {0} committed {1}
cs: {0} odevzdal {1}

# _error.Text
source: Error
cs: Chyba

# _success.Text
source: Success
cs: Úspěšné

# btnApprove.Text
source: Approve
cs: Schválit

# btnCreate.Text
source: Create
cs: Vytvořit

# btnMerge.Text
source: Merge
cs: Sloučit

# groupBoxCreatePullRequest.Text
source: Pull Request Info
cs: Informace o žádosti ke stažení

# groupBoxInformation.Text
source: Information
cs: Informace

# groupBoxPullRequestInfo.Text
source: Pull Request Info
cs: Informace o žádosti ke stažení

# groupBoxSource.Text
source: Source
cs: Zdroj

# groupBoxSourceRepoView.Text
source: Source
cs: Zdroj

# groupBoxTarget.Text
source: Target
cs: Cíl

# groupBoxTargetRepoView.Text
source: Target
cs: Cíl

# lblAuthor.Text
source: Author
cs: Autor

# lblBranchView.Text
source: Branch
cs: Větev

# lblDescription.Text
source: Description
cs: Popis

# lblDescriptionView.Text
source: Description
cs: Popis

# lblRepositoryView.Text
source: Repository
cs: Repozitář

# lblReviewerView.Text
source: Reviewer (approved)
cs: Kontrolor (schválený)

# lblSourceBranch.Text
source: Branch
cs: Větev

# lblSourceRepoView.Text
source: Repository
cs: Repozitář

# lblSourceRepository.Text
source: Repository
cs: Repozitář

# lblState.Text
source: State
cs: Stav

# lblTargetBranch.Text
source: Branch
cs: Větev

# lblTargetRepoView.Text
source: Branch
cs: Větev

# lblTargetRepository.Text
source: Repository
cs: Repozitář

# lblTitle.Text
source: Title
cs: Titulek

# lblTitleView.Text
source: Title
cs: Titulek

# tabCreate.Text
source: Create Pull Request
cs: Vytvořit žádost o stažení

# tabView.Text
source: View Pull Requests
cs: Zobrazit žádosti o stažení

# $this.Text
source: Create local tracking branches
cs: Vytvořit místní sledovací větve

# button1.Text
source: Create local tracking branches
cs: Vytvořit místní sledovací větve

# label1.Text
source: Remote to create tracking branches for
cs: Vzdálený zdroj pro který mám vytvořit větve

# Description.Text
source: Create local tracking branches
cs: Vytvořit místní sledovací větve

# $this.Text
source: Delete obsolete branches
cs: Smazat zastaralé větve

# Author.HeaderText
source: Last author
cs: Poslední autor

# Cancel.Text
source: Close
cs: Zavřít

# Delete.Text
source: Delete
cs: Smazat

# IncludeRemoteBranches.Text
source: Delete remote branches from
cs: Smazat vzdálené větve z

# Message.HeaderText
source: Last message
cs: Poslední zpráva

# RefreshBtn.Text
source: Cancel
cs: Storno

# _areYouSureToDelete.Text
source: Are you sure to delete {0} selected branches?
cs: Opravdu chcete smazat {0} vybrané větve?

# _branchesSelected.Text
source: {0}/{1} branches selected.
cs: Větví vybráno {0}/{1}.

# _cancel.Text
source: Cancel
cs: Storno

# _chooseBranchesToDelete.Text
source: Choose branches to delete. Only branches that are fully merged in '{0}' will be deleted.
cs: Vyberte větve ke smazání. Smazány mohou být pouze větve které jsou plně sloučeny ve větvi '{0}'.

# _dangerousAction.Text
source: DANGEROUS ACTION! Branches will be deleted on the remote '{0}'. This can not be undone. Are you sure you want to continue?
cs: NEBEZPEČNÁ AKCE! Tyto větve budou smazány ve vzdáleném zdroji '{0}'. Tato akce nelze vrátit. Opravdu chcete pokračovat?

# _deleteCaption.Text
source: Delete
cs: Smazat

# _deletingBranches.Text
source: Deleting branches...
cs: Mažu větve...

# _deletingUnmergedBranches.Text
source: Deleting unmerged branches will result in dangling commits. Use with caution!
cs: Smazání nesloučených větví bude mít za následek "plandavé" odevzdání. Dávejte pozor!

# _loading.Text
source: Loading...
cs: Načítám...

# _pressToSearch.Text
source: Press '{0}' to search for branches to delete.
cs: Pro vyhledání větví ke smazání zmáčkněte '{0}'.

# _searchBranches.Text
source: Search branches
cs: Prohledat větve

# _selectBranchesToDelete.Text
source: Select branches to delete using checkboxes in '{0}' column.
cs: Vyberte větve ke smazání pomocí zatržítek ve sloupci '{0}'.

# buttonSettings.Text
source: Settings
cs: Nastavení

# dateDataGridViewTextBoxColumn.HeaderText
source: Last activity
cs: Poslední aktivita

# includeUnmergedBranches.Text
source: Include unmerged branches
cs: Včetně nesloučených větví

# label1.Text
source: Delete branches older than x days
cs: Smazat větve starší než x dní

# label2.Text
source: Delete branches fully merged into branch
cs: Smazat větve plně sloučené do větve

# lblStatus.Text
source: Loading...
cs: Načítám...

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
cs: Název

# useRegexFilter.Text
source: Use regex to filter branches
cs: K filtrování větví použít regulérní výraz

# Description.Text
source: Delete obsolete branches
cs: Smazat zastaralé větve

# _daysOlderThan.Caption
source: Delete obsolete branches older than (days)
cs: Smazat zastaralé větve starší než (dní)

# _mergedInBranch.Caption
source: Branch where all branches should be merged in
cs: Větev ve které mají být sloučeny všechny větve

# $this.Text
source: Find large files
cs: Najít velké soubory

# CompressedSize.HeaderText
source: Compressed size
cs: Komprimovaná velikost

# _areYouSureToDelete.Text
source: Are you sure to delete the selected files?
cs: Opravdu chcete smazat vybrané řádky?

# commitCountDataGridViewTextBoxColumn.HeaderText
source: Commit count
cs: Počet odevzdání

# dataGridViewCheckBoxColumn1.HeaderText
source: Delete
cs: Smazat

# label1.Text
source: Reset local changes before deleting files. Choose files to delete. Force push for replacing data on remote repository.
cs: Obnovit místní změny před smazáním souborů. Vyberte soubory ke smazání. Pro nahrazení dat ve vzdáleném repozitáři vynuťte odeslání.

# lastCommitDateDataGridViewTextBoxColumn.HeaderText
source: Last commit date
cs: Datum posledního odevzdání

# pathDataGridViewTextBoxColumn.HeaderText
source: Path
cs: Cesta

# sizeDataGridViewTextBoxColumn.HeaderText
source: Size
cs: Velikost

# Description.Text
source: Find large files
cs: Najít velké soubory

# _sizeLargeFile.Caption
source: Find large files bigger than (Mb)
cs: Najít velké soubory větší než (Mb)

# $this.Text
source: Change Submitted
cs: Změny odeslány

# btnClose.Text
source: Close
cs: Zavřít

# labelSubmitted.Text
source: Your change has been submitted for review at the following location:
cs: Vaše změny byly odeslány ke shlédnutí na následující adrese:

# $this.Text
source: Download Gerrit Change
cs: Stáhnout změny z Gerritu

# AddRemote.Text
source: Manage remotes
cs: Spravovat zdroje

# Download.Text
source: &Download
cs: Stáhnout (&D)

# _cannotGetChangeDetails.Text
source: Could not retrieve the change details
cs: Nemohu získat detaily změny

# _downloadCaption.Text
source: Download change {0}
cs: Stáhnout změny {0}

# _downloadGerritChangeCaption.Text
source: Download Gerrit Change
cs: Stáhnout změny z Gerritu

# _selectChange.Text
source: Please enter a change
cs: Prosím zadejte změnu

# _selectRemote.Text
source: Please select a remote repository
cs: Prosím zvolte vzdálený repozitář

# labelChange.Text
source: Change:
cs: Změna:

# labelEnterChangeIdOrNumber.Text
source: Enter the Change-Id or the number from the Gerrit URL
cs: Zadejte ID změny nebo číslo z URL Gerritu

# labelRemote.Text
source: Remote:
cs: Vzdálená:

# labelTopicBranch.Text
source: Topic branch:
cs: Větev:

# $this.Text
source: Publish Gerrit Change
cs: Vydat změny z Gerritu

# Publish.Text
source: &Publish
cs: Vydat (&P)

# PublishDraft.Text
source: Submit review as draft
cs: Odeslat revizi jako koncept

# _publishCaption.Text
source: Publish change
cs: Vydat změny

# _publishGerritChangeCaption.Text
source: Publish Gerrit Change
cs: Vydat změny z Gerritu

# _selectBranch.Text
source: Please enter a branch
cs: Prosím zadejte větev

# labelBranch.Text
source: Branch:
cs: Větev:

# labelTopic.Text
source: Topic:
cs: Předmět:

# $this.Text
source: Edit .gitreview
cs: Upravit .gitreview

# Save.Text
source: Save
cs: Uložit

# _cannotAccessGitreview.Text
source: Failed to save .gitreview. Check if file is accessible.
cs: Nemohu uložit .gitreview. Zkontrolujte jestli je soubor přístupný.

# _cannotAccessGitreviewCaption.Text
source: Failed to save .gitreview
cs: Nemohu uložit .gitreview

# _gitreviewOnlyInWorkingDirSupported.Text
source: .gitreview is only supported when there is a working directory.
cs: .gitreview je podporovaný pouze v pracovní složce.

# _gitreviewOnlyInWorkingDirSupportedCaption.Text
source: No working directory
cs: Pracovní složka není k dispozici

# _saveFileQuestion.Text
source: Save changes to .gitreview?
cs: Uložit změny do .gitreview?

# _saveFileQuestionCaption.Text
source: Save changes?
cs: Uložit změny?

# label1.Text
source: Provide the configuration for .gitreview to setup Gerrit. Example configuration: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0
cs: Poskytuje nastavení pro Gerrit souborem .gitreview. Příklad nastavení: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0

# lnkGitReviewHelp.Text
source: GitHub page for git-review
cs: Stránka git-review na GitHubu

# $this.Text
source: Statistics
cs: Statistiky

# CommitStatistics.Text
source: Loading..
cs: Načítám...

# LinesOfCodePerLanguageText.Text
source: Loading...
cs: Načítám...

# LinesOfCodePerTypeText.Text
source: Loading...
cs: Načítám...

# LoadingLabel.Text
source: Loading...
cs: Načítám...

# TestCodeText.Text
source: Loading...
cs: Načítám...

# TotalCommits.Text
source: Total commits
cs: Celkem odevzdání

# TotalLinesOfCode.Text
source: Total lines of code
cs: Celkem řádek kódu

# TotalLinesOfCode2.Text
source: Total lines of code
cs: Celkem řádek kódu

# TotalLinesOfTestCode.Text
source: Total lines of code
cs: Celkem řádek kódu

# tabPage1.Text
source: Lines of code per language
cs: Řádků kódu podle jazyka

# tabPage2.Text
source: Commits per contributor
cs: Odevzdání na přispěvatele

# tabPage3.Text
source: Lines of code per type
cs: Řádků kódu podle typu

# tabPage4.Text
source: Lines of test code
cs: Řádků testovacího kódu

# $this.Text
source: Impact
cs: Vliv

# _authorCommits.Text
source: {0} ({1} Commits, {2} Changed Lines)
cs: {0} ({1} odevzdání, {2} změněných řádek)

# cbIncludingSubmodules.Text
source: Including submodules
cs: Včetně podmodulů

# $this.Text
source: Gerrit Plugin
cs: Zásuvný modul Gerrit

# informationLabel.Text
source: The Gerrit plugin for GitExtensions provides integration with Gerrit for GitExtensions. This plugin has been based on the git-review tool. To enable Gerrit support for a repository, a .gitreview file must be created. This can be done through the Repository | Edit .gitreview menu option. See the link below for more information on the .gitreview file and the git-review tool.
cs: Zásuvný modul Gerrit pro GitExtensions poskytuje integraci s nástrojem Gerrit. Tento zásuvný modul je založen na nástroji git-review. Pro povolení podpory pro Gerrit musíte v repozitáři vytvořit soubor .gitreview. Toto můžete provést pomocí nabídky Repozitář/Upravit. Pro více informací o souboru .gitreview a nástroji git-review viz odkaz níže.

# Description.Text
source: Gerrit Code Review
cs: Gerrit - Revize kódu

# _downloadGerritChange.Text
source: Download Gerrit Change
cs: Stáhnout změny z Gerritu

# _editGitReview.Text
source: Edit .gitreview
cs: Upravit .gitreview

# _installCommitMsgHook.Text
source: Install Hook
cs: Nainstalovat hákovací skript

# _installCommitMsgHookDownloadFileFailed.Text
source: Could not download the commit-msg file. Please install the commit-msg hook manually.
cs: Nemohu stáhnout soubor commit-msg. Prosím nainstalujte hákovací skript commit-msg ručně.

# _installCommitMsgHookMessage.Text
source: Gerrit requires a commit-msg hook to be installed. Do you want to install the commit-msg hook into your repository?
cs: Gerrit požaduje nainstalovaný hákovací skript commit-msg. Chcete nainstalovat commit-msg do vašeho repozitáře?

# _installCommitMsgHookShortText.Text
source: Install commit-msg hook
cs: Instalovat hákovací skript commit-msg

# _publishGerritChange.Text
source: Publish Gerrit Change
cs: Vydat změny z Gerritu

# _settingsError.Text
source: Error loading .gitreview file.
cs: Chyba při načítání souboru .gitreview.

# _settingsErrorDefaultRemoteNotPresent.Text
source: The remote "{0}" specified with the "defaultremote" setting in the .gitreview file does not refer to a configured remote. Either create this remote or change the setting in the .gitreview file.
cs: Vzdálený zdroj "{0}" uvedený nastavení "dualremote" v souboru .gitreview nevede na nastavený vzdálený zdroj. Buď vytvořte tento vzdálený zdroj nebo změňte soubor .gitreview.

# _settingsErrorFileNotFound.Text
source: Cannot find the ".gitreview" file in the working directory.
cs: V pracovní složce nemohu nalézt soubor ".gitreview".

# _settingsErrorHostNotEntered.Text
source: The "host" setting in the .gitreview file is mandatory.
cs: Nastavení "host" (hostitel) v souboru .gitreview je povinné.

# _settingsErrorPortNotNumeric.Text
source: The "port" specified in the .gitreview file may only contain digits.
cs: Nastavení "port" v souboru .gitreview může obsahovat pouze číslice.

# _settingsErrorProjectNotEntered.Text
source: The "project" setting in the .gitreview file is mandatory.
cs: Nastavení "projekt" v souboru .gitreview je povinné.

# _gitFlowTooltip.Text
source: A good branch model for your project with Git...
cs: Výborný model větvení pro váš Git projekt...

# _noBranchExist.Text
source: No {0} branches exist.
cs: Neexistují žádné větve {0}.

# btnFinish.Text
source: Finish
cs: Konec

# btnInit.Text
source: Init GitFlow
cs: Zavést GitFlow

# btnPublish.Text
source: Publish
cs: Vydat

# btnPull.Text
source: Pull
cs: Stáhnout

# cbBasedOn.Text
source: based on:
cs: založeno na:

# gbManage.Text
source: Manage existing branches:
cs: Spravovat dostupné větve:

# gbStart.Text
source: Start branch:
cs: Založit větev:

# label1.Text
source: branch:
cs: větev:

# label10.Text
source: Expected name:
cs: Očekávané jméno:

# label2.Text
source: command:
cs: příkaz:

# label9.Text
source: Remote to pull from :
cs: Vzdálený zdroj pro stažení:

# lnkGitFlow.Text
source: About GitFlow
cs: O GitFlow

# panel3.Text
source: Result of git flow command run
cs: Výsledky běhu příkazu git glow

# Description.Text
source: Impact Graph
cs: Graf vlivu

# Description.Text
source: Statistics
cs: Statistiky

# _codeFiles.Caption
source: Code files
cs: Soubory kódu

# _ignoreDirectories.Caption
source: Directories to ignore (EndsWith)
cs: Složky pro ignorování (EndsWith)

# _ignoreSubmodules.Caption
source: Ignore submodules
cs: Podmoduly pro ignorování

# _bytesDownloaded.Text
source: {0} bytes downloaded.
cs: Staženo {0} bytů.

# _cannotFindGource.Text
source: Cannot find Gource. Please download Gource and set the path in the plugins settings dialog.
cs: Nemohu najít Gource. Prosím stáhněte si Gource a nastavte cestu v dialogu nastavení zásuvného modulu.

# _currentDirectoryIsNotValidGit.Text
source: The current directory is not a valid git repository. Gource can be only be started from a valid git repository.
cs: Současná složka není platným git repozitářem. Gource můžete spustit pouze z platného git repozitáře.

# _doYouWantDownloadGource.Text
source: There is no path to Gource configured. Do you want to automatically download Gource?
cs: Gource nemá nastavenou cestu. Chcete automaticky stáhnout Gource?

# _download.Text
source: Download
cs: Stáhnout

# _downloadingFailed.Text
source: Downloading failed. Please download Gource and set the path in the plugins settings dialog.
cs: Stažení nebylo úspěšné. Prosím stáhněte Gource ručně a nastavte cestu v dialogu nastavení zásuvného modulu.

# _gourceArguments.Caption
source: Arguments
cs: Parametry

# _gourceDownloadedAndUnzipped.Text
source: Gource has been downloaded and unzipped.
cs: Gource bylo staženo a rozbaleno.

# _gourcePath.Caption
source: Path to Gource
cs: Cesta ke Gource

# _resetConfigPath.Text
source: Cannot find Gource in the configured path: {0}. Do you want to reset the configured path?
cs: Nemohu najít Gource v nastavené cestě: {0}. Chcete znovu nastavit cestu?

# ArgumentsLabel.Text
source: Arguments
cs: Parametry

# GourceBrowse.Text
source: Browse
cs: Procházet

# WorkingDirBrowse.Text
source: Browse
cs: Procházet

# label1.Text
source: Path to Gource
cs: Cesta ke Gource

# label2.Text
source: Repository
cs: Repozitář

# linkLabel1.Text
source: Gource project
cs: Projekt Gource

# linkLabel2.Text
source: Gource command line
cs: Parametry příkazu Gource

# lblJenkinsServerUrl.Text
source: Jenkins server URL
cs: Adresa serveru Jenkins

# lblProjectName.Text
source: Project name
cs: Název projektu

# $this.Text
source: Proxy Switcher
cs: Přepínač proxy serverů

# ApplyGlobally_CheckBox.Text
source: Apply globally
cs: Použít globálně

# GlobalHttpProxy_Label.Text
source: Global http.proxy:
cs: Globální http.proxy:

# LocalHttpProxy_Label.Text
source: Local http.proxy:
cs: Místní http.proxy:

# SetProxy_Button.Text
source: Set proxy
cs: Nastavit proxy

# UnsetProxy_Button.Text
source: Unset proxy
cs: Od-nastavit proxy

# _pleaseSetProxy.Text
source: There is no proxy configured. Please set the proxy host in the plugin settings.
cs: Není nastaven žádný proxy server. Prosím nastavte proxy server v nastaveních zásuvného modulu.

# _pluginDescription.Text
source: Proxy Switcher
cs: Přepínač proxy serverů

# Description.Text
source: Proxy Switcher
cs: Přepínač proxy serverů

# HttpProxyPort.Caption
source: HTTP proxy port
cs: port HTTP proxy

# Password.Caption
source: Password
cs: Heslo

# Username.Caption
source: Username
cs: Uživatelské jméno

# $this.Text
source: Release Notes Generator
cs: Generátor poznámek k vydání

# _commitLogFrom.Text
source: Commit log from '{0}' to '{1}' ({2}):
cs: Záznam odevzdání od '{0}' do '{1}' ({2}):

# buttonCopyAsHtml.Text
source: as HTML table
cs: jako HTML tabulka

# buttonCopyAsTextTableSpace.Text
source: as text table (spaces)
cs: jako textová tabulka (mezery)

# buttonCopyAsTextTableTab.Text
source: as text table (tabs)
cs: jako textová tabulka (tabelátory)

# buttonCopyOrigOutput.Text
source: original output
cs: původní výstup

# buttonGenerate.Text
source: Generate
cs: Generovat

# groupBox1.Text
source: Result
cs: Výsledek

# groupBoxCopy.Text
source: Copy to clipboard
cs: Kopírovat do schránky

# label1.Text
source: Commit expression "To" (including):
cs: Koncové odevzdání (včetně):

# label10.Text
source: separate columns with spaces
cs: oddělovat sloupce mezerami

# label11.Text
source: Clipboard will contain HTML code (plain text) and HTML format which can be pasted to programs like MS Word or LibreOffice Writer.
cs: Do schránky bude zkopírován HTML kód (čistý text) a HTML formát který můžete vložit do programů jako MS Word nebo LibreOffice Writer.

# label2.Text
source: Commit expression "From" (excluding):
cs: Počáteční odevzdání (mimo):

# label3.Text
source: git log arguments:
cs: parametry příkazu git log:

# label4.Text
source: {0} = from; {1} = to
cs: {0} = začátek; {1} = konec

# label5.Text
source: Sorting: Most recent revisions are listed on top.
cs: Třídění: Nejnovější revize jsou navrchu.

# label6.Text
source: Revisions count =
cs: Počet revizí =

# label7.Text
source: (Commit expressions can be commit hashes, branch names, tag names)
cs: (Výraz může být hash odevzdání, název větve, nebo značky)

# label8.Text
source: as is
cs: tak jak je

# label9.Text
source: separate columns with tabs
cs: oddělit sloupce tabelátory

# labelRevCount.Text
source: n/a
cs: není k dispozici

# Description.Text
source: Release Notes Generator
cs: Generátor poznámek k vydání
