Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.xlf
Languages: cs

# anchorToLessToolStripMenuItem.Text
source: Anchor to less recent repositories
cs: Ukotvit k dávnějším repozitářům

# anchorToMostToolStripMenuItem.Text
source: Anchor to most recent repositories
cs: Ukotvit k posledním repozitářům

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
cs: Nejmenší šířka Comboboxu (0 = automaticky)

# dontShortenRB.Text
source: Do not shorten
cs: Nezkracovat

# label1.Text
source: Less recent repositories
cs: Dávnější repozitáře

# maxRecentRepositories.Text
source: Maximum number of most recent repositories
cs: Maximální počet posledních repozitářů

# middleDotRB.Text
source: Replace middle part with dots
cs: Nahradit střední část tečkami

# mostSigDirRB.Text
source: The most significant directory
cs: Nejvýznamnější složka

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
cs: Odstranit ukotvení

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
cs: Odstranit z posledních repozitářů

# shorteningGB.Text
source: Shortening strategy
cs: Strategie zkracování

# sortLessRecentRepos.Text
source: Sort less recent repositories alphabetically
cs: Třídit dávnější repozitáře podle abecedy

# sortMostRecentRepos.Text
source: Sort most recent repositories alphabetically
cs: Třídit poslední repozitáře podle abecedy

# Action.HeaderText
source: Action
cs: Akce

# _continueResetCurrentBranchCaptionText.Text
source: Changes not committed...
cs: Neodevzdané změny ...

# copySha1ToolStripMenuItem.Text
source: Copy SHA-1
cs: Kopírovat SHA-1

# linkCurrentBranch.Text
source: (Current branch name)
cs: (Jméno součadné větve)

# KeepDialogOpen.Text
source: Keep dialog open
cs: Nechat dialogové okno otevřené

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
cs: Otisk hostitele nezaregistrován

# $this.Text
source: Remote repositories
cs: Vzdálené repozitáře

# BranchName.HeaderText
source: Local branch name
cs: Název místní větve

# MergeWith.HeaderText
source: Default merge with
cs: Výchozí sloučení s

# RemoteCombo.HeaderText
source: Remote repository
cs: Vzdálený repozitář

# Save.Text
source: Save changes
cs: Uložit změny

# SaveDefaultPushPull.Text
source: Save changes
cs: Uložit změny

# SshBrowse.Text
source: Browse...
cs: Procházet...

# TestConnection.Text
source: Test connection
cs: Zkouška spojení

# _btnDeleteTooltip.Text
source: Delete the selected remote
cs: Smazat vybraný vzdálený zdroj

# _btnNewTooltip.Text
source: Add a new remote
cs: Přidat nový vzdálený zdroj

# _errorNoKeyEntered.Text
source: No SSH key file entered
cs: Nebyl zadán soubor SSH klíče

# _gbMgtPanelHeaderEdit.Text
source: Edit Remote Details
cs: Upravit detajly vzdáleného zdroje

# _gbMgtPanelHeaderNew.Text
source: Create New Remote
cs: Vytvořit nový vzdálený zdroj

# _gitMessage.Text
source: Message
cs: Zpráva

# _labelUrlAsFetch.Text
source: Fetch Url
cs: Adresa zdroje

# _labelUrlAsFetchPush.Text
source: Url
cs: Adresa

# _lvgDisabledHeader.Text
source: Inactive
cs: Neaktivní

# _lvgEnabledHeader.Text
source: Active
cs: Aktivní

# _questionAutoPullBehaviour.Text
source: You have added a new remote repository. Do you want to automatically configure the default push and pull behavior for this remote?
cs: Přidali jste nový vzdálený repozitář. Chcete automaticky nastavit výchozí chování odeslání a stažení?

# _questionAutoPullBehaviourCaption.Text
source: New remote
cs: Nový vzdálený zdroj

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
cs: Opravdu chcete smazat tento vzdálený zdroj

# _questionDeleteRemoteCaption.Text
source: Delete
cs: Smazat

# _remoteBranchDataError.Text
source: Invalid ´{1}´ found for branch ´{0}´. Value has been reset to empty value.
cs: Neplatný '{1}' nalezen pro větev '{0}'. Hodnota byla změněna na prázdnou.

# _sshKeyOpenCaption.Text
source: Select ssh key file
cs: Zvolte soubor SSH klíče

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
cs: Soukromý klíč (*.ppk)

# checkBoxSepPushUrl.Text
source: Separate Push Url
cs: Oddělená adresa pro odeslání

# gbMgtPanel.Text
source: Create New Remote
cs: Vytvořit nový vzdálený zdroj

# label1.Text
source: Name
cs: Název

# label2.Text
source: Url
cs: Adresa

# label3.Text
source: Private key file
cs: Soubor soukromého klíče

# label4.Text
source: Local branch name
cs: Název místní větve

# label5.Text
source: Remote repository
cs: Vzdálený repozitář

# label6.Text
source: Default merge with
cs: Výchozí sloučení s

# labelPushUrl.Text
source: Push Url
cs: Adresa pro odeslání

# pnlMgtDetails.Text
source: Details
cs: Detaily

# tabPage1.Text
source: Remote repositories
cs: Vzdálené repozitáře

# tabPage2.Text
source: Default pull behavior (fetch & merge)
cs: Výchozí chování stažení (přenést a sloučit)

# $this.Text
source: Rename branch
cs: Přejmenovat větev

# Ok.Text
source: Rename
cs: Přejmenovat

# _branchRenameFailed.Text
source: Rename failed.
cs: Přejmenování selhalo.

# label1.Text
source: New name
cs: Nový název

# $this.Text
source: Reset branch
cs: Obnovit větev

# $this.Text
source: Reset changes
cs: Zahodit změny

# label1.Text
source: Are you sure you want to reset your changes?
cs: Opravdu chcete zahodit vaše změny?

# label2.Text
source: This will delete any uncommitted work.
cs: Tímto smažete veškerou neodevzdanou práci.

# $this.Text
source: Reset current branch
cs: Obnovit současnou větev

# Hard.Text
source: Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
cs: Natvrdo (Hard): Obnoví pracovní složku a index. (VŠECHNY místní změny včetně neodevzdaných budou smazány)

# Mixed.Text
source: Mixed: leave working directory untouched, reset index
cs: Smíšeně (Mixed): Ponechá pracovní složku tak jak je, obnoví index

# Soft.Text
source: Soft: leave working directory and index untouched
cs: Naměkko (Soft): Ponechá pracovní složku a index tak jak jsou

# _branchInfo.Text
source: Reset branch '{0}' to revision:
cs: Obnovit větev '{0}' na revizi:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
cs: Chystáte se zahodit VŠECHNY místní změny. Jste si jistí?

# $this.Text
source: Resolve merge conflicts
cs: Vyřešit konflikty sloučení

# ContextChooseBase.Text
source: Choose base
cs: Vyberat základ

# ContextChooseLocal.Text
source: Choose local
cs: Vyberat místní

# ContextChooseRemote.Text
source: Choose remote
cs: Vybrat vzdálené

# ContextMarkAsSolved.Text
source: Mark conflict as solved
cs: Označit konflikt jako vyřešený

# ContextOpenBaseWith.Text
source: Open base with
cs: Otevřít základ pomocí

# ContextOpenLocalWith.Text
source: Open local with
cs: Otevřít místní pomocí

# ContextOpenRemoteWith.Text
source: Open remote with
cs: Otevřít vzdálené pomocí

# ContextSaveBaseAs.Text
source: Save base as
cs: Uložit základ jako

# ContextSaveLocalAs.Text
source: Save local as
cs: Uložit místní jako

# ContextSaveRemoteAs.Text
source: Save remote as
cs: Uložit vzdálené jako

# FileName.HeaderText
source: Filename
cs: Název souboru

# OpenMergetool.Text
source: Open in mergetool
cs: Otevřít nástrojem na sloučení

# Reset.Text
source: Abort
cs: Přerušit

# _abortCurrentOperation.Text
source: You can abort the current operation by resetting changes. All changes since the last commit will be deleted. Do you want to reset changes?
cs: Současnou operaci může přerušit zahozením změn. Všechny změny od posledního odevzdání budou smazány. Opravdu chcete zahodit změny?

# _abortCurrentOperationCaption.Text
source: Abort
cs: Přerušit

# _allConflictsResolvedCaption.Text
source: Commit
cs: Odevzdání

# _allFilesFilter.Text
source: All files (*.*)
cs: Všechny soubory (*.*)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
cs: Opravdu chcete SMAZAT všechny změny? Tato operace nejde vzít zpět.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
cs: VAROVÁNÍ!

# _askMergeConflictSolved.Text
source: Is the merge conflict solved?
cs: Jsou slučovací konflikty vyřešeny?

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
cs: Je konflikt vyřešený?

# _button1Text.Text
source: Open in
cs: Otevřít pomocí

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
cs: Výběr základového souboru neuspěl.

# _chooseLocalButtonText.Text
source: Choose local
cs: Vybrat místní

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
cs: Výběr místního souboru neuspěl.

# _chooseRemoteButtonText.Text
source: Choose remote
cs: Vybrat vzdálené

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
cs: Výběr vzdáleného souboru neuspěl.

# _conflictedFilesContextMenuText.Text
source: Solve
cs: Vyřešit

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
cs: Vybrat místní (naše)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
cs: Vybrat místní (jejich)

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
cs: Vybrat vzdálené (jejich)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
cs: Vybrat vzdálené (naše)

# _currentFormatFilter.Text
source: Current format (*.{0})
cs: Současný formát (*.{0})

# _deleteFileButtonText.Text
source: Delete file
cs: Smazat soubor

# _failureWhileOpenFile.Text
source: Open temporary file failed.
cs: Otevření dočasného souboru neuspělo.

# _failureWhileSaveFile.Text
source: Save file failed.
cs: Uložení souboru neuspělo.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
cs: Vybraný soubor vypadá že je v binárním formátu. Opravdu chcete otevřít tento soubor pomocí {0}?

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
cs: Soubor nebyl změněný při sloučení. Toto obvykle znamená, že soubor byl uložen do špatné složky. Konflikt sloučení nebude označen jako vyřešený. Prosím zkuste to znovu.

# _keepBaseButtonText.Text
source: Keep base file
cs: Zachovat základový soubor

# _keepModifiedButtonText.Text
source: Keep modified
cs: Zachovat nezměněný

# _noBase.Text
source: no base
cs: bez základu

# _noBaseFileMergeCaption.Text
source: Merge
cs: Sloučit

# _noBaseRevision.Text
source: There is no base revision for {0}. Fall back to 2-way merge?
cs: Pro {0} neexistuje základová revize. Pokračovat dvousměrným sloučením?

# _openMergeToolItemText.Text
source: Open in
cs: Otevřít pomocí

# _ours.Text
source: ours
cs: naše

# _resetItemMergeText.Text
source: Abort merge
cs: Přerušit sloučení

# _resetItemRebaseText.Text
source: Abort rebase
cs: Přerušit přeskládání

# _theirs.Text
source: theirs
cs: jejich

# _uskUseCustomMergeScript.Text
source: There is a custom merge script ({0}) for this file type. Do you want to use this custom merge script?
cs: Pro tento druh souboru existuje skript na sloučení ({0}). Chcete použít skript na sloučení?

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
cs: Vlastní skript na sloučení

# conflictDescription.Text
source: Select file
cs: Vybrat soubor

# fileHistoryToolStripMenuItem.Text
source: File history
cs: Historie souboru

# label1.Text
source: Unresolved merge conflicts
cs: Nevyřešené konflikty sloučení

# label2.Text
source: Base
cs: Základ

# label5.Text
source: Remote
cs: Vzdálené

# label7.Text
source: Local
cs: Místní

# merge.Text
source: Merge
cs: Sloučit

# openMergeToolBtn.Text
source: Open in mergetool
cs: Otevřít nástrojem na sloučení

# openWithToolStripMenuItem.Text
source: Open With
cs: Otevřít pomocí

# startMergetool.Text
source: Start mergetool
cs: Spustit nástroj na sloučení

# $this.Text
source: Revert commit
cs: Vrátit odevzdání

# BranchInfo.Text
source: Revert this commit:
cs: Vrátit toto odevzdání:

# Revert.Text
source: Revert this commit
cs: Vrátit toto odevzdání

# $this.Text
source: Filter
cs: Filtrovat

# CurrentBranchOnlyCheck.Text
source: Show current branch only
cs: Zobrazit pouze současnou větev

# SimplifyByDecorationCheck.Text
source: Simplify by decoration
cs: Zjednodušit podle dekorace

# label1.Text
source: Since
cs: Od

# label2.Text
source: Until
cs: Do

# label3.Text
source: Author
cs: Autor

# label4.Text
source: Committer
cs: Odevzdávající

# label5.Text
source: Message
cs: Zpráva

# label6.Text
source: Ignore case
cs: Ignorovat velikost písmen

# label7.Text
source: Limit
cs: Omezení

# label8.Text
source: File filter
cs: Filtr souborů

# label9.Text
source: Branches
cs: Větve

# $this.Text
source: Select multiple branches
cs: Vybrat více větví

# selectBranchesLabel.Text
source: Select branches
cs: Vyberte větve

# $this.Text
source: Settings
cs: Nastavení

# buttonApply.Text
source: Apply
cs: Použít

# buttonDiscard.Text
source: Discard
cs: Zahodit

# label10.Text
source: You need to set the correct path to git.cmd before you can change any global setting.
cs: Nejdříve musíte nastavit správnou cestu k git.cmd a pak budete moci měnit globální nastavení.

# labelInstantSaveNotice.Text
source: Changes on the selected page will be saved instantly. Therefore the Cancel button does NOT revert any changes made.
cs: Změny na vybraných stránkách budou uloženy okamžitě. Tudíž tlačítkem Storno nezrušíte žádné provedené změny.

# $this.Text
source: Stash
cs: Úschovna

# Stash.Text
source: Stash all changes
cs: Uschovat všechny změny

# StashKeepIndex.Text
source: Keep index
cs: Zachovat index

# StashSelectedFiles.Text
source: Stash selected changes
cs: Uschovat vybrané změny

# Stashes.ToolTipText
source: Select a stash
cs: Vybrat úschovnu

# _areYouSure.Text
source: Are you sure you want to drop the stash? This action cannot be undone.
cs: Opravdu chcete smazat úschovnu? Toto nelze vzít zpět!

# _cannotBeUndone.Text
source: This action cannot be undone.
cs: Tato akce nelze vzít zpět!

# _currentWorkingDirChanges.Text
source: Current working directory changes
cs: Současné změny pracovní složky

# _noStashes.Text
source: There are no stashes.
cs: Neexistují žádné úschovny

# _stashDropConfirmTitle.Text
source: Drop Stash Confirmation
cs: Potvrzení smazání úschovny

# _stashUntrackedFilesNotSupported.Text
source: Stash untracked files is not supported in the version of msysgit you are using. Please update msysgit to at least version 1.7.7 to use this option.
cs: Uschování nesledovaných souborů není podporováno v této verzi programu msysgit. Prosím aktualizujte msysgit alespoň na verzi 1.7.7.

# _stashUntrackedFilesNotSupportedCaption.Text
source: Stash untracked files
cs: Uschovat nesledované soubory

# chkIncludeUntrackedFiles.Text
source: Include untracked files
cs: Včetně nesledovaných souborů

# refreshToolStripButton.Text
source: Refresh
cs: Obnovit

# showToolStripLabel.Text
source: Show:
cs: Zobrazit:

# toolStripButton_customMessage.Text
source: Custom stash message
cs: Zpráva uschování

# $this.Text
source: Process
cs: Průběh

# $this.Text
source: Submodules
cs: Podmoduly

# AddSubmodule.Text
source: Add submodule
cs: Přidat podmodul

# RemoveSubmodule.Text
source: Remove
cs: Odstranit

# Status.HeaderText
source: Status
cs: Stav

# SynchronizeSubmodule.Text
source: Synchronize
cs: Synchronizovat

# UpdateSubmodule.Text
source: Update
cs: Aktualizovat

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
cs: Opravdu chcete odstranit tento podmodul?

# _removeSelectedSubmoduleCaption.Text
source: Remove
cs: Odstranit

# groupBox1.Text
source: Details
cs: Detaily

# label2.Text
source: Remote path
cs: Vzdálená cesta

# label3.Text
source: Local path
cs: Místní cesta

# label4.Text
source: Commit
cs: Odevzdání

# label5.Text
source: Branch
cs: Větev

# label6.Text
source: Status
cs: Stav

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
cs: Název

# $this.Text
source: Check for update
cs: Zkontrolovat aktualizace

# UpdateLabel.Text
source: Searching for updates
cs: Vyhledávám aktualizace

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
cs: Je k dispozici nová verze GitExtensions {0}

# _noUpdatesFound.Text
source: No updates found
cs: Nebyly nalezeny žádné aktualizace

# $this.Text
source: Verify database
cs: Kontrola databáze

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
cs: Smazat všechny značky LOST_AND_FOUND

# FullCheck.Text
source: Check not just objects in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), but also the ones found in alternate object pools.
cs: Kontrolovat nejen objekty v GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), ale i ty co se nachází v alternativních úložištích.

# NoReflogs.Text
source: Do not consider commits that are referenced only by an entry in a reflog to be reachable.
cs: Nepovažovat odevzdání co jsou referencovány pouze záznamem v reflogu za dosažitelné.

# Remove.Text
source: Remove all dangling objects
cs: Odstranit všechny "plandavé" objekty

# SaveObjects.Text
source: Save objects to .git/lost-found
cs: Uložit objekty do .git/lost-found

# Unreachable.Text
source: Print out objects that exist but that aren't readable from any of the reference nodes.
cs: Vypsat objekty co existují, ale nejsou dosažitelné z referencových uzlů.

# _removeDanglingObjectsCaption.Text
source: Remove
cs: Odstranit

# _removeDanglingObjectsQuestion.Text
source: Are you sure you want to delete all dangling objects?
cs: Opravdu chcete odstranit všechny "plandavé" objekty?

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
cs: Obnovit ztracené objekty

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
cs: Vyberte objekty k obnovení.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
cs: Vytvořeno {0} značek. Nezapomeňte tyto značky smazat, až budete hotovi.

# btnCloseDialog.Text
source: Cancel
cs: Storno

# btnRestoreSelectedObjects.Text
source: Recover selected objects
cs: Obnovit označené objekty

# columnAuthor.HeaderText
source: Author
cs: Autor

# columnDate.HeaderText
source: Date
cs: Datum

# columnSubject.HeaderText
source: Subject
cs: Předmět

# columnType.HeaderText
source: Type
cs: Typ

# label1.Text
source: Double-click on a row for quick view
cs: Dvakrát klepněte na řádku pro náhled

# label2.Text
source: By default only unreferenced objects that are older than 2 weeks are removed when cleaning up the database. All other object are only deleted when you run "Remove all dangling objects" Check commits you want to recover and press Recover button Context menu for additional operations
cs: Při výchozím nastavení jsou z databáze odstraňovány pouze nereferencované objekty starší než 2 týdny. Všechny ostatní objekty jsou smazány když spustíte "Odstranit "plandající" objekty" Zaškrtněte odevzdání která chcete obnovit a zmáčkněte kontextové menu na tlačítku Obnovit pro další operace

# mnuLostObjectView.Text
source: View
cs: Zobrazit

# mnuLostObjectsCreateBranch.Text
source: Create branch
cs: Vytvořit větev

# mnuLostObjectsCreateTag.Text
source: Create tag
cs: Vytvořit značku

# saveAsToolStripMenuItem.Text
source: Save as...
cs: Uložit jako...

# $this.Text
source: View patch file
cs: Zobrazit soubor záplaty

# File.HeaderText
source: Type
cs: Typ

# FileNameA.HeaderText
source: Filename
cs: Název souboru

# _patchFileFilterString.Text
source: Patch file (*.Patch)
cs: Soubor záplaty (*.patch)

# _patchFileFilterTitle.Text
source: Select patch file
cs: Vyberte soubor záplaty

# labelPatch.Text
source: Patch
cs: Záplata

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
cs: Změna

# $this.Text
source: General
cs: Obecné

# _fetch.Text
source: Fetch
cs: Přenést

# _fetchAll.Text
source: Fetch all
cs: Přenést vše

# _openPullDialog.Text
source: Open pull dialog
cs: Otevřít dialog stažení

# btnDefaultDestinationBrowse.Text
source: Browse
cs: Procházet

# chkCheckForUncommittedChangesInCheckoutBranch.Text
source: Check for uncommitted changes in checkout branch dialog
cs: Kontrolovat neodevzdané změny v dialogu získání větve

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
cs: Zavřít dialog o průběhu operace po jejím úspěšném dokončení

# chkFollowRenamesInFileHistory.Text
source: Follow renames in file history (experimental)
cs: Sledovat přejmenování v historii souborů (experimentální vlastnost)

# chkFollowRenamesInFileHistoryExact.Text
source: Follow exact renames and copies only
cs: Následovat pouze přesné přejmenování a kopie.

# chkShowGitCommandLine.Text
source: Show console window when executing git process
cs: Zobrazit okno konzole při spouštění procesu gitu

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
cs: Zobrazit počet položek v úschovně v panelu nástrojů okna procházení

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
cs: Po spuštění oevřít poslední pracovní složku

# chkUseFastChecks.Text
source: Use FileSystemWatcher to check if index is changed
cs: Použít FileSystemWatcher pro sledování změn indexu

# groupBoxPerformance.Text
source: Performance
cs: Výkon

# groupBoxTelemetry.Text
source: Telemetry
cs: Telemetrie

# lblDefaultCloneDestination.Text
source: Default clone destination
cs: Výchozí místo pro klonování

# lblQuickSearchTimeout.Text
source: Revision grid quick search timeout [ms]
cs: Prodleva rychlého hledání v mřížce revizí (v ms)

# ConfigureEncoding.Text
source: Configure
cs: Nastavit

# btnCommitTemplateBrowse.Text
source: Browse
cs: Procházet

# btnDiffToolBrowse.Text
source: Browse
cs: Procházet

# btnDiffToolCommandSuggest.Text
source: Suggest
cs: Navrhnout

# btnMergeToolBrowse.Text
source: Browse
cs: Procházet

# btnMergeToolCommandSuggest.Text
source: Suggest
cs: Navrhnout

# globalAutoCrlfFalse.Text
source: Checkout as-is, commit as-is ("core.autocrlf" is set to "false")
cs: Získávat tak jak je, odevzdávat tak jak je ("core.autocrlf" nastaveno na "false")

# globalAutoCrlfInput.Text
source: Checkout as-is, commit Unix-style line endings ("core.autocrlf" is set to "input")
cs: Získávat tak jak je, odevzdávat Unixové konce řádků ("core.autocrlf" nastaveno na "input")

# globalAutoCrlfNotSet.Text
source: Not set
cs: Nenastaveno

# globalAutoCrlfTrue.Text
source: Checkout Windows-style, commit Unix-style line endings ("core.autocrlf" is set to "true")
cs: Získávat Windowsové, odevzdávat Unixové konce řádků ("core.autocrlf nastaveno na "true")

# groupBoxLineEndings.Text
source: Line endings
cs: Konce řádků

# label3.Text
source: User name
cs: Uživatelské jméno

# label4.Text
source: User email
cs: Mailová adresa

# label60.Text
source: Files content encoding
cs: Kódování obsahu souborů

# label9.Text
source: You need to set the correct path to git before you can change global settings.
cs: Musíte nastavit spřávnou cestu ke gitu před tím než budet moci měnit globální nastavení.

# lblCommitTemplatePath.Text
source: Path to commit template
cs: Cesta k šabloně odevzdání

# lblDiffTool.Text
source: Difftool
cs: Nástroj na rozdíly

# lblDiffToolCommand.Text
source: Difftool command
cs: Příkaz nástroje na rozdíly

# lblDiffToolPath.Text
source: Path to difftool
cs: Cesta k nástroji na rozdíly

# lblMergeTool.Text
source: Mergetool
cs: Nástroj na sloučení

# lblMergeToolCommand.Text
source: Mergetool command
cs: Příkaz nástroje na sloučení

# lblMergeToolPath.Text
source: Path to mergetool
cs: Cesta k nástroji na sloučení

# _cannotAccessGitignoreCaption.Text
source: Failed to save .gitignore
cs: Nemohu uložit .gitignore.

# _editGitignoreTitle.Text
source: Edit .gitignore
cs: Upravit .gitignore

# _saveFileQuestion.Text
source: Save changes to .gitignore?
cs: Uložit změny do .gitignore?
