Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.xlf
Languages: cs

# ToBrowse.Text
source: B&rowse
cs: Procházet (&B)

# _branchDefaultRemoteHead.Text
source: (default: remote HEAD)
cs: (výchozí: HEAD vzdáleného)

# _branchNone.Text
source: (none: don't checkout after clone)
cs: (žádná: po klonování nezískávat)

# _errorCloneFailed.Text
source: Clone Failed
cs: Klonování selhalo

# _infoDirectoryExists.Text
source: (Directory already exists)
cs: (Složka už existuje)

# _infoDirectoryNew.Text
source: (New directory)
cs: (Nová složka)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
cs: Repozitář bude klonován do nové složky umístěné v: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
cs: Repozitář byl úspěšně naklonovaný. Chcete nyní otevřít nový repozitář "{0}"?

# _questionOpenRepoCaption.Text
source: Open
cs: Otevřít

# brachLabel.Text
source: &Branch:
cs: Větev (&B):

# cbDownloadFullHistory.Text
source: Download full &history
cs: Stáhnout celou historii (&H)

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
cs: Načíst všechny podmoduly

# destinationLabel.Text
source: &Destination:
cs: Umístění (&D):

# groupBox1.Text
source: Repository type
cs: Typ repozitáře

# repositoryLabel.Text
source: Repository to &clone:
cs: Repozitář ke klonování (&C)

# subdirectoryLabel.Text
source: &Subdirectory to create:
cs: Vytvořit podsložku (&S):

# $this.Text
source: Commandline usage
cs: Použití příkazové řádky

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
cs: Podporované parametry příkazové řádky pro gitex.cmd / gitex (umístěný ve stejné složce jako GitExtensions.exe):

# $this.Text
source: Commit
cs: Odevzdání

# Amend.Text
source: &Amend Commit
cs: Pozměnit odevzdání (&A)

# Commit.Text
source: &Commit
cs: Odevzdat (&C)

# Ok.Text
source: Commit
cs: Odevzdat

# SolveMergeconflicts.Text
source: There are unresolved merge conflicts
cs: Existují nevyřešené konflikty sloučení

# _amendCommit.Text
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
cs: Chystáte se přepsat historii. Používejte pozměnění pouze pokud ještě nebylo odevzdání odesláno! Chcete pokračovat?

# _amendCommitCaption.Text
source: Amend commit
cs: Pozměnit odevzdání

# _commitAuthorInfo.Text
source: Author
cs: Autor

# _commitCommitterInfo.Text
source: Committer
cs: Odevzdávající

# _commitCommitterToolTip.Text
source: Click to change committer information.
cs: Klepněte pro změnu informací o odevzdávajícím.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
cs: Zpráva o odevzdání je vyžádána při odevzdání

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
cs: První řádek zprávy obsahuje příliš mnoho znaků. Chcete pokračovat?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
cs: Následující řádka obsahuje příliš mnoho znaků: {0} Chcete pokračovat?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
cs: Zpráva odevzdání neodpovídá regulérnímu výrazu. Chcete pokračovat?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
cs: Druhá řádka zprávy odevzdání není prázdná. Chcete pokračovat?

# _commitValidationCaption.Text
source: Commit validation
cs: Ověření odevzdání

# _deleteFailed.Text
source: Delete file failed
cs: Smazání souboru nebylo úspěšné

# _deleteSelectedFiles.Text
source: Are you sure you want to delete the selected file(s)?
cs: Opravdu chcete smazat označený soubor(y)?

# _deleteSelectedFilesCaption.Text
source: Delete
cs: Smazat

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
cs: Opravdu chcete smazat všechny nesledované soubory?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
cs: Smazat nesledované soubory.

# _enterCommitMessage.Text
source: Please enter commit message
cs: Prosím zadejte zprávu o odevzdání

# _enterCommitMessageCaption.Text
source: Commit message
cs: Zpráva o odevzdání

# _enterCommitMessageHint.Text
source: Enter commit message
cs: Zadejte zprávu o odevzdání

# _formTitle.Text
source: Commit to {0} ({1})
cs: Odevzdat {0} do {1}

# _mergeConflicts.Text
source: There are unresolved merge conflicts, solve merge conflicts before committing.
cs: Existují nevyřešené konflikty sloučení. Před odevzdáním je musíte vyřešit.

# _mergeConflictsCaption.Text
source: Merge conflicts
cs: Konflikty sloučení

# _noFilesStagedAndConfirmAnEmptyMergeCommit.Text
source: There are no files staged for this commit. Are you sure you want to commit?
cs: Pro toto odevzdání nejsou připraveny žádné soubory. Opravdu chcete provést odevzdání?

# _noFilesStagedAndNothingToCommit.Text
source: There are no files staged for this commit.
cs: Pro toto odevzdání nejsou připraveny žádné soubory.

# _noFilesStagedButSuggestToCommitAllUnstaged.Text
source: There are no files staged for this commit. Stage and commit all unstaged files?
cs: Pro toto odevzdání nejsou připraveny žádné soubory. Připravit a odevzdat všechny nepřipravené soubory?

# _noStagedChanges.Text
source: There are no staged changes
cs: Nejsou připraveny žádné změny

# _noUnstagedChanges.Text
source: There are no unstaged changes
cs: Neexistují žádné nepřipravené změny

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
cs: Toto odevzdání nebude referencováno při přepnutí na jinou větev a může být ztraceno. Chcete pokračovat?

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
cs: Tuto volbu můžete použít jen když vyberete jeden soubor

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
cs: Opravdu chcete zahodit změny ve všech vybraných souborech?

# _resetStageChunkOfFileCaption.Text
source: Unstage chunk of file
cs: Od-připravit kus souboru

# _selectOnlyOneFile.Text
source: You must have only one file selected.
cs: Musíte mít vybraný pouze jeden soubor.

# _selectionFilterErrorToolTip.Text
source: Error {0}
cs: Chyba {0}

# _selectionFilterToolTip.Text
source: Enter a regular expression to select unstaged files.
cs: Zadejte regulérní výraz pro výběr nepřipravených souborů.

# _stageDetails.Text
source: Stage Details
cs: Detaily připravení

# _stageFiles.Text
source: Stage {0} files
cs: Připravit {0} souborů

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
cs: Přidat soubor do .gitignore

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
cs: Přidat soubor do .git/info/exclude

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
cs: Předpokádat že jsou beze změny

# branchNameLabel.Text
source: (Branch name)
cs: (Název větve)

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
cs: Zavřít dialog po odevzdání všech změn

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
cs: Zavřít dialog po každém odevzdání

# commitAuthorStatus.ToolTipText
source: Click to change author information.
cs: Klepněte sem pro změny informací o autorovi

# commitCursorColumnLabel.Text
source: Col
cs: Sloupec

# commitCursorLineLabel.Text
source: Ln
cs: Řádka

# commitMessageToolStripMenuItem.Text
source: Commit &message
cs: Zpráva o odevzdání (&m)

# commitStagedCountLabel.Text
source: Staged
cs: Připraveno

# commitSubmoduleChanges.Text
source: Commit submodule changes
cs: Odevzdat změny podmodulu

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
cs: Šablony odevzdání (&t)

# commitTemplatesToolStripMenuItem.ToolTipText
source: Commit templates
cs: Šablony odevzdání

# copyFolderNameMenuItem.Text
source: Copy folder name
cs: Kopírovat jméno složky

# createBranchToolStripButton.ToolTipText
source: Create branch
cs: Vytvořit větev

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
cs: Smazat všechny nesledované soubory

# deleteFileToolStripMenuItem.Text
source: Delete file
cs: Smazat soubor

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
cs: Smazat vybrané soubory

# doNotAssumeUnchangedToolStripMenuItem.Text
source: Do not assume unchanged
cs: Nepředpokládat že jsou beze změny

# editFileToolStripMenuItem.Text
source: Edit file
cs: Upravit soubor

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
cs: Upravit ignorované soubory

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
cs: Kopírovat plnou cestu

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
cs: Generuj seznam změn v podmodulech

# interactiveAddToolStripMenuItem.Text
source: Interactive Add
cs: Interaktivní přidání

# openContainingFolderToolStripMenuItem.Text
source: Show in folder
cs: Ukázat soubor ve složce

# openDiffMenuItem.Text
source: Open with difftool
cs: Otevřít nástrojem na rozdíly

# openFolderMenuItem.Text
source: Show in folder
cs: Ukázat soubor ve složce

# openToolStripMenuItem.Text
source: Open
cs: Otevřít

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
cs: Otevřít nástrojem na rozdíly

# openWithToolStripMenuItem.Text
source: Open with...
cs: Otevřít pomocí ...

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
cs: Obnovit dialog při zaměření formuláře

# resetAllTrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
cs: Zahodit všechny (sledované) změny

# resetChanges.Text
source: Reset file or directory changes
cs: Zahodit změny souboru nebo složky

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
cs: Zahodit kus souboru

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
cs: Zahodit vybrané soubory

# resetSubmoduleChanges.Text
source: Reset submodule changes
cs: Zahodit změny podmodulu

# resetUnstagedChangesToolStripMenuItem.Text
source: Reset unstaged changes
cs: Zahodit nepřipravené změny

# selectionFilterToolStripMenuItem.Text
source: Selection filter
cs: Filtr výběru

# showAssumeUnchangedFilesToolStripMenuItem.Text
source: Show assumed-unchanged files
cs: Zobrazit předpokládané soubory beze změny

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
cs: Zobrazit ignorované soubory

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
cs: Zobrazit nesledované soubory

# signOffToolStripMenuItem.Text
source: Sign-off commit
cs: Podepsat odevzdání

# stagedCopyPathToolStripMenuItem14.Text
source: Copy full path
cs: Kopírovat plnou cestu

# stagedEditFileToolStripMenuItem11.Text
source: Edit file
cs: Upravit soubor

# stagedFileHistoryToolStripMenuItem6.Text
source: View file history
cs: Zobrazit historii souboru

# stagedOpenDifftoolToolStripMenuItem9.Text
source: Open with difftool
cs: Otevřít nástrojem na rozdíly

# stagedOpenFolderToolStripMenuItem10.Text
source: Show in folder
cs: Ukázat soubor ve složce

# stagedOpenToolStripMenuItem7.Text
source: Open
cs: Otevřít

# stagedOpenWithToolStripMenuItem8.Text
source: Open with...
cs: Otevřít pomocí ...

# stagedResetChanges.Text
source: Reset file or directory changes
cs: Zahodit změny souboru nebo složky

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
cs: Uschovat změny podmodulu

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
cs: Autor: (formát: "jméno <mail>")

# toolRefreshItem.Text
source: Refresh
cs: Obnovit

# toolStageItem.Text
source: &Stage
cs: Připravit (&S)

# toolStripLabel1.Text
source: Selection Filter
cs: Filtr výběru

# toolUnstageItem.Text
source: &Unstage
cs: Od-připravit (&U)

# updateSubmoduleMenuItem.Text
source: Update submodule
cs: Aktualizovat podmodul

# viewFileHistoryToolStripItem.Text
source: View file history
cs: Zobrazit historii souboru

# viewHistoryMenuItem.Text
source: View history
cs: Zobrazit historii

# $this.Text
source: Diff
cs: Rozdíl

# _emptyTemplate.Text
source: empty
cs: prázdný

# buttonCancel.Text
source: Cancel
cs: Storno

# labelAutoWrap.Text
source: Auto-wrap commit message (except subject line)
cs: Zalamovat zprávu o odevzdání (mimo řádky předmětu)

# labelCommitTemplate.Text
source: Commit template:
cs: Šablona odevzdání:

# labelCommitTemplateName.Text
source: Name:
cs: Jméno:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
cs: Maximální počet znaků v prvním řádku (0 = nekontrolovat):

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
cs: Maximální počet znaků na řádku (0 = nekontrolovat):

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
cs: Odevzdání musí odpovídat regulérnímu výrazu (prázdné = nekontrolovat):

# labelSecondLineEmpty.Text
source: Second line must be empty:
cs: Druhý řádek musí být prázdný:

# labelUseIndent.Text
source: Indent lines after first line:
cs: Odsazovat řádky po prvním řádku:

# tabPage1.Text
source: Commit templates
cs: Šablony odevzdání

# tabPage2.Text
source: Commit validation
cs: Ověření odevzdání

# $this.Text
source: Compare to branch
cs: Porovnat s větví

# btnCompare.Text
source: Compare
cs: Porovnat

# $this.Text
source: Create branch
cs: Vytvořit větev

# ClearOrphan.Text
source: Clear &working directory and index
cs: Vyčistit pracovní složku a index (&W)

# Ok.Text
source: &Create branch
cs: Vytvořit větev (&C)

# Orphan.Text
source: Create or&phan
cs: Vytvořit sirotka (&P)

# _branchNameIsEmpty.Text
source: Enter branch name.
cs: Zadejte název větve.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
cs: "{0}" není platný název větve.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
cs: Zvolte jednu revizi na které chcete vytvořit větev.

# chkbxCheckoutAfterCreate.Text
source: Checkout &after create
cs: Po vytvoření přepnout (&A)

# groupBox1.Text
source: Orphan
cs: Sirotek

# label1.Text
source: &Branch name
cs: Název větve (&B)

# label2.Text
source: Create b&ranch at this revision
cs: Vytvořit větev na této revizi (&R)

# $this.Text
source: Create tag
cs: Vytvořit značku

# ForceTag.Text
source: Force
cs: Vynutit

# Ok.Text
source: Create tag
cs: Vytvořit značku

# _messageCaption.Text
source: Tag
cs: Značka

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
cs: Zvolte jednu revizi na které chcete vytvořit značku.

# _pushToCaption.Text
source: Push tag to '{0}'
cs: Odeslat značku na '{0}'

# _trsAnnotated.Text
source: Annotated tag
cs: Značku s poznámkou

# _trsSignDefault.Text
source: Sign with default GPG
cs: Podepsat výchozím GPG

# label1.Text
source: Tag name
cs: Název značky

# label2.Text
source: Message
cs: Zpráva

# label3.Text
source: Create tag at this revision
cs: Vytvořit značku na této revizi

# pushTag.Text
source: Push tag to '{0}'
cs: Odeslat značku na '{0}'

# groupBoxWhatToCheckout.Text
source: What to checkout:
cs: Co získat:

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
cs: Zístat existující větev

# radioButtonCreateNewBranch.Text
source: Create a new branch: (from current commit)
cs: Vytvořit novou větev: (ze stávajícího odevzdání)

# $this.Text
source: Enter Caption
cs: Zadejte popisek

# _categoryNameExistsText.Text
source: Category name already exists
cs: Název kategorie již existuje

# _categoryNameRequiredText.Text
source: Category name is required
cs: Název kategorie je povinný

# _renameCategoryText.Text
source: Rename category
cs: Přejmenovat kategorii

# lblCategoryName.Text
source: Category name
cs: Název kategorie

# $this.Text
source: Delete branch
cs: Smazat větev

# Delete.Text
source: Delete
cs: Smazat

# ForceDelete.Text
source: Force delete
cs: Vynutit smazání

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
cs: Nemohu smazat větev "{0}" na které se momentálně nacházíte.

# _deleteBranchCaption.Text
source: Delete branches
cs: Smazat větve

# _deleteBranchQuestion.Text
source: Are you sure you want to delete selected branches? Deleting a branch can cause commits to be deleted too!
cs: Opravdu chcete smazat vybrané větve? Smazáním větve smažete i přiřazená odevzdání!

# _deleteUnmergedBranchForcingSuggestion.Text
source: You cannot delete unmerged branch until you set “force delete” mode.
cs: Pokud nejste v režimu "vynutit smazání", tak nejde smazat nesloučenou větev.

# labelDeleteBranchWarning.Text
source: You can only delete branches when they are fully merged in HEAD. When you delete a branch the commits can get lost because nothing points to them. When you want to delete a not-fully merged branch, you can override this using the 'Force delete' option.
cs: Můžete smazat pouze větve které jsou plně sloučené v čelním sestavení (HEAD). Pokud smažete větev můžete přijít o některá odevzdání, protože na ně nebude nic vést. Pokud chcete smazat plně nesloučenou větev, tak použijte volbu "vynutit smazání".

# labelSelectBranches.Text
source: Select branches
cs: Vyberte větve

# DeleteRemote.Text
source: Delete branche(s) from remote repository
cs: Smayat větev ze vzdáleného repozitáře

# _deleteRemoteBranchesCaption.Text
source: Delete remote branches
cs: Smazat vzdálené větve

# $this.Text
source: Delete tag
cs: Smazat značku

# Ok.Text
source: Delete
cs: Smazat

# deleteTag.Text
source: Delete tag also from the following remote(s):
cs: Smazat značku i z následujících vzdálených zdrojů:

# label1.Text
source: Select tag
cs: Vyberte značku

# label2.Text
source: This will delete the selected tag from the (local) repository.
cs: Tímto smažete značku z místního repozitáře.

# label3.Text
source: (includes information about deleting tags which are already pushed)
cs: (včetně informací o smazaných značkách které jsou již odeslány)

# _anotherBranchTooltip.Text
source: Select another branch
cs: Vybrat jinou větev

# _anotherCommitTooltip.Text
source: Select another commit
cs: Vybrat jiné odevzdání

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
cs: Přehodit odevzdání ZÁKLAD a porovnat

# baseCommitGroup.Text
source: BASE
cs: ZÁKLAD

# blameToolStripMenuItem.Text
source: Blame
cs: Obvinit

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full path(s)
cs: Kopírovat plnou(é) cestu(y)

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
cs: Ukázat soubor ve stromu

# fileHistoryDiffToolstripMenuItem.Text
source: File history
cs: Historie souboru

# findInDiffToolStripMenuItem.Text
source: Find
cs: Najít

# headCommitGroup.Text
source: Compare
cs: Porovnat

# $this.Text
source: Donate
cs: Přispět

# $this.Text
source: View
cs: Zobrazit

# _cannotOpenFile.Text
source: Cannot open file:
cs: Nemohu otevřít soubor:

# _cannotSaveFile.Text
source: Cannot save file:
cs: Nemohu uložit soubor:

# _saveChanges.Text
source: Do you want to save changes?
cs: Chcete uložit změny?

# _saveChangesCaption.Text
source: Save changes
cs: Uložit změny

# labelWarning.Text
source: Here be dragons! Changing this file by hand can be harmful and might break something. If you are not sure just close this window.
cs: Tady to kouše! Ruční úpravy tohoto souboru mohou být potenciálně nebezpečné a mohou vám způsobit problémy. Pokud si nejste jisti, prostě zavřete toto okno.

# toolStripSaveButton.ToolTipText
source: Save
cs: Uložit

# BlameTab.Text
source: Blame
cs: Obvinit

# DiffTab.Text
source: Diff
cs: Rozdíl

# ShowFullHistory.ToolTipText
source: Show Full History
cs: Zobrazit celou historii

# ViewTab.Text
source: View
cs: Zobrazit

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
cs: Vybrat nejlepší odevzdání

# diffToolRemoteLocalStripMenuItem.Text
source: Difftool selected < - > local
cs: Vybrané nástrojem na rozdíly < - > místní

# followFileHistoryRenamesToolStripMenuItem.Text
source: Detect and follow - exact renames and copies only
cs: Zjistit a následovat - pouze přesné přejmenování a kopie

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
cs: Zjistit a následovat přejmenování

# fullHistoryToolStripMenuItem.Text
source: Full history
cs: Celá historie

# gitcommandLogToolStripMenuItem.ToolTipText
source: Git command log
cs: Záznam příkazů Gitu

# ignoreWhitespaceToolStripMenuItem.Text
source: Ignore whitespace
cs: Ignorovat prázdný znak

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
cs: Načíst obvinění k náhledu

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
cs: Načíst historii k náhledu

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
cs: Manipulovat s odevzdáním

# revertCommitToolStripMenuItem.Text
source: Revert commit
cs: Vrátit odevzdání

# saveAsToolStripMenuItem.Text
source: Save as
cs: Uložit jako

# showAuthorDateToolStripMenuItem.Text
source: Show author date
cs: Zobrazit datum vytvoření

# showAuthorToolStripMenuItem.Text
source: Show author
cs: Zobrazit autora

# showFullHistoryToolStripMenuItem.Text
source: Show Full History
cs: Zobrazit celou historii

# showLineNumbersToolStripMenuItem.Text
source: Show line numbers
cs: Zobrazit čísla řádků

# toolStripSplitLoad.ToolTipText
source: Load file history
cs: Načíst historii souboru

# btnBrowse.Text
source: Browse...
cs: Procházet...

# lblSelectFiles.Text
source: Select file(s)
cs: Vybrat soubor(y)

# $this.Text
source: Home
cs: Domovská složka

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
cs: Proměnná prostředí HOME nemíří na složku která obsahuje globální konfigurační soubor gitu: "{0}" Chcete aby vám program Git Extensions pomohl najít správnou složku?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
cs: Globální nastavení

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
cs: Nalezen .gitconfig v %HOME% ({0}). Toto nastavení bylo vybráno automaticky.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
cs: Nalezen .gitconfig v %HOMEDRIVE%%HOMEPATH% ({0}). Toto nastavení bylo vybráno automaticky.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
cs: Nalezen .gitconfig v osobní složce ({0}). Toto nastavení bylo vybráno automaticky.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
cs: Nalezen .gitconfig v %USERPROFILE% ({0}). Toto nastavení bylo vybráno automaticky.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
cs: Proměnná prostředí HOME vede do složky která není přístupná: "{0}"

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
cs: Prosím zadejte adresář HOME.

# defaultHome.Text
source: Use default for HOME
cs: Použít výchozí složku HOME

# groupBox8.Text
source: Environment
cs: Prostředí
