Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.xlf
Languages: cs

# _chooseRepo.Text
source: Choose repository:
cs: Zvolit repozitář:

# _closePullRequestBtn.Text
source: Close pull request
cs: Uzavřít žádost o stažení

# _fetchBtn.Text
source: Fetch to pr/ branch
cs: Přenést do větve pr/

# _postComment.Text
source: Post comment
cs: Přidat komentář

# _refreshCommentsBtn.Text
source: Refresh
cs: Obnovit

# _strCouldNotAddRemote.Text
source: Could not add remote with name {0} and URL {1}
cs: Nemohu přidat vzdálený zdroj se jménem {0} a adresou {1}

# _strCouldNotLoadDiscussion.Text
source: Could not load discussion!
cs: Nemohu načíst diskusi!

# _strFailedToClosePullRequest.Text
source: Failed to close pull request!
cs: Nemohu uzavřít žádost o stažení!

# _strFailedToFetchPullData.Text
source: Failed to fetch pull data!
cs: Nemohu přenést data o stažení!

# _strFailedToLoadDiffData.Text
source: Failed to load diff data!
cs: Nemohu načíst rozdílová data!

# _strFailedToLoadDiscussionItem.Text
source: Failed to post discussion item!
cs: Nemohu přidat komentář do diskuse!

# _strUnableUnderstandPatch.Text
source: Error: Unable to understand patch
cs: Chyba: Nerozumím záplatě!

# columnHeaderBy.Text
source: By
cs: autor

# columnHeaderCreated.Text
source: Created
cs: Vytvořeno

# columnHeaderHeading.Text
source: Heading
cs: Hlavička

# tabPage1.Text
source: Diffs
cs: Rozdíly

# tabPage2.Text
source: Comments
cs: Komentáře
