Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.xlf
Languages: cs

# label51.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
cs: Globální soubor nastavení se nachází ve složce na kterou míří proměnná prostředí %HOME%. Ve výchozím nastavení je tato nastavená na %HOMEDRIVE%%HOMEPATH%, pokud je prázdná. Výchozí chování měňte pouze pokud máte problémy.

# otherHome.Text
source: Other
cs: Jiná

# userprofileHome.Text
source: Set HOME to USERPROFILE
cs: Nastavit HOME na USERPROFILE

# $this.Text
source: Format patch
cs: Formátovat záplatu

# FormatPatch.Text
source: Create patch(es)
cs: Vytvořit záplatu(y)

# SaveToDir.Text
source: Save patches in directory
cs: Uložit záplaty do složky

# SelectedBranch.Text
source: Branch
cs: Větev

# _currentBranchText.Text
source: Current branch:
cs: Současná větev:

# _noEmailEnteredText.Text
source: You need to enter an email address.
cs: Musíte zadat mailovou adresu.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
cs: Není nastavená žádná mailová adresa v dialogu nastavení.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
cs: Musíte zadat výstupní cestu.

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
cs: Musíte zadat předmět mailu.

# _patchResultCaption.Text
source: Patch result
cs: Výsledek záplaty

# _revisionsNeededCaption.Text
source: Patch error
cs: Chyba záplaty

# _sendMailResult.Text
source: Send to:
cs: Odeslat na:

# _sendMailResultFailed.Text
source: Failed to send mail.
cs: Nemohu odeslat mail.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
cs: Musíte zadat platný SMTP server v dialogu nastavení

# label1.Text
source: Subject
cs: Předmět

# label2.Text
source: Body
cs: Zpráva

# label3.Text
source: To
cs: Příjemce

# radioButton1.Text
source: Mail patches from
cs: Odeslat záplaty od

# $this.Text
source: Edit .gitattributes
cs: Upravit .gitattributes

# Save.Text
source: Save
cs: Uložit

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
cs: Nemohu uložit .gitattributes. Zkontrolujte jestli je soubor přístupný.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
cs: Nemohu uložit .gitattributes

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
cs: .gitattributes je podporováno pouze v pracovní složce.

# _noWorkingDirCaption.Text
source: No working directory
cs: Pracovní složka není k dispozici

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
cs: Uložit změny do .gitattributes?

# _saveFileQuestionCaption.Text
source: Save changes?
cs: Uložit změny?

# label1.Text
source: Edit the git attributes Define attributes per path Examples Mark all jpg files as binary: *.jpg binary Mark sln files as binary: *.sln binary Mark single file as text: weirdchars.txt text For more information run command "git help gitattributes"
cs: Upravit atributy gitu Definuje atributy podle cesty Příklady: Označí všechny jpg soubory jako binární: *.jpg binary Označí soubory sln jako binární: *.sln binary Označí jeden soubor jako text: weirdchars.txt text Pro více informací spusťte příkaz "git help gitattributes"

# $this.Text
source: Git Command Log
cs: Záznam příkazů Gitu

# chkAlwaysOnTop.Text
source: Always on top
cs: Vždy navrchu

# mnuClear.Text
source: Clear
cs: Vyčistit

# mnuSaveToFile.Text
source: Save to file
cs: Uložit do souboru

# tabPageCommandCache.Text
source: Command cache
cs: Cache příkazů

# tabPageCommandLog.Text
source: Command log
cs: Záznam příkazů

# $this.Text
source: Edit .gitignore
cs: Upravit .gitignore

# AddDefault.Text
source: Add default ignores
cs: Přidat výchozí do ignorovaných

# AddPattern.Text
source: Add pattern
cs: Přidat výraz

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
cs: Pracovní složka není k dispozici

# label1.Text
source: Specify filepatterns you want git to ignore. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
cs: Uveďte výrazy názvů souborů které chcete aby git ignoroval. Příklad: #Ignorovat náhledy vytvořené Windowsy Thumbs.db #Ignorovat soubory vytvářené Visual Studiem *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/

# $this.Text
source: Go to commit
cs: Přejít na odevzdání

# goButton.Text
source: Go
cs: Přejít

# groupBox1.Text
source: Help
cs: Nápověda

# label1.Text
source: Commit expression:
cs: Výraz odevzdání:

# label2.Text
source: Commit expression examples: - complete commit hash: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - partial commit hash (if unique): e. g.: 8eab51fcb9c453 - tag name - branch name
cs: Příklady výrazů odevzdání: - kompletní hash odevzdání: např. 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - částečný hash (pokud je unikátní): např. 8eab51fcb9c453 - název značky - název větve

# label3.Text
source: Go to tag:
cs: Přejít na značku:

# label4.Text
source: Go to branch:
cs: Přejít na větev:

# linkGitRevParse.Text
source: More see git-rev-parse
cs: Ukázat více z git-rev-parse

# $this.Text
source: Go to line
cs: Přejít na řádek

# cancelBtn.Text
source: Cancel
cs: Storno

# lineLabel.Text
source: Line number
cs: Číslo řádku

# $this.Text
source: Create new repository
cs: Vytvořit nový repozitář

# Init.Text
source: Create
cs: Vytvořit

# _chooseDirectory.Text
source: Please choose a directory.
cs: Vyberte si složku.

# _chooseDirectoryCaption.Text
source: Choose directory
cs: Zvolit složku

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
cs: Nemohu vytvořit nový repozitář v souboru. Prosím zvolte si složku.

# _initMsgBoxCaption.Text
source: Create new repository
cs: Vytvořit nový repozitář

# label1.Text
source: Directory
cs: Složka

# $this.Text
source: Edit .mailmap
cs: Upravit .mailmap

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
cs: Nemohu uložit .mailmap. Zkontrolujte jestli je soubor přístupný.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
cs: Nemohu uložit .mailmap.

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
cs: .mailmap je podporovaný pouze v pracovní složce.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
cs: Pracovní složka není k dispozici

# _saveFileQuestion.Text
source: Save changes to .mailmap?
cs: Uložit změny do .mailmap?

# label1.Text
source: Edit the mailmap. This file is meant to correct usernames. Example: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> For more information run command "git help shortlog"
cs: Upravit soubor mailmap. Tímto souborem se upravují uživatelská jména Příklad: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> Pro více informací spusťte příkaz "git help shortlog"

# Branch.HeaderText
source: Branch
cs: Větev

# Delete.HeaderText
source: Delete
cs: Smazat

# IsDeleted.HeaderText
source: Deleted
cs: Smazano

# Open.HeaderText
source: Open
cs: Otevřít

# Path.HeaderText
source: Path
cs: Cesta

# Type.HeaderText
source: Type
cs: Typ

# buttonClose.Text
source: Close
cs: Zavřít

# $this.Text
source: Merge branches
cs: Sloučit větve

# Currentbranch.Text
source: Into current branch
cs: Do současné větve

# NonDefaultMergeStrategy.Text
source: Use non-default merge strategy
cs: Použít ne-výchozí strategii slučování

# Ok.Text
source: &Merge
cs: Sloučit (&M)

# _formMergeBranchHoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
cs: Aby se zobrazil scénář rychlého posunutí přejeďte myší.

# _strategyTooltipText.Text
source: resolve This can only resolve two heads (i.e. the current branch and another branch you pulled from) using a 3-way merge algorithm. It tries to carefully detect criss-cross merge ambiguities and is considered generally safe and fast. recursive This can only resolve two heads using a 3-way merge algorithm. When there is more than one common ancestor that can be used for 3-way merge, it creates a merged tree of the common ancestors and uses that as the reference tree for the 3-way merge. Additionally this can detect and handle merges involving renames. This is the default merge strategy when pulling or merging one branch. octopus This resolves cases with more than two heads, but refuses to do a complex merge that needs manual resolution. It is primarily meant to be used for bundling topic branch heads together. This is the default merge strategy when pulling or merging more than one branch. ours This resolves any number of heads, but the resulting tree of the merge is always that of the current branch head, effectively ignoring all changes from all other branches. It is meant to be used to supersede old development history of side branches. subtree This is a modified recursive strategy. When merging trees A and B, if B corresponds to a subtree of A, B is first adjusted to match the tree structure of A, instead of reading the trees at the same level. This adjustment is also done to the common ancestor tree.
cs: Vyřešení Tímto vyřešíte pouze dvě hlavní odevzdání (HEAD) (např. současná větev a jiná ze které stahujete) za použití třísměrného slučovacího algorytmu. Pokusí se opatrně zjistit nejasnosti křížových změn a je považována za bezpečnou a rychlou. Rekurzivní Tímto vyřešíte pouze dvě hlavní odevzdání (HEAD) za použití třísměrného slučovacího algorytmu. Pokud existuje více než jeden společný předek který může být použitý ke třísměrnému sloučení, je vytvořen sloučený strom společných předků a tento rozdíl se použije jako referenční pro třísměrné sloučení. Navíc takto se mohou zjistit sloučení zahrnující přejmenování. Toto je výchozí strategie při stahování nebo slučování jedné větve. Chobotnice Tímto vyřešíte případy s více než dvěma hlavními odevzdáními (HEAD), ale odmítne provést komplexní sloučení které vyžaduje ruční zásah. Je primárně určené ke spojování účelových větví do jedné. Toto je výchozí strategie při stahování nebo slučování více než jedné větve. Jejich Tímto vyřešíte jakýkoliv počet hlavních odevzdání (HEAD), ale výsledný sloučený strom je vždy ten z hlavního odevzdání současné větve, čímž dochází k ignorování všech změn z ostatních větví. Je určené pro nahrazování staré historie vývoje postranních větví. Podstrom Toto je pozměněná rekurzivní strategie. Když slučujete stromy A a B, pokud B odpovídá podstromu A, B je nejdříve upraveno tak, aby odpovídalo stromové struktuře A místo čtení obou stromů na stejné úrovni. Tato úprava je také provedena na stromě společného předka.

# advanced.Text
source: Show advanced options
cs: Zobrazit pokročilé možnosti

# fastForward.Text
source: Keep a single branch line if possible (fast forward)
cs: Udržet větev v jedné řadě, pokud to bude možné (fast forward)

# groupBox1.Text
source: Merge
cs: Sloučit

# label2.Text
source: Merge branch
cs: Sloučit větev

# noCommit.Text
source: Do not commit
cs: Neodevzdávat

# noFastForward.Text
source: Always create a new merge commit
cs: Vždy vytvořit nové odevzdání při sloučení

# squash.Text
source: Squash commits
cs: Slisovat odevzdání

# strategyHelp.Text
source: Help
cs: Nápověda

# $this.Text
source: Submodule conflict
cs: Konflikt podmodulu

# _deleted.Text
source: deleted
cs: smazáno

# _stageFilename.Text
source: Stage {0}
cs: Připravit {0}

# btCheckoutBranch.Text
source: Checkout Branch
cs: Získat větev

# btOpenSubmodule.Text
source: Open submodule
cs: Otevřít podmodul

# btStageCurrent.Text
source: Stage Current
cs: Připravit současné

# label1.Text
source: Base:
cs: Základ:

# label2.Text
source: There is a conflict on the submodule:
cs: V podmodulu se nachází konflikt:

# label3.Text
source: Local:
cs: Místní:

# label4.Text
source: Remote:
cs: Vzdálená:

# label5.Text
source: Current:
cs: Současná:

# $this.Text
source: Open local repository
cs: Otevřít místní repozitář

# Load.Text
source: Open
cs: Otevřít

# $this.Text
source: Pull
cs: Stáhnout

# AddRemote.Text
source: Manage remotes
cs: Spravovat zdroje

# AllTags.Text
source: Fetch all tags
cs: Získat všechny značky

# AutoStash.Text
source: Auto stash
cs: Auto-uschovat

# Fetch.Text
source: Do not merge, only &fetch remote changes
cs: Neslučovat, pouze přenést vzdálené změny (&F)

# Merge.Text
source: &Merge remote branch into current branch
cs: Sloučit vzdálenou větev do současné (&M)

# NoTags.Text
source: Fetch no tag
cs: Nepřenášet žádné značky

# Prune.Text
source: Prune remote branches
cs: Ořezat vzdálené větve

# Pull.Text
source: &Pull
cs: Stáhnout (&P)

# PullFromRemote.Text
source: Remote
cs: Vzdálené

# PullFromUrl.Text
source: Url
cs: Adresa

# ReachableTags.Text
source: Follow tagopt, if not specified, fetch tags reachable from remote HEAD
cs: Sledovat tagopt, pokud není uvedeno, přenést značky dosažitelné ze vzdáleného hlavního odevzdání (HEAD)

# Rebase.Text
source: &Rebase current branch on top of remote branch, creates linear history (use with caution)
cs: Přeskládat současnou větev na vzdálenou větev. Vytvoří lineární historii (používejte opatrně)

# Stash.Text
source: Stash changes
cs: Uschovat změny

# Unshallow.Text
source: Download full history
cs: Stáhnout celou historii

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
cs: Jsou vyřešeny všechny konflikty sloučení? Pokračovat v odevzdání?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
cs: Konflikty vyřešeny

# _areYouSureYouWantToRebaseMerge.Text
source: The current commit is a merge. Are you sure you want to rebase this merge?
cs: Toto odevzdání je sloučení. Opravdu chcete přeskládat toto sloučení?

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
cs: Přeskládat odevzdání sloučení?

# _buttonPull.Text
source: &Pull
cs: Stáhnout (&P)

# _fetchAllBranchesCanOnlyWithFetch.Text
source: You can only fetch all remote branches (*) without merge or rebase. If you want to fetch all remote branches, choose fetch. If you want to fetch and merge a branch, choose a specific branch.
cs: Můžete pouze přenést všechny vzdálené větve (*) bez sloučení nebo přeskládání. Pokud chcete přenést všechny vzdálené větve, zvolte přenést. Pokud chcete přenést a přeskládat větev, zvolte konkrétní větev.

# _formTitleFetch.Text
source: Fetch ({0})
cs: Přenést ({0})

# _formTitlePull.Text
source: Pull ({0})
cs: Stáhnout ({0})

# _hoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
cs: Aby se zobrazil scénář rychlého posunutí přejeďte myší.

# _noRemoteBranch.Text
source: You didn't specify a remote branch
cs: Neuvedli jste vzdálenou větev

# _noRemoteBranchCaption.Text
source: Remote branch not specified
cs: Neuvedena vzdálená větev

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
cs: Chtěli jste přenést větev ze vzdáleného zdroje '{0}', ale neuvedli jste vzdálenou větev. Protože toto není současná větev, musíte uvést vzdálenou větev.

# _noRemoteBranchMainInstruction.Text
source: You asked to pull from the remote '{0}', but did not specify a remote branch. Because this is not the default configured remote for your local branch, you must specify a remote branch.
cs: Chtěli jste přenést větev ze vzdáleného zdroje '{0}', ale neuvedli jste vzdálenou větev. Protože toto není výchozí vzdálený zdroj pro vaší místní větev, musíte uvést vzdálenou větev.

# _notOnBranch.Text
source: You cannot "pull" when git head detached. Do you want to continue?
cs: Nemůžete "stáhnout" pokud je oddělené hlavní vydání (HEAD). Chcete pokračovat?

# _pruneBranchesCaption.Text
source: Pull was rejected
cs: Stažení odmítnuto

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
cs: Vzdálená větev již neexistuje

# _pruneFromCaption.Text
source: Prune remote branches from {0}
cs: Ořezat vzdálené větve od {0}

# _questionInitSubmodules.Text
source: The pulled has submodules configured. Do you want to initialize the submodules? This will initialize and update all submodules recursive.
cs: Stažení má nastavené podmoduly. Chcete inicializovat podmoduly? Tímto rekurzivně inicializujete a aktualizujete všechny podmoduly.

# _questionInitSubmodulesCaption.Text
source: Submodules
cs: Podmoduly

# _selectRemoteRepository.Text
source: Please select a remote repository
cs: Prosím zvolte vzdálený repozitář

# _selectSourceDirectory.Text
source: Please select a source directory
cs: Prosím zvolte zdrojovou složku

# groupBox1.Text
source: Merge options
cs: Možnosti sloučení

# groupBox2.Text
source: Pull from
cs: Stáhnout z

# groupBox3.Text
source: Branch
cs: Větev

# groupBox4.Text
source: Tag options
cs: Možnosti značek

# label1.Text
source: Local branch
cs: Místní větev

# label2.Text
source: Remote branch
cs: Vzdálená větev

# $this.Text
source: Push
cs: Odeslat

# BranchTab.Text
source: Push branches
cs: Odeslat větve

# DeleteColumn.HeaderText
source: Delete Remote Branch
cs: Smazat vzdálenou větev

# ForceColumn.HeaderText
source: Force
cs: Vynutit

# ForcePushBranches.Text
source: &Force Push
cs: Vynutit odeslání (&F)

# ForcePushTags.Text
source: &Force Push
cs: Vynutit odeslání (&F)

# LoadSSHKey.Text
source: Load SSH key
cs: Načíst SSH klíč

# LocalColumn.HeaderText
source: Local Branch
cs: Místní větev

# MultipleBranchTab.Text
source: Push multiple branches
cs: Odeslat více větví

# Pull.Text
source: Pull
cs: Stáhnout

# Push.Text
source: &Push
cs: Odeslat (&P)

# PushColumn.HeaderText
source: Push
cs: Odeslat

# PushToRemote.Text
source: Remote
cs: Vzdálené

# PushToUrl.Text
source: Url
cs: Adresa

# RecursiveSubmodules.Item0
source: None
cs: Žádná

# RecursiveSubmodules.Item1
source: Check
cs: Zkontrolovat

# RecursiveSubmodules.Item2
source: On-demand
cs: Na vyžádání

# RemoteColumn.HeaderText
source: Remote Branch
cs: Vzdálená větev

# ReplaceTrackingReference.Text
source: Replace tracking reference
cs: Nahradit sledovací referenci

# ShowOptions.Text
source: Show options
cs: Zobrazit možnosti

# TagTab.Text
source: Push tags
cs: Odeslat značky

# _branchNewForRemote.Text
source: The branch you are about to push seems to be a new branch for the remote. Are you sure you want to push this branch?
cs: Větev kterou se chystáte odeslat je pro vzdálený zdroj nová. Opravdu chcete odeslat tuto větev?

# _createPullRequestCB.Text
source: Create pull request after push
cs: Po odeslání vytvořit žádost o stažení

# _dontShowAgain.Text
source: Remember my decision.
cs: Zapamatovat si mé rozhodnutí.

# _forceWithLeaseTooltips.Text
source: Force with lease is a safer way to force push. It ensures you only overwrite work that you have seen in your local repository
cs: Opatrné vynucení je bezpečnější způsob jak vynutit odeslání. Dojde k přepsání pouze té práce, kterou máte v lokálním repozitáři

# _pullActionFetch.Text
source: fetch
cs: stáhnout

# _pullActionMerge.Text
source: merge
cs: sloučit

# _pullActionNone.Text
source: none
cs: žádná

# _pullActionRebase.Text
source: rebase
cs: přeskládat

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
cs: Odeslání "{0}" bylo zamítnuto

# _pullRepositoryMainMergeInstruction.Text
source: Pull latest changes from remote repository
cs: Stáhnout poslední změny ze vzdáleného repozitáře

# _pullRepositoryMergeInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart. Merge the remote changes before pushing again.
cs: Odeslání bylo zamítnuto, protože vrchol současné větve je pozadu za vzdáleným. Než se znovu pokusíte o odeslání proveďte sloučení vzdálených změn.

# _pushCaption.Text
source: Push
cs: Odeslat

# _pushToCaption.Text
source: Push to {0}
cs: Odeslat do {0}

# _selectDestinationDirectory.Text
source: Please select a destination directory
cs: Prosím zvolte cílovou složku

# _selectTag.Text
source: You need to select a tag to push or select "Push all tags".
cs: Musíte vybrat značku kterou chcete odeslat, nebo vyberte "Odeslat všechny značky".

# _updateTrackingReference.Text
source: The branch {0} does not have a tracking reference. Do you want to add a tracking reference to {1}?
cs: Větev {0} nemá sledovací referenci. Chcete přidat sledovací referenci k {1}?

# _useForceWithLeaseInstead.Text
source: Force push may overwrite changes since your last fetch. Do you want to use the safer force with lease instead?
cs: Vynucení odeslání může přepsat změny od posledního přenesení. Chcete místo toho použít bezpečnější opatrné vynucení?

# ckForceWithLease.Text
source: Force With &Lease
cs: Opatrné vynucení (&L)

# groupBox2.Text
source: Push to
cs: Odeslat do

# label1.Text
source: Tag to push
cs: Značka k odeslání

# label2.Text
source: Recursive submodules
cs: Projít podmoduly

# labelFrom.Text
source: Branch to push
cs: Větev k odeslání

# labelTo.Text
source: to
cs: do

# selectAllToolStripMenuItem.Text
source: Select all
cs: Vybrat vše

# $this.Text
source: Authentication error
cs: Chyba autentifikace

# Retry.Text
source: Retry
cs: Znovu

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
cs: Pro provedení tohoto příkazu musíte být autentifikováni.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
cs: Prosím načtěte svůj soukromý SSH klíč

# _actionDelete.Text
source: Delete
cs: Smazat

# _actionRename.Text
source: Rename
cs: Přejmenovat

# _actionSelect.Text
source: Select
cs: Vybrat

# _tag.Text
source: tag
cs: značka

# btnAction.Text
source: Action
cs: Akce

# $this.Text
source: Rebase
cs: Přeskládat

# Abort.Text
source: Abort
cs: Přerušit

# Commit.Text
source: Commit...
cs: Odevzdat...

# Ok.Text
source: Rebase
cs: Přeskládat

# Resolved.Text
source: Continue rebase
cs: Pokračovat v přeskládání

# _branchUpToDateCaption.Text
source: Rebase
cs: Přeskládat

# _branchUpToDateText.Text
source: Current branch a is up to date. Nothing to rebase.
cs: Současná větev je aktuální. Není potřeba nic přeskládávat.

# _continueRebaseText.Text
source: Continue rebase
cs: Pokračovat v přeskládání

# _continueRebaseText2.Text
source: >Continue rebase<
cs: >Pokračovat v přeskládávání<

# _noBranchSelectedText.Text
source: Please select a branch
cs: Prosím vyberte větev

# _solveConflictsText.Text
source: Solve conflicts
cs: Vyřešit konflikty

# _solveConflictsText2.Text
source: >Solve conflicts<
cs: >Vyřešit konflikty<

# chkAutosquash.Text
source: Autosquash
cs: Auto-slisovat

# chkInteractive.Text
source: Interactive Rebase
cs: Interaktivní přeskládání

# chkPreserveMerges.Text
source: Preserve Merges
cs: Zachovat sloučení

# chkSpecificRange.Text
source: Specific range
cs: Konkrétní rozsah

# chkStash.Text
source: Auto stash
cs: Auto-uschovat

# label1.Text
source: Rebase current branch on top of another branch
cs: Přeskládat současnou větev na vrchol jiné větve

# label2.Text
source: Rebase on
cs: Přeskládat na

# label3.Text
source: Commits to re-apply:
cs: Odevzdání k opětovnému aplikování:

# lblCurrent.Text
source: Current branch:
cs: Současná větev:

# lblRangeFrom.Text
source: From (exc.)
cs: Od (mimo):

# lblRangeTo.Text
source: To
cs: Do

# $this.Text
source: Recent repositories settings
cs: Nastavení nedávných repozitářů

# Abort.Text
source: Cancel
cs: Storno

# MostRecentLabel.Text
source: Most recent repositories
cs: Poslední repozitáře
