Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Czech.xlf
Languages: cs

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
cs: Zobrazit netisknutelné znaky

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
cs: Zobrazit netisknutelné znaky

# stageSelectedLinesToolStripMenuItem.Text
source: Stage selected line(s)
cs: Připravit vybrané řádky

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
cs: Považovat všechny soubory za textové

# unstageSelectedLinesToolStripMenuItem.Text
source: Unstage selected line(s)
cs: Od-připravit vybrané řádky

# _findAndReplaceForm.Text
source: Find and replace
cs: Najít a nahradit

# $this.Text
source: Find and replace
cs: Najít a nahradit

# _findAndReplaceString.Text
source: Find & replace
cs: Najít a nahradit

# _findString.Text
source: Find
cs: Najít

# _noOccurrencesFoundString.Text
source: No occurrences found.
cs: Nebyl nalezen žádný výskyt.

# _noSearchString.Text
source: No string specified to look for!
cs: Nebyl uveden řetězec k vyhledání!

# _notFoundString.Text
source: Not found
cs: Nenalezeno

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
cs: Nahrazeno {0} výskytů.

# _selectionOnlyString.Text
source: selection only
cs: pouze výběr

# _textNotFoundString.Text
source: Text not found
cs: Text nenalezen

# _textNotFoundString2.Text
source: Search text not found.
cs: Vyhledávaný text nenalezen.

# btnCancel.Text
source: Cancel
cs: Storno

# btnFindNext.Text
source: &Find next
cs: Najít další (&F)

# btnFindPrevious.Text
source: Find pre&vious
cs: Najít předchozí (&V)

# btnHighlightAll.Text
source: Find && highlight &all
cs: Najít a označit všechny (&A)

# btnReplace.Text
source: &Replace
cs: Nahradit (&R)

# btnReplaceAll.Text
source: Replace &All
cs: Nahradit všechny (&A)

# chkMatchCase.Text
source: Match &case
cs: Rozlišovat velikost (&C)

# chkMatchWholeWord.Text
source: Match &whole word
cs: Pouze celá slova (&W)

# label1.Text
source: Fi&nd what:
cs: Najít (&N):

# lblReplaceWith.Text
source: Re&place with:
cs: Nahdadit (&P):

# buttonBrowse.Text
source: Browse...
cs: Procházet...

# $this.Text
source: Remote repository fork and clone
cs: Rozvětvit vzdálený repozitář a klonovat

# ProtocolLabel.Text
source: Protocol:
cs: Protokol:

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
cs: Složka ke klonování nemůže být prázdná

# _strCouldNotAddRemote.Text
source: Could not add remote
cs: Nemohu přidat vzdálený zdroj

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
cs: Nemohu přenést uživatelovy repozitáře!

# _strFailedToFork.Text
source: Failed to fork:
cs: Chyba při rozvětvování:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
cs: Nemohu získat repozitáře. Pravděpodobně nemáte nastavené {0}, prosím nastavte si to v menu "Zásuvné moduly/{0}".

# _strLoading.Text
source: : LOADING :
cs: : NAČÍTÁM :

# _strNoHomepageDefined.Text
source: No homepage defined
cs: Není nakonfigurována domovská stránka

# _strSearchFailed.Text
source: Search failed!
cs: Hledání neuspělo!

# _strSearching.Text
source: : SEARCHING :
cs: : VYHLEDÁVÁM :

# _strSelectOneItem.Text
source: You must select exactly one item
cs: Musíte vybrat přesně jednu položku

# _strUserNotFound.Text
source: User not found!
cs: Uživatel nenalezen!

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
cs: "{0}" bude přidáno jako vzdálený zdroj.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
cs: Naklonuje {0} do {1}. Pokud nejste veden jako přispěvovatel, nebudete moci odesílat. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
cs: Naklonuje {0} do {1}. Budete moci odesílat. {2}

# browseForCloneToDirbtn.Text
source: Browse...
cs: Procházet...

# cloneBtn.Text
source: Clone
cs: Klonovat

# cloneSetupGB.Text
source: Clone
cs: Klonovat

# closeBtn.Text
source: Close
cs: Zavřít

# columnHeaderMyReposIsFork.Text
source: Is fork
cs: Je rozvětvení

# columnHeaderMyReposIsPrivate.Text
source: Private
cs: Soukromý

# columnHeaderMyReposName.Text
source: Name
cs: Název

# columnHeaderSearchIsFork.Text
source: Is fork
cs: Je rozvětvení

# columnHeaderSearchName.Text
source: Name
cs: Název

# columnHeaderSearchOwner.Text
source: Owner
cs: Vlastník

# createDirectoryLbl.Text
source: Create directory:
cs: Vytvořit složku:

# descriptionLbl.Text
source: Description:
cs: Popisek:

# forkBtn.Text
source: Fork!
cs: Rozvětvit!

# getFromUserBtn.Text
source: Get from user
cs: Získat od uživatele

# helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
cs: Pokud chcete rozvětvit repozitář vlastněný někým jiným, přejděte na záložku hledání repozitářů.

# label1.Text
source: Destination folder:
cs: Cílová složka:

# myReposPage.Text
source: My repositories
cs: Moje repozitáře

# openGitupPageBtn.Text
source: Open github page
cs: Otevřít stránku GitHubu

# orLbl.Text
source: or
cs: nebo

# searchBtn.Text
source: Search
cs: Vyhledat

# searchReposPage.Text
source: Search for repositories
cs: Vyhledat repozitáře

# _thanksToContributors.Text
source: Thanks to over {0:#,##0} contributors:
cs: Díky více než {0:#,##0} přispěvatelům:

# label2.Text
source: Git Extensions is open source. Get involved!
cs: Git Extensions je open source. Zapojte se.

# $this.Text
source: Add files
cs: Přidat soubory

# AddFiles.Text
source: Add files
cs: Přidat soubory

# ShowFiles.Text
source: Show files
cs: Ukázat soubory

# force.Text
source: Force
cs: Vynutit

# label1.Text
source: Filter
cs: Filtrovat

# $this.Text
source: Add submodule
cs: Přidat podmodul

# Add.Text
source: Add
cs: Přidat

# Browse.Text
source: Browse
cs: Procházet

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
cs: Je požadována místní a vzdálená cesta

# chkForce.Text
source: Force
cs: Vynutit

# label1.Text
source: Path to submodule
cs: Cesta k podmodulu

# label2.Text
source: Local path
cs: Místní cesta

# label3.Text
source: Branch
cs: Větev

# $this.Text
source: Add file(s) to .gitignore
cs: Přidat soubor(y) do .gitignore

# AddToIgnore.Text
source: Ignore
cs: Ignorovat

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
cs: Přidat soubor(y) do .git/info/exclude

# _matchingFilesString.Text
source: {0} file(s) matched
cs: {0} soubor(ů) odpovídá

# _updateStatusString.Text
source: Updating ...
cs: Aktualizuji...

# groupBox1.Text
source: Preview
cs: Náhled

# groupFilePattern.Text
source: Enter a file pattern to ignore:
cs: Zadejte vzor souborů k ignorování:

# label2.Text
source: No existing files match that pattern.
cs: Žádný z dostupných souborů neodpovídá vzoru.

# $this.Text
source: Apply patch
cs: Aplikovat záplatu

# Abort.Text
source: Abort patch
cs: Přerušit záplatování

# Apply.Text
source: Apply patch
cs: Aplikovat záplatu

# BrowseDir.Text
source: Browse
cs: Procházet

# BrowsePatch.Text
source: Browse
cs: Procházet

# IgnoreWhitespace.Text
source: Ignore Wh.spc.
cs: Ignorovat prázdné znaky

# Mergetool.Text
source: Solve conflicts
cs: Vyřešit konflikty

# PatchDirMode.Text
source: Patch directory
cs: Záplatovat složku

# PatchFileMode.Text
source: Patch file
cs: Soubor záplaty

# Resolved.Text
source: Conflicts resolved
cs: Konflikty vyřešeny

# Skip.Text
source: Skip patch
cs: Přeskočit záplatu

# SolveMergeConflicts.Text
source: There are unresolved merge conflicts
cs: Existují nevyřešené konflikty sloučení

# _applyPatchMsgBox.Text
source: Apply patch
cs: Aplikovat záplatu

# _conflictMergetoolText.Text
source: Solve conflicts
cs: Vyřešit konflikty

# _conflictResolvedText.Text
source: Conflicts resolved
cs: Konflikty vyřešeny

# _noFileSelectedText.Text
source: Please select a patch to apply
cs: Prosím vyberte záplatu k aplikování

# _selectPatchFileCaption.Text
source: Select patch file
cs: Vyberte soubor záplaty

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
cs: Soubor záplaty (*.patch)

# $this.Text
source: Archive
cs: Archivace

# _noRevisionSelected.Text
source: You need to choose a target revision.
cs: Musíte vybrat cílovou revizi.

# _saveFileDialogCaption.Text
source: Save archive as
cs: Uložit archiv jako

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
cs: Soubor TAR (*.tar)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
cs: Soubor ZIP (*.zip)

# buttonArchiveRevision.Text
source: Save as...
cs: Uložit jako...

# checkBoxPathFilter.Text
source: Archive specific paths only
cs: Archivovat pouze určité cesty

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
cs: Vzít soubory co se změnili od revize výše a archivovat pouze tyto

# groupBox1.Text
source: Archive format
cs: Formát archivu

# groupBox2.Text
source: Filter files
cs: Filtrovat soubory

# label1.Text
source: This revision will be archived:
cs: Tato revize bude archivována:

# label2.Text
source: Choose another revision:
cs: Zvolte další revizi:

# label4.Text
source: separate each new path by new line
cs: oddělte každou cestu na novou řádku

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
cs: Zvolte revizi pro porovnání s první:

# ButtonCancel.Text
source: Cancel
cs: Storno

# lAvaolableEncodings.Text
source: Available:
cs: Dostupné:

# lSelectedEncodings.Text
source: Selected:
cs: Vybráno:

# $this.Text
source: Bisect
cs: Půlení

# Bad.Text
source: Mark current revision bad
cs: Označit tuto revizi jako špatnou

# Good.Text
source: Mark current revision good
cs: Označit tuto revizi jako dobrou

# Start.Text
source: Start bisect
cs: Spustit půlení

# Stop.Text
source: Stop bisect
cs: Zastavit půlení

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
cs: Označit vybrané revize jako začátek rozsahu půlení?

# btnSkip.Text
source: Skip current revision
cs: Přeskočit tuto revizi

# $this.Text
source: File History
cs: Historie souboru

# CommitInfoTabPage.Text
source: Commit
cs: Odevzdání

# DiffTabPage.Text
source: Diff
cs: Rozdíl

# EditSettings.ToolTipText
source: Settings
cs: Nastavení

# RefreshButton.ToolTipText
source: Refresh
cs: Obnovit

# ShowFirstParent.ToolTipText
source: Show first parents
cs: Zobrazit první rodiče

# ToolStripScripts.Text
source: Scripts
cs: Skripty

# TreeTabPage.Text
source: File tree
cs: Strom souborů

# _commitButtonText.Text
source: Commit
cs: Odevzdání

# _configureWorkingDirMenu.Text
source: Configure this menu
cs: Nastavit tuto nabídku

# _consoleTabCaption.Text
source: Console
cs: Konsole

# _createPullRequestsToolStripMenuItem.Text
source: Create pull requests...
cs: Vytvořit žádosti o stažení...

# _forkCloneRepositoryToolStripMenuItem.Text
source: Fork/Clone repository...
cs: Rozvětvit/Klonovat repozitář...

# _goToSuperProject.Text
source: Go to superproject
cs: Přejít k nadřazenému projektu

# _loading.Text
source: Loading...
cs: Načítám...

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
cs: Nemohu nalézt žádné platné hostitele pro současný otevřený repozitář.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
cs: Není načten zásuvný modul pro hostitele repozitáře.

# _noSubmodulesPresent.Text
source: No submodules
cs: Žádné podmoduly

# _noWorkingFolderText.Text
source: No working directory
cs: Pracovní složka není k dispozici

# _pullFetch.Text
source: Fetch
cs: Přenést

# _pullFetchAll.Text
source: Fetch all
cs: Přenést vše

# _pullMerge.Text
source: Pull - merge
cs: Stáhnout - sloučit

# _pullOpenDialog.Text
source: Open pull dialog
cs: Otevřít dialog stažení

# _pullRebase.Text
source: Pull - rebase
cs: Stáhnout - přeskládat

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
cs: (Hostitelé repozitářů)

# _superprojectModuleFormat.Text
source: Superproject: {0}
cs: Nadřazený projekt: {0}

# _topProjectModuleFormat.Text
source: Top project: {0}
cs: Vrchní projekt: {0}

# _updateCurrentSubmodule.Text
source: Update current submodule
cs: Aktualizovat současný podmodul

# _viewPullRequestsToolStripMenuItem.Text
source: View pull requests...
cs: Zobrazit žádosti ke stažení...

# aboutToolStripMenuItem.Text
source: About
cs: O programu

# applyPatchToolStripMenuItem.Text
source: Apply patch...
cs: Aplikovat záplatu...

# archiveToolStripMenuItem.Text
source: Archive revision...
cs: Archivovat revizi...

# bisectToolStripMenuItem.Text
source: Bisect...
cs: Půlit...

# branchSelect.Text
source: Branch
cs: Větvit

# branchToolStripMenuItem.Text
source: Create branch...
cs: Vytvořit větev

# changelogToolStripMenuItem.Text
source: Changelog
cs: Seznam změn

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
cs: Vyhledat aktualizace

# checkoutBranchToolStripMenuItem.Text
source: Checkout branch...
cs: Získat větev...

# checkoutToolStripMenuItem.Text
source: Checkout revision...
cs: Získat revizi...

# cherryPickToolStripMenuItem.Text
source: Cherry pick...
cs: Vybrat nejlepší...

# cleanupToolStripMenuItem.Text
source: Clean working directory...
cs: Vyčistit pracovní složku...

# cloneToolStripMenuItem.Text
source: Clone repository...
cs: Klonovat repozitář...

# closeToolStripMenuItem.Text
source: Close (go to Dashboard)
cs: Zavřít (přejít na hlavní obrazovku)

# commitToolStripMenuItem.Text
source: Commit...
cs: Odevzdat...

# compressGitDatabaseToolStripMenuItem.Text
source: Compress git database
cs: Komprimovat git databázi

# deleteBranchToolStripMenuItem.Text
source: Delete branch...
cs: Smazat větev...

# deleteIndexLockToolStripMenuItem.Text
source: Delete index.lock
cs: Smazat index.lock

# deleteTagToolStripMenuItem.Text
source: Delete tag...
cs: Smazat značku...

# donateToolStripMenuItem.Text
source: Donate
cs: Přispět

# editGitAttributesToolStripMenuItem.Text
source: Edit .gitattributes
cs: Upravit .gitattributes

# editLocalGitConfigToolStripMenuItem.Text
source: Edit .git/config
cs: Upravit .git/config

# editgitignoreToolStripMenuItem1.Text
source: Edit .gitignore
cs: Upravit .gitignore

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/exclude
cs: Upravit .git/info/exclude

# editmailmapToolStripMenuItem.Text
source: Edit .mailmap
cs: Upravit .mailmap

# exitToolStripMenuItem.Text
source: Exit
cs: Odejít

# fetchAllToolStripMenuItem.Text
source: Fetch all
cs: Přenést vše

# fetchToolStripMenuItem.Text
source: Fetch
cs: Přenést

# fileExplorerToolStripMenuItem.Text
source: File Explorer
cs: Průzkumník souborů

# formatPatchToolStripMenuItem.Text
source: Format patch...
cs: Formátovat záplatu...

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
cs: Generovat nebo importovat klíč

# gitMaintenanceToolStripMenuItem.Text
source: Git maintenance
cs: Git údržba

# gitcommandLogToolStripMenuItem.Text
source: Git command log
cs: Záznam příkazů Gitu

# helpToolStripMenuItem.Text
source: &Help
cs: &Nápověda

# initNewRepositoryToolStripMenuItem.Text
source: Create new repository...
cs: Vytvořit nový repozitář...

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remote repositories...
cs: Vzdálené repozitáře...

# menuitemSparse.Text
source: Sparse Working Copy
cs: Řídká pracovní kopie

# mergeBranchToolStripMenuItem.Text
source: Merge branches...
cs: Sloučit větve...

# mergeToolStripMenuItem.Text
source: Pull - merge
cs: Stáhnout - sloučit

# navigateToolStripMenuItem.Text
source: Navigate
cs: Navigovat

# openToolStripMenuItem.Text
source: Open...
cs: Otevřít...

# patchToolStripMenuItem.Text
source: View patch file...
cs: Prohlédnou soubor záplaty

# pluginSettingsToolStripMenuItem.Text
source: Plugin Settings
cs: Nastavení zásuvného modulu

# pullToolStripMenuItem.Text
source: Pull/Fetch...
cs: Stáhnout/Přenést ...

# pullToolStripMenuItem1.Text
source: Open pull dialog...
cs: Otevřít dialog stažení ...

# pushToolStripMenuItem.Text
source: Push...
cs: Odeslat

# rebaseToolStripMenuItem.Text
source: Rebase...
cs: Přeskládat...

# rebaseToolStripMenuItem1.Text
source: Pull - rebase
cs: Stáhnout - přeskládat

# recoverLostObjectsToolStripMenuItem.Text
source: Recover lost objects...
cs: Obnovit ztracené objekty

# refreshToolStripMenuItem.Text
source: Refresh
cs: Obnovit

# repoSettingsToolStripMenuItem.Text
source: Repository settings
cs: Nastavení repozitáře

# reportAnIssueToolStripMenuItem.Text
source: Report an issue
cs: Nahlásit problém

# repositoryToolStripMenuItem.Text
source: &Repository
cs: &Repozitář

# resetToolStripMenuItem.Text
source: Reset changes...
cs: Zahodit změny...

# settingsToolStripMenuItem.Text
source: Settings
cs: Nastavení

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
cs: Spustit autentifikačního agenta

# stashChangesToolStripMenuItem.Text
source: Stash
cs: Úschovna

# stashChangesToolStripMenuItem.ToolTipText
source: Stash changes
cs: Uschovat změny

# stashPopToolStripMenuItem.Text
source: Stash pop
cs: Vyndat z úschovny

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all submodules
cs: Synchronizovat všechny podmoduly

# tagToolStripMenuItem.Text
source: Create tag...
cs: Vytvořit značku...

# toggleSplitViewLayout.ToolTipText
source: Toggle split view layout
cs: Přepnout rozdělený náhled

# toolStripButtonCommit.Text
source: Commit
cs: Odevzdání

# toolStripButtonPull.Text
source: Pull
cs: Stáhnout

# toolStripButtonPush.Text
source: Push
cs: Odeslat

# toolStripFileExplorer.ToolTipText
source: File Explorer
cs: Průzkumník souborů

# toolStripLabel1.Text
source: Branches:
cs: Větve:

# toolStripRevisionFilterLabel.Text
source: Filter:
cs: Filtr:

# toolsToolStripMenuItem.Text
source: &Tools
cs: Nás&troje

# translateToolStripMenuItem.Text
source: Translate
cs: Přeložit

# tsmiRecentRepositories.Text
source: Recent Repositories
cs: Nedávné repozitáře

# tsmiRecentRepositoriesClear.Text
source: Clear List
cs: Vymazat seznam

# updateAllSubmodulesToolStripMenuItem.Text
source: Update all submodules
cs: Aktualizovat všechny podmoduly

# userManualToolStripMenuItem.Text
source: User Manual
cs: Uživatelská příručka

# viewToolStripMenuItem.Text
source: View
cs: Zobrazit

# chkChowConsoleTab.Text
source: Show the Console tab
cs: Zobrazit tab s konsolí

# $this.Text
source: Change log
cs: Seznam změn

# $this.Text
source: Checkout branch
cs: Získat větev

# Ok.Text
source: Checkout
cs: Získat

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
cs: Znovu použít uschované změny na pracovní složku?

# _applyStashedItemsAgainCaption.Text
source: Auto stash
cs: Auto-uschovat

# _createBranch.Text
source: Create local branch with the name:
cs: Vytvořit místní větev pojmenovanou:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
cs: Název větve je prázdný. Zadejte platný název větve nebo si vyberte z předdefinovaných.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
cs: "{0}" není platný název větve. Zadejte platný název větve nebo si vyberte z předdefinovaných.

# _dontShowAgain.Text
source: Don't show me this message again.
cs: Tuto zprávu již nezobrazovat.

# _resetCaption.Text
source: Reset branch
cs: Obnovit větev

# chkSetLocalChangesActionAsDefault.Text
source: Set as default
cs: Nastavit jako výchozí

# localChangesGB.Text
source: Local changes
cs: Místní změny

# rbCreateBranchWithCustomName.Text
source: Create local branch with custom name:
cs: Vytvořit místní větev s vlastním názvem:

# rbDontChange.Text
source: Don't change
cs: Neměnit

# rbDontCreate.Text
source: Checkout remote branch
cs: Získat vzdálenou větev

# rbMerge.Text
source: Merge
cs: Sloučit

# rbReset.Text
source: Reset
cs: Zahodit

# rbResetBranch.Text
source: Reset local branch with the name:
cs: Zahodit místní větev pojmenovanou:

# rbStash.Text
source: Stash
cs: Uschovat

# $this.Text
source: Checkout revision
cs: Získat revizi

# Force.Text
source: Force (reset local changes)
cs: Vynutit (zahodit místní změny)

# OkCheckout.Text
source: Checkout
cs: Získat

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
cs: Vyberte si 1 revizi k získání

# _noRevisionSelectedMsgBoxCaption.Text
source: Checkout
cs: Získat

# label2.Text
source: Checkout this revision
cs: Získat tuto revizi

# $this.Text
source: Cherry pick commit
cs: Vybrat nejlepší odevzdání

# AutoCommit.Text
source: Automatically create a commit
cs: Automaticky vytvořit odevzdání

# BranchInfo.Text
source: Cherry pick this commit:
cs: Vybrat jako nejlepší toto odevzdání:

# ParentsLabel.Text
source: This commit is a merge, select parent:
cs: Toto odevzdání je sloučení, zvolte rodiče:

# Pick.Text
source: Cherry pick
cs: Vybrat nejlepší

# _noneParentSelectedText.Text
source: None parent is selected!
cs: Není vybraný žádný rodič!

# checkAddReference.Text
source: Add commit reference to commit message
cs: Přidat referenci odevzdání do zprávy o odevzdání

# columnHeader1.Text
source: No.
cs: Číslo

# columnHeader2.Text
source: Message
cs: Zpráva

# columnHeader3.Text
source: Author
cs: Autor

# columnHeader4.Text
source: Date
cs: Datum

# $this.Text
source: Choose Commit
cs: Vybrat odevzdání

# buttonGotoCommit.Text
source: Go to commit...
cs: Přejít na odevzdání...

# label1.Text
source: Find specific commit:
cs: Najít určité odevzdání:

# labelParents.Text
source: Parent(s):
cs: Rodič(e):

# linkLabelParent.Text
source: sha parent 1
cs: sha rodiče 1

# linkLabelParent2.Text
source: sha parent 2
cs: sha rodiče 2

# $this.Text
source: Choose language
cs: Vybrat jazyk

# label1.Text
source: Choose your language
cs: Vyberte si svůj jazyk

# label2.Text
source: You can change the language at any time in the settings dialog
cs: Vybrat jazyk si můžete kdykoliv přes dialog nastavení

# $this.Text
source: Clean working directory
cs: Vyčistit pracovní složku

# Cancel.Text
source: Cancel
cs: Storno

# Cleanup.Text
source: Cleanup
cs: Vyčistit

# Preview.Text
source: Preview
cs: Náhled

# RemoveAll.Text
source: Remove all untracked files
cs: Odstranit všechny nesledované soubory

# RemoveDirectories.Text
source: Remove untracked directories
cs: Odstranit nesledované složky

# RemoveIgnored.Text
source: Remove only ignored untracked files
cs: Odstranit pouze ignorované nesledované soubory

# RemoveNonIgnored.Text
source: Remove only non-ignored untracked files
cs: Odstranit pouze neignorované nesledované soubory

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
cs: Opravdu chcete vyčistit repozitář?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
cs: Vyčistit

# checkBoxPathFilter.Text
source: Affect the following path(s) only:
cs: Aplikovat pouze na určené cesty:

# groupBox1.Text
source: Remove untracked files from working directory
cs: Odstranit nesledované soubory z pracovní složky

# label1.Text
source: Log:
cs: Záznam:

# labelPathHint.Text
source: (one path per line)
cs: (jedna cesta na řádku)

# $this.Text
source: Clone
cs: Klonovat

# Central.Text
source: Central repository, no working directory (--bare --shared=all)
cs: Centrální repozitář, bez pracovní složky (--bare --shared=all)

# CentralRepository.Text
source: P&ublic repository, no working directory (--bare)
cs: Veřejný repozitář, bez pracovní složky (--bare)

# FromBrowse.Text
source: &Browse
cs: Procházet (&B)

# LoadSSHKey.Text
source: &Load SSH key
cs: Načíst SSH klíč (&L)

# Ok.Text
source: Clone
cs: Klonovat

# Personal.Text
source: Personal repository
cs: Osobní repozitář

# PersonalRepository.Text
source: &Personal repository
cs: Osobní repozitář (&P)
