Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Latvian.xlf
Languages: lv

# _assumeUnchangedFail.Text
source: Fail to assume unchanged the file '{0}'.
lv: Neizdevās pieņemt, ka fails '{0}' tiek mainīts.

# _assumeUnchangedMessage.Text
source: This feature should be used for performance purpose when it is costly for git to check the state of a big file. Are you sure to assume this file won't change ?
lv: Šis līdzeklis jāizmanto veiktspējas nolūkiem, ja ir dārgi pārbaudīt liela faila stāvokli. Vai tiešām pieņemat, ka šis fails netiks mainīts?

# _assumeUnchangedSuccess.Text
source: File successfully assumed unchanged.
lv: Fails ir veiksmīgi pieņemts nemainīts.

# _nodeNotFoundNextAvailableParentSelected.Text
source: Node not found. The next available parent node will be selected.
lv: Mezgls nav atrasts. Tiks atlasīts nākamais pieejamais augstākstāvošais mezgls.

# _nodeNotFoundSelectionNotChanged.Text
source: Node not found. File tree selection was not changed.
lv: Mezgls nav atrasts. Failu koka atlase netika mainīta.

# _resetFileCaption.Text
source: Reset
lv: Atiestatīt

# _resetFileText.Text
source: Are you sure you want to reset this file or directory?
lv: Vai tiešām vēlaties atiestatīt šo failu vai direktoriju?

# _stopTrackingCaption.Text
source: Stop tracking the file
lv: Apturēt faila izsekošanu

# _stopTrackingMessage.Text
source: Are you sure you want to stop tracking the file '{0}'?
lv: Vai tiešām vēlaties apturēt faila '{0}' izsekošanu?

# _stopTrackingSuccess.Text
source: File successfully untracked. Removal has been added to the staging area. See the changes in the commit form.
lv: Fails ir sekmīgi anulēts. Noņemšana ir pievienota izstādīšanas apgabalam. Skatiet izmaiņas izpildes veidlapā.

# _success.Text
source: Success
lv: Panākumi

# assumeUnchangedTheFileToolStripMenuItem.Text
source: Assume unchanged this file
lv: Pieņemt šo failu par nemainītu

# blameToolStripMenuItem1.Text
source: Blame
lv: Vainot

# collapseAllToolStripMenuItem.Text
source: Collapse all
lv: Sakļaut visu

# copyFilenameToClipboardToolStripMenuItem.Text
source: Copy full path
lv: Kopēt pilnu ceļu

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
lv: Rediģēt darba direktorija failu

# expandAllToolStripMenuItem.Text
source: Expand all (takes a while on large trees)
lv: Paplašināt visu (paiet brītiņš uz lieliem kokiem)

# expandSubtreeToolStripMenuItem.Text
source: Expand subtree (takes a while on large subtrees)
lv: Paplašināt apakškoku (aizņem laiku uz lieliem apakškokiem)

# fileHistoryToolStripMenuItem.Text
source: View history
lv: Skatīt vēsturi

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
lv: Arhīvs...

# fileTreeCleanWorkingTreeToolStripMenuItem.Text
source: Clean this folder in the working directory...
lv: Tīrīt šo mapi darba direktorijā...

# fileTreeOpenContainingFolderToolStripMenuItem.Text
source: Show in folder
lv: Rādīt mapē

# findToolStripMenuItem.Text
source: Find in file tree...
lv: Atrast failu kokā...

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
lv: Atvērt šo versiju (pagaidu fails)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
lv: Atvērt šo versiju ar... (pagaidu failu)

# openSubmoduleMenuItem.Text
source: Open with Git Extensions
lv: Atvērt, izmantojot Git paplašinājumus

# openWithToolStripMenuItem.Text
source: Open working directory file with...
lv: Atvērt darba direktorija failu ar...

# resetToThisRevisionToolStripMenuItem.Text
source: Reset to selected revision
lv: Atiestatīt uz atlasīto versiju

# _commitNotSigned.Text
source: Commit is not signed
lv: Izpilde nav parakstīta

# _tagNotSigned.Text
source: Tag is not signed
lv: Tags nav parakstīts

# txtCommitGpgInfo.Text
source: Commit is not signed
lv: Izpilde nav parakstīta

# GotoChildCommit.Text
source: Go to child commit
lv: Doties uz pakārtoto darbību

# GotoCommit.Text
source: Go to commit...
lv: Doties veikt...

# GotoCurrentRevision.Text
source: Go to current revision
lv: Doties uz pašreizējo versiju

# GotoMergeBaseCommit.Text
source: Go to common ancestor (merge base)
lv: Doties uz kopējo priekšteci (sapludināšanas bāze)

# GotoParentCommit.Text
source: Go to parent commit
lv: Doties uz augstākstāvošo uzdevumu

# NavigateBackward.Text
source: Navigate backward
lv: Naviģēt atpakaļ

# NavigateForward.Text
source: Navigate forward
lv: Naviģēt uz priekšu

# NextQuickSearch.Text
source: Quick search next
lv: Nākamā ātrā meklēšana

# PrevQuickSearch.Text
source: Quick search previous
lv: Ātrā meklēšana iepriekšējā

# QuickSearch.Text
source: Quick search
lv: Ātrā meklēšana

# QuickSearch.ToolTipText
source: Start typing in revision grid to start quick search.
lv: Sāciet rakstīt versiju režģī, lai sāktu ātro meklēšanu.

# ShowAllBranches.Text
source: Show all branches
lv: Rādīt visus zarus

# ShowCurrentBranchOnly.Text
source: Show current branch only
lv: Rādīt tikai pašreizējo zarojumu

# ShowFilteredBranches.Text
source: Show filtered branches
lv: Rādīt filtrētos zarus

# ShowReflogReferences.Text
source: Show reflog references
lv: Rādīt reflog atsauces

# ShowRemoteBranches.Text
source: Show remote branches
lv: Rādīt attālos zarus

# ShowSuperprojectBranches.Text
source: Show superproject branches
lv: Rādīt superprojekta zarus

# ShowSuperprojectRemoteBranches.Text
source: Show superproject remote branches
lv: Rādīt superprojekta attālos zarus

# ShowSuperprojectTags.Text
source: Show superproject tags
lv: Rādīt superprojekta atzīmes

# ToggleHighlightSelectedBranch.Text
source: Highlight selected branch (until refresh)
lv: Iezīmēt atlasīto zaru (līdz atsvaidzināšanai)

# _noRevisionFoundError.Text
source: No revision found.
lv: Nav atrasta neviena versija.

# _quickSearchQuickHelp.Text
source: Start typing in revision grid to start quick search.
lv: Sāciet rakstīt versiju režģī, lai sāktu ātro meklēšanu.

# drawNonrelativesGrayToolStripMenuItem.Text
source: Draw non relatives gray
lv: Zīmēt ne radinieku pelēko

# filterToolStripMenuItem.Text
source: Set advanced filter
lv: Iestatīt papildu filtru

# showAuthorAvatarColumnToolStripMenuItem.Text
source: Show author avatar column
lv: Rādīt autora avatara kolonnu

# showAuthorNameColumnToolStripMenuItem.Text
source: Show author name column
lv: Rādīt autora vārda kolonnu

# showBuildStatusIconToolStripMenuItem.Text
source: Show build status icon
lv: Rādīt veidošanas statusa ikonu

# showBuildStatusTextToolStripMenuItem.Text
source: Show build status text
lv: Rādīt veidošanas statusa tekstu

# showDateColumnToolStripMenuItem.Text
source: Show date column
lv: Rādīt datumu kolonnu

# showFirstParent.Text
source: Show first parents
lv: Rādīt pirmos vecākus

# showGitNotesToolStripMenuItem.Text
source: Show git notes
lv: Rādīt skaņu piezīmes

# showMergeCommitsToolStripMenuItem.Text
source: Show merge commits
lv: Rādīt sapludināšanas saistības

# showRelativeDateToolStripMenuItem.Text
source: Show relative date
lv: Rādīt relatīvo datumu

# showRevisionGraphColumnToolStripMenuItem.Text
source: Show revision graph column
lv: Rādīt pārskatījuma grafika kolonnu

# showTagsToolStripMenuItem.Text
source: Show tags
lv: Rādīt atzīmes

# _areYouSureRebase.Text
source: Are you sure you want to rebase? This action will rewrite commit history.
lv: Vai tiešām vēlaties mainīt bāzi? Šī darbība pārrakstīs izpildes vēsturi.

# _baseForCompareNotSelectedError.Text
source: Base commit for compare is not selected.
lv: Nav atlasīts pamata ieguldījums salīdzināšanai.

# _cannotHighlightSelectedBranch.Text
source: Cannot highlight selected branch when revision graph is loading.
lv: Nevar iezīmēt atlasīto atzaru, kad tiek ielādēts pārskatīšanas grafiks.

# _droppingFilesBlocked.Text
source: For you own protection dropping more than 10 patch files at once is blocked!
lv: Jūsu aizsardzības nolūkos tiek bloķēti vairāk nekā 10 ielāpu faili vienlaikus!

# _loadingControlAsync.Text
source: Loading
lv: Iekraušana

# _maximizedColumn.HeaderText
source: Message
lv: Ziņojums

# _noMergeBaseCommit.Text
source: There is no common ancestor for the selected commits.
lv: Atlasītajiem pienākumiem nav bieži sastopams priekštecis.

# _rebaseBranch.Text
source: Rebase branch.
lv: Rezerves atzars.

# _rebaseBranchInteractive.Text
source: Rebase branch interactively.
lv: Pārbāzes filiāle ir interaktīva.

# _rebaseConfirmTitle.Text
source: Rebase Confirmation
lv: Rezerves apstiprinājums

# _revisionFilter.Text
source: Filter
lv: Filtrs

# _strLoading.Text
source: Loading
lv: Iekraušana

# bisectSkipRevisionToolStripMenuItem.Text
source: Skip revision
lv: Izlaist versiju

# copyToClipboardToolStripMenuItem.Text
source: &Copy to clipboard
lv: un kopēt starpliktuvē

# markRevisionAsBadToolStripMenuItem.Text
source: Mark revision as bad
lv: Atzīmēt versiju kā nederīgu

# markRevisionAsGoodToolStripMenuItem.Text
source: Mark revision as good
lv: Atzīmēt versiju kā labu

# stopBisectToolStripMenuItem.Text
source: Stop bisect
lv: Pārtraukt dilšanu

# $this.Text
source: Revision links
lv: Pārskatīšanas saites

# CaptionCol.HeaderText
source: Caption
lv: Paraksts

# CategoriesLabel.Text
source: Categories
lv: Kategorijas

# EnabledChx.Text
source: Enabled
lv: Iespējots

# LocalBranchChx.Text
source: Local branch name
lv: Vietējās filiāles nosaukums

# MessageChx.Text
source: Message
lv: Ziņojums

# RemoteBranchChx.Text
source: Remote branch name
lv: Attālā zara nosaukums

# Remove.Text
source: Remove
lv: Noņemt

# chkOnlyFirstRemote.Text
source: Only use the first match
lv: Izmantot tikai pirmo atbilstību

# chxPushURL.Text
source: Push URL
lv: Stumšanas URL

# label2.Text
source: Search pattern
lv: Meklēšanas raksts

# label5.Text
source: Search in
lv: Meklēt

# label6.Text
source: Links
lv: Saites

# lblRemoteSearchIn.Text
source: Search in
lv: Meklēt

# lblSearchRemotePattern.Text
source: Search pattern
lv: Meklēšanas raksts

# lblUseRemotes.Text
source: Use remotes
lv: Izmantot attālumus

# nestedPatternLab.Text
source: Nested pattern
lv: Ligzdraksts

# remoteGrp.Text
source: Remote data
lv: Attālie dati

# revisionDataGrp.Text
source: Revision data
lv: Pārskatīšanas dati

# $this.Text
source: Scripts
lv: Skripti

# _scriptSettingsPageHelpDisplayArgumentsHelp.Text
source: Arguments help
lv: Argumentu palīdzība

# chdrCommand.Text
source: Command
lv: Komanda

# chdrNames.Text
source: Name
lv: Vārds

# DistributedRB.Text
source: Distributed with current repository
lv: Izplatīts ar pašreizējo repozitoriju

# EffectiveRB.Text
source: Effective
lv: Iedarbīgs

# GlobalRB.Text
source: Global for all repositories
lv: Globāls visiem repozitorijiem

# LocalRB.Text
source: Local for current repository
lv: Lokālais pašreizējam repozitorijam

# label1.Text
source: Settings source:
lv: Iestatījumu avots:

# $this.Text
source: Shell extension
lv: Apvalka pagarinājums

# cbAlwaysShowAllCommands.Text
source: Always show all commands
lv: Vienmēr rādīt visas komandas

# chlMenuEntries.Item0
source: Add files...
lv: Pievienot failus...

# chlMenuEntries.Item1
source: Apply patch...
lv: Lietot ielāpu...

# chlMenuEntries.Item10
source: File history
lv: Failu vēsture

# chlMenuEntries.Item11
source: Pull/Fetch...
lv: Pavilkt/uzvilkt...

# chlMenuEntries.Item12
source: Push...
lv: Stumj...

# chlMenuEntries.Item13
source: Reset file changes..
lv: Atiestatīt faila izmaiņas.

# chlMenuEntries.Item14
source: Revert
lv: Atgriezties

# chlMenuEntries.Item15
source: Settings
lv: Uzstādījumi

# chlMenuEntries.Item16
source: View stash
lv: Skatīt krātuvi

# chlMenuEntries.Item17
source: View changes
lv: Skatīt izmaiņas

# chlMenuEntries.Item2
source: Browse
lv: Pārlūkot

# chlMenuEntries.Item3
source: Create branch...
lv: Izveidot zaru...

# chlMenuEntries.Item4
source: Checkout branch...
lv: Izrakstīšanās zars...

# chlMenuEntries.Item5
source: Checkout revision...
lv: Norēķināšanās pārskatīšana...

# chlMenuEntries.Item6
source: Clone...
lv: Klonēt...

# chlMenuEntries.Item7
source: Commit...
lv: Nodot...

# chlMenuEntries.Item8
source: Create new repository...
lv: Izveidot jaunu repozitoriju...

# chlMenuEntries.Item9
source: Open with difftool
lv: Atvērt ar difftool

# gbShellExtensions.Text
source: Cascaded Context Menu
lv: Kaskadētā kontekstizvēlne

# label1.Text
source: Context menu preview:
lv: Kontekstizvēlnes priekšskatījums:

# lblMenuEntries.Text
source: Select items to be shown in the cascaded context menu. (Unchecked items will be shown top level for direct access.)
lv: Atlasiet objektus, kas jārāda kaskadētā konteksta izvēlnē. (neatzīmētie vienumi tiks parādīti augšējā līmenī tiešajai piekļuvei.)

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
lv: Automātiski startēt autentifikācijas klientu, kad privātā atslēga ir konfigurēta attālam

# Other.Text
source: Other ssh client
lv: Cits ssh klients

# OtherSshBrowse.Text
source: Browse
lv: Pārlūkot

# PageantBrowse.Text
source: Browse
lv: Pārlūkot

# PlinkBrowse.Text
source: Browse
lv: Pārlūkot

# Putty.Text
source: PuTTY
lv: Putošana

# PuttygenBrowse.Text
source: Browse
lv: Pārlūkot

# groupBox1.Text
source: Specify which ssh client to use
lv: Norādiet, kuru ssh klientu izmantot

# groupBox2.Text
source: Configure PuTTY
lv: Konfigurēt PuTTY

# label15.Text
source: Path to plink
lv: Ceļš uz mērogošanu

# label16.Text
source: Path to puttygen
lv: Ceļš uz puttygen

# label17.Text
source: Path to pageant
lv: Ceļš uz lapu

# _authorDateText.Text
source: {0:Author date|Author dates}
lv: {0: autora datums t.sk. autora datums}

# _authorText.Text
source: {0:Author|Authors}
lv: {0: autors īpaš.: Autori}

# _bodyNotLoaded.Text
source: Full message text is not present in older commits. Select this commit to populate the full message.
lv: Vecākās saistībās nav pilna ziņojuma teksta. Atlasiet šo uzdevumu, lai aizpildītu pilnu ziņojumu.

# _branchText.Text
source: Branch
lv: Zars

# _branchesText.Text
source: Branches
lv: Filiāles

# _buttonCheckoutBranch.Text
source: Checkout branch
lv: Norēķināšanās filiāle

# _buttonCreateBranch.Text
source: Create branch
lv: Izveidot zaru

# _buttonIgnore.Text
source: Ignore
lv: Ignorēt

# _cancelText.Text
source: Cancel
lv: Atcelt

# _childrenText.Text
source: {0:Child|Children}
lv: {0: bērnelementi

# _commandText.Text
source: Command
lv: Komanda

# _containedInBranchesText.Text
source: Contained in branches:
lv: Atrodas filiālēs:

# _containedInNoBranchText.Text
source: Contained in no branch
lv: Atrodas bez filiāles

# _containedInNoTagText.Text
source: Contained in no tag
lv: Iekļauts bez taga

# _containedInTagsText.Text
source: Contained in tags:
lv: Iekļauti tagos:

# _dateText.Text
source: Date
lv: Datums

# _daysAgo.Text
source: {0} {1:day|days} ago
lv: {0} {1: dienas] pirms

# _directoryIsNotAValidRepository.Text
source: The selected item is not a valid git repository.
lv: Atlasītais vienums nav derīgs krāsu repozitorijs.

# _error.Text
source: Error
lv: Kļūda

# _errorCaptionNotOnBranch.Text
source: Not on a branch
lv: Nav uz zara

# _findGitExecutable.Text
source: Find git...
lv: Atrast git...

# _gitExecutableNotFoundText.Text
source: The Git executable could not be located on your system.
lv: Izpildāmo Git nevar atrast jūsu sistēmā.

# _hoursAgo.Text
source: {0} {1:hour|hours} ago
lv: {0} {1: stunda ī. stundas} pirms

# _indexText.Text
source: Commit index
lv: Veikt indeksu

# _installGitInstructions.Text
source: Install git...
lv: Instalēt git...

# _loadingDataText.Text
source: Loading data...
lv: Notiek datu ielāde...

# _local.Text
source: Local
lv: Vietējs

# _mainInstructionNotOnBranch.Text
source: You are not working on a branch
lv: Jūs nestrādājat filiālē

# _messageText.Text
source: {0:Message|Messages}
lv: {0: ziņojums vecie ziņojumi}

# _minutesAgo.Text
source: {0} {1:minute|minutes} ago
lv: {0} {1: minūte] minūtes} pirms

# _monthsAgo.Text
source: {0} {1:month|months} ago
lv: pirms {0} {1: mēneša veci mēneši}

# _no.Text
source: No
lv: Nē

# _noBranch.Text
source: no branch
lv: bez filiāles

# _okText.Text
source: OK
lv: LABI

# _open.Text
source: Open
lv: Atvērums

# _openWithGitExtensions.Text
source: Open with Git Extensions
lv: Atvērt, izmantojot Git paplašinājumus

# _parentsText.Text
source: {0:Parent|Parents}
lv: {0: augstākstāvošas personas

# _remote.Text
source: Remote
lv: Attāls

# _remotesText.Text
source: Remotes
lv: Attālinājumi

# _removeAllInvalidRepositories.Text
source: Remove all {0} invalid repositories
lv: Noņemt visus {0} nederīgos repozitorijus

# _removeSelectedInvalidRepository.Text
source: Remove the selected invalid repository
lv: Noņemt atlasīto nederīgo repozitoriju

# _resetSelectedLines.Text
source: Reset selected line(s)
lv: Atiestatīt atlasīto (ās) līniju (as)

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
lv: Vai tiešām vēlaties atiestatīt izmaiņas atlasītajās rindās?

# _searchingFor.Text
source: Searching for:
lv: Meklē:

# _secondsAgo.Text
source: {0} {1:second|seconds} ago
lv: pirms {0} {1: sekundes]

# _showDiffForAllParentsText.Text
source: Show file differences for all parents in browse dialog
lv: Rādīt failu atšķirības visiem vecākiem pārlūkošanas dialogā

# _stageSelectedLines.Text
source: Stage selected line(s)
lv: Atlasītās ( o) līnijas (u) stadija

# _submodulesText.Text
source: Submodules
lv: Apakšmoduļi

# _tag.Text
source: Tag
lv: Birka

# _tagsText.Text
source: Tags
lv: Atzīmes

# _uninterestingDiffOmitted.Text
source: Uninteresting diff hunks are omitted.
lv: Tiek izlaisti neinteresanti fragmenti.

# _unstageSelectedLines.Text
source: Unstage selected line(s)
lv: Noņemt atlasīto ( ās) rindiņu ( es)

# _warning.Text
source: Warning
lv: Brīdinājums

# _weeksAgo.Text
source: {0} {1:week|weeks} ago
lv: {0} {1: nedēļa] pirms nedēļas

# _workingDirectoryText.Text
source: Working directory
lv: Darba katalogs

# _workspaceText.Text
source: Working directory
lv: Darba katalogs

# _yearsAgo.Text
source: {0} {1:year|years} ago
lv: pirms {0} {1: gada]

# _yes.Text
source: Yes
lv: Jā

# $this.Text
source: View Pull Requests
lv: Skatīt izvilkšanas pieprasījumus

# _addAndFetchBtn.Text
source: Add remote and fetch
lv: Pievienot attālo un ienest

# _chooseRepo.Text
source: Choose repository:
lv: Izvēlēties repozitoriju:

# _closePullRequestBtn.Text
source: Close pull request
lv: Aizvērt vilkšanas pieprasījumu

# _fetchBtn.Text
source: Fetch to pr/ branch
lv: Ienest uz pr/zars

# _postComment.Text
source: Post comment
lv: Publicēt komentāru

# _refreshCommentsBtn.Text
source: Refresh
lv: Atsvaidzināt

# _strCouldNotAddRemote.Text
source: Could not add remote with name {0} and URL {1}
lv: Nevarēja pievienot attālu ar nosaukumu {0} un URL {1}

# _strCouldNotLoadDiscussion.Text
source: Could not load discussion!
lv: Nevarēja ielādēt diskusiju!

# _strFailedToClosePullRequest.Text
source: Failed to close pull request!
lv: Neizdevās aizvērt vilkšanas pieprasījumu!

# _strFailedToFetchPullData.Text
source: Failed to fetch pull data!
lv: Neizdevās ienest izvilkuma datus!

# _strFailedToLoadDiffData.Text
source: Failed to load diff data!
lv: Neizdevās ielādēt diff datus!

# _strFailedToLoadDiscussionItem.Text
source: Failed to post discussion item!
lv: Neizdevās izlikt diskusijas vienumu!

# _strRemoteAlreadyExist.Text
source: ERROR: Remote with name {0} already exists but it points to a different repository! Details: Is {1} expected {2}
lv: KĻŪDA. Attālums ar nosaukumu {0} jau pastāv, bet tas norāda uz citu repozitoriju! Detalizēta informācija: ir paredzēts {1} {2}

# _strUnableUnderstandPatch.Text
source: Error: Unable to understand patch
lv: Kļūda: nevar saprast ielāpu

# columnHeaderBy.Text
source: By
lv: Pēc

# columnHeaderCreated.Text
source: Created
lv: Izveidots

# columnHeaderHeading.Text
source: Heading
lv: Virsraksts

# tabPage1.Text
source: Diffs
lv: Izmaiņas

# tabPage2.Text
source: Comments
lv: Piezīmes
