Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Latvian.xlf
Languages: lv

# _forceWithLeaseTooltips.Text
source: Force with lease is a safer way to force push. It ensures you only overwrite work that you have seen in your local repository
lv: Piespiedu pirkšana ar nomu ir drošāks veids, kā piespiest. Tas nodrošina, ka tiek pārrakstīti tikai tie darbi, kurus esat redzējis lokālajā krātuvē.

# _pullActionFetch.Text
source: fetch
lv: ienest

# _pullActionMerge.Text
source: merge
lv: sapludināšana

# _pullActionNone.Text
source: none
lv: neviens

# _pullActionRebase.Text
source: rebase
lv: pārdalīt

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
lv: Stumšana tika noraidīta no “{0}”

# _pullRepositoryMainMergeInstruction.Text
source: Pull latest changes from remote repository
lv: Izvilkt pēdējās izmaiņas no attālinātā repozitorija

# _pullRepositoryMergeInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart. Merge the remote changes before pushing again.
lv: Stumšana tika noraidīta, jo jūsu pašreizējā zara gals atrodas aiz tā attālā partnera. Pirms stumšanas vēlreiz sapludiniet attālinātās izmaiņas.

# _pushCaption.Text
source: Push
lv: Grūdiens

# _pushToCaption.Text
source: Push to {0}
lv: Stumt uz {0}

# _selectDestinationDirectory.Text
source: Please select a destination directory
lv: Lūdzu, atlasiet mērķa direktoriju

# _selectTag.Text
source: You need to select a tag to push or select "Push all tags".
lv: Lai nospiestu vai izvēlētos “Push all tag”, ir jāatlasa tags.

# _updateTrackingReference.Text
source: The branch {0} does not have a tracking reference. Do you want to add a tracking reference to {1}?
lv: Zaram {0} nav izsekošanas atsauces. Vai vēlaties pievienot izsekošanas atsauci {1}?

# _useForceWithLeaseInstead.Text
source: Force push may overwrite changes since your last fetch. Do you want to use the safer force with lease instead?
lv: Piespiedu stumšana var pārrakstīt izmaiņas kopš pēdējās ieneses. Vai vēlaties izmantot drošāko spēku ar nomu?

# ckForceWithLease.Text
source: Force With &Lease
lv: Piespiedu lietošana un noma

# groupBox2.Text
source: Push to
lv: Aizstumt

# label1.Text
source: Tag to push
lv: Atzīmēt, lai stumtu

# label2.Text
source: Recursive submodules
lv: Rekursīvi apakšmoduļi

# labelFrom.Text
source: Branch to push
lv: Atzarot

# labelTo.Text
source: to
lv: būt

# selectAllToolStripMenuItem.Text
source: Select all
lv: Atlasīt visu

# $this.Text
source: Authentication error
lv: Autentifikācijas kļūda

# Retry.Text
source: Retry
lv: Atkārtots mēģinājums

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
lv: Lai palaistu šo komandu, ir jāautentificē.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
lv: Lūdzu, ielādējiet savu SSH privāto atslēgu

# _actionDelete.Text
source: Delete
lv: Dzēst

# _actionRename.Text
source: Rename
lv: Pārdēvēt

# _tag.Text
source: tag
lv: birka

# btnAction.Text
source: Action
lv: Darbība

# lbxRefs.Item0
source: local1 (ref)
lv: Lokāls1 (atsauce)

# lbxRefs.Item1
source: local2 (ref)
lv: Local2 (atsauce)

# lbxRefs.Item2
source: tag1 (tag)
lv: tag1 (tags)

# lbxRefs.Item3
source: tag2 (tag)
lv: tag2 (tags)

# $this.Text
source: Rebase
lv: Pārdalīt

# Abort.Text
source: Abort
lv: Pārtraukt

# Commit.Text
source: Commit...
lv: Nodot...

# Ok.Text
source: Rebase
lv: Pārdalīt

# Resolved.Text
source: Continue rebase
lv: Turpināt pārgrupēšanu

# _branchUpToDateCaption.Text
source: Rebase
lv: Pārdalīt

# _branchUpToDateText.Text
source: Current branch a is up to date. Nothing to rebase.
lv: Pašreizējā filiāle a ir atjaunināta. Nav nekā, ko mainīt.

# _continueRebaseText.Text
source: Continue rebase
lv: Turpināt pārgrupēšanu

# _continueRebaseText2.Text
source: >Continue rebase<
lv: > turpināt papildināšanu <

# _noBranchSelectedText.Text
source: Please select a branch
lv: Lūdzu, atlasiet filiāli

# _solveConflictsText.Text
source: Solve conflicts
lv: Atrisināt konfliktus

# _solveConflictsText2.Text
source: >Solve conflicts<
lv: > atrisināt konfliktus <

# chkInteractive.Text
source: Interactive Rebase
lv: Interaktīvs Rebase

# chkPreserveMerges.Text
source: Preserve Merges
lv: Saglabāt sapludināšanas

# chkSpecificRange.Text
source: Specific range
lv: Specifisks diapazons

# chkStash.Text
source: Auto stash
lv: Automātiskā ievietošana

# label1.Text
source: Rebase current branch on top of another branch
lv: Atkārtoti balstīt pašreizējo atzaru virs cita zara

# label2.Text
source: Rebase on
lv: Pārdalīt

# lblCurrent.Text
source: Current branch:
lv: Pašreizējais atzars:

# lblRangeFrom.Text
source: From (exc.)
lv: No (exc.)

# lblRangeTo.Text
source: To
lv: Būt

# $this.Text
source: Recent repositories settings
lv: Jaunāko krātuvju iestatījumi

# Abort.Text
source: Cancel
lv: Atcelt

# MostRecentLabel.Text
source: Most recent repositories
lv: Jaunākie repozitoriji

# Ok.Text
source: OK
lv: LABI

# anchorToLessToolStripMenuItem.Text
source: Anchor to less recent repositories
lv: Noenkuroties uz mazāk neseniem repozitorijiem

# anchorToMostToolStripMenuItem.Text
source: Anchor to most recent repositories
lv: Enkurs uz visjaunākajiem repozitorijiem

# chdrRepository.Text
source: Header
lv: Galvene

# chdrRepository1.Text
source: Header
lv: Galvene

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
lv: ComboBox minimālais platums (0 = automātiskais lielums)

# comboMinWidthNote.Text
source: NB: The width of the columns helps to visualise how the repository name will be shown in the combobox.
lv: NB: Kolonnu platums palīdz vizualizēt, kā repozitorija nosaukums tiks parādīts kombinētajā sarakstā.

# dontShortenRB.Text
source: Do not shorten
lv: Nesaīsināt

# label1.Text
source: Less recent repositories
lv: Mazāk jaunākie repozitoriji

# lblRecentRepositoriesHistorySize.Text
source: Recent repositories history size
lv: Jaunāko krātuvju vēstures lielums

# maxRecentRepositories.Text
source: Maximum number of most recent repositories
lv: Maksimālais pēdējo repozitoriju skaits

# middleDotRB.Text
source: Replace middle part with dots
lv: Aizstāt vidējo daļu ar punktiem

# mostSigDirRB.Text
source: The most significant directory
lv: Visnozīmīgākais direktorijs

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
lv: Noņemt enkuru

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
lv: Noņemt no nesenajiem repozitorijiem

# shorteningGB.Text
source: Shortening strategy
lv: Saīsināšanas stratēģija

# sortLessRecentRepos.Text
source: Sort less recent repositories alphabetically
lv: Kārtot mazāk nesenos repozitorijus alfabētiskā secībā

# sortMostRecentRepos.Text
source: Sort most recent repositories alphabetically
lv: Kārtot jaunākos repozitorijus alfabētiskā secībā

# Action.HeaderText
source: Action
lv: Darbība

# _continueResetCurrentBranchCaptionText.Text
source: Changes not committed...
lv: Izmaiņas nav izdarītas...

# _continueResetCurrentBranchEvenWithChangesText.Text
source: You have changes in your working directory that could be lost. Do you want to continue?
lv: Jūsu darba direktorijā ir izmaiņas, kas var tikt zaudētas. Vai vēlaties turpināt?

# createABranchOnThisCommitToolStripMenuItem.Text
source: Create a branch on this commit...
lv: Izveidot filiāli šajā uzdevumā...

# label1.Text
source: Display reflog for:
lv: Rādīt reflog:

# label2.Text
source: Reference:
lv: Atsauce:

# lblDirtyWorkingDirectory.Text
source: Warning: you've got changes in your working directory that could be lost if you want to reset the current branch to another commit. Stash them before if you don't want to lose them.
lv: Brīdinājums: jūsu darba direktorijā ir izmaiņas, kas var tikt zaudētas, ja vēlaties atiestatīt pašreizējo atzaru uz citu nodošanu. Ja negribat tos zaudēt, iemetiet tos iepriekš.

# linkCurrentBranch.Text
source: (Current branch name)
lv: (pašreizējais filiāles nosaukums)

# linkHead.Text
source: HEAD
lv: GALVA

# resetCurrentBranchOnThisCommitToolStripMenuItem.Text
source: Reset current branch to this commit...
lv: Atiestatīt pašreizējo zaru uz šo nodošanu...

# KeepDialogOpen.Text
source: Keep dialog open
lv: Turēt dialogu atvērtu

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
lv: Host Fingerprint nav reģistrēts

# $this.Text
source: Remote repositories
lv: Attālie repozitoriji

# BranchName.HeaderText
source: Local branch name
lv: Vietējās filiāles nosaukums

# MergeWith.HeaderText
source: Default merge with
lv: Noklusējuma sapludināšana ar

# RemoteCombo.HeaderText
source: Remote repository
lv: Attāls repozitorijs

# Save.Text
source: Save changes
lv: Saglabāt izmaiņas

# SaveDefaultPushPull.Text
source: Save changes
lv: Saglabāt izmaiņas

# SshBrowse.Text
source: Browse...
lv: Pārlūkot...

# TestConnection.Text
source: Test connection
lv: Testa savienojums

# _btnDeleteTooltip.Text
source: Delete the selected remote
lv: Dzēst atlasīto tālvadības pulti

# _btnNewTooltip.Text
source: Add a new remote
lv: Pievienot jaunu tālvadības pulti

# _btnToggleStateTooltip_Activate.Text
source: Activate the selected remote
lv: Aktivizēt atlasīto tālvadības pulti

# _btnToggleStateTooltip_Deactivate.Text
source: Deactivate the selected remote. Inactive remote is completely invisible to git.
lv: Deaktivizējiet izvēlēto tālvadības pulti. Neaktīvā tālvadības pults nav redzama.

# _errorNoKeyEntered.Text
source: No SSH key file entered
lv: Nav ievadīts SSH atslēgas fails

# _gbMgtPanelHeaderEdit.Text
source: Edit Remote Details
lv: Rediģēt attālo informāciju

# _gbMgtPanelHeaderNew.Text
source: Create New Remote
lv: Izveidot jaunu attālo

# _gitMessage.Text
source: Message
lv: Ziņojums

# _labelUrlAsFetch.Text
source: Fetch Url
lv: Ienest URL

# _lvgDisabledHeader.Text
source: Inactive
lv: Neaktīvs

# _lvgEnabledHeader.Text
source: Active
lv: Aktīvs

# _questionAutoPullBehaviour.Text
source: You have added a new remote repository. Do you want to automatically configure the default push and pull behavior for this remote?
lv: Esat pievienojis jaunu attālināto repozitoriju. Vai vēlaties automātiski konfigurēt šī tālvadības pults noklusējuma stumšanas un vilkšanas darbību?

# _questionAutoPullBehaviourCaption.Text
source: New remote
lv: Jauna tālvadības pults

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
lv: Vai tiešām vēlaties izdzēst šo tālvadības pulti?

# _questionDeleteRemoteCaption.Text
source: Delete
lv: Dzēst

# _remoteBranchDataError.Text
source: Invalid ´{1}´ found for branch ´{0}´. Value has been reset to empty value.
lv: Tika atrasts nederīgs “{1}” zaram “{0}”. Vērtība ir atiestatīta uz tukšu vērtību.

# _sshKeyOpenCaption.Text
source: Select ssh key file
lv: Atlasīt ssh atslēgas failu

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
lv: Privātā atslēga (*. ppk)

# checkBoxSepPushUrl.Text
source: Separate Push Url
lv: Atdalītais ielādes URL

# gbMgtPanel.Text
source: Create New Remote
lv: Izveidot jaunu attālo

# label1.Text
source: Name
lv: Vārds

# label3.Text
source: Private key file
lv: Privātās atslēgas fails

# label4.Text
source: Local branch name
lv: Vietējās filiāles nosaukums

# label5.Text
source: Remote repository
lv: Attāls repozitorijs

# label6.Text
source: Default merge with
lv: Noklusējuma sapludināšana ar

# labelPushUrl.Text
source: Push Url
lv: Stumšanas URL

# lblMgtPuttyPanelHeader.Text
source: PuTTY SSH
lv: Ligzdošanas SSH

# pnlMgtDetails.Text
source: Details
lv: Detalizēta informācija

# pnlMgtPuttySsh.Text
source: PuTTY SSH
lv: Ligzdošanas SSH

# tabPage1.Text
source: Remote repositories
lv: Attālie repozitoriji

# tabPage2.Text
source: Default pull behavior (fetch & merge)
lv: Noklusējuma vilkšanas darbība (ienese un sapludināšana)

# $this.Text
source: Rename branch
lv: Pārdēvēt zaru

# Ok.Text
source: Rename
lv: Pārdēvēt

# _branchRenameFailed.Text
source: Rename failed.
lv: Pārdēvēšana neizdevās.

# label1.Text
source: New name
lv: Jauns nosaukums

# $this.Text
source: Reset branch
lv: Atiestatīt zaru

# $this.Text
source: Reset changes
lv: Atiestatīt izmaiņas

# cbDeleteNewFilesAndDirectories.Text
source: Also delete &new files and/or directories
lv: Dzēst arī un jaunus failus un/vai direktorijus

# label1.Text
source: Are you sure you want to reset your changes?
lv: Vai tiešām vēlaties atiestatīt izmaiņas?

# label2.Text
source: This will delete any uncommitted work.
lv: Tādējādi tiks dzēsti visi neizpildītie darbi.

# $this.Text
source: Reset current branch
lv: Atiestatīt pašreizējo atzaru

# Hard.Text
source: Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
lv: Grūti: atiestatīt darba direktoriju un indeksu (atmest VISAS lokālās izmaiņas, pat neizpildītās izmaiņas)

# Mixed.Text
source: Mixed: leave working directory untouched, reset index
lv: Jaukts: atstājiet darba direktoriju neskartu, atiestatiet indeksu

# Soft.Text
source: Soft: leave working directory and index untouched
lv: Mīksts: atstāt darba direktoriju un indeksu neskartu

# _branchInfo.Text
source: Reset branch '{0}' to revision:
lv: Atiestatīt zaru '{0}' uz versiju:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
lv: Jūs grasāties atmest VISAS lokālās izmaiņas, vai esat pārliecināts?

# $this.Text
source: Resolve merge conflicts
lv: Sapludināšanas konfliktu atrisināšana

# ContextChooseBase.Text
source: Choose base
lv: Izvēlēties bāzi

# ContextChooseLocal.Text
source: Choose local
lv: Izvēlēties lokālo

# ContextChooseRemote.Text
source: Choose remote
lv: Izvēlēties attālo

# ContextMarkAsSolved.Text
source: Mark conflict as solved
lv: Atzīmēt konfliktu kā atrisinātu

# ContextOpenBaseWith.Text
source: Open base with
lv: Atvērt pamatni ar

# ContextOpenLocalWith.Text
source: Open local with
lv: Atvērt lokālo ar

# ContextOpenRemoteWith.Text
source: Open remote with
lv: Atveriet tālvadības pulti ar

# ContextSaveBaseAs.Text
source: Save base as
lv: Saglabāt bāzi kā

# ContextSaveLocalAs.Text
source: Save local as
lv: Saglabāt lokālo kā

# ContextSaveRemoteAs.Text
source: Save remote as
lv: Saglabāt attālo kā

# FileName.HeaderText
source: Filename
lv: Faila nosaukums

# OpenMergetool.Text
source: Open in mergetool
lv: Atvērt mergetool

# Rescan.Text
source: Rescan merge conflicts
lv: Atveidot sapludināšanas konfliktus

# Reset.Text
source: Abort
lv: Pārtraukt

# _abortCurrentOperation.Text
source: You can abort the current operation by resetting changes. All changes since the last commit will be deleted. Do you want to reset changes?
lv: Pašreizējo operāciju var pārtraukt, atiestatot izmaiņas. Visas izmaiņas, kas veiktas kopš pēdējās izpildes, tiks dzēstas. Vai vēlaties atiestatīt izmaiņas?

# _abortCurrentOperationCaption.Text
source: Abort
lv: Pārtraukt

# _allConflictsResolved.Text
source: All merge conflicts are resolved, you can commit. Do you want to commit now?
lv: Visi sapludināšanas konflikti ir atrisināti, varat veikt. Vai vēlaties veikt tūlīt?

# _allConflictsResolvedCaption.Text
source: Commit
lv: Nodot

# _allFilesFilter.Text
source: All files (*.*)
lv: Visi faili (*. *)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
lv: Vai tiešām vēlaties dzēst visas izmaiņas? Šo darbību nevar atsaukt.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
lv: BRĪDINĀJUMS!

# _askMergeConflictSolved.Text
source: Is the merge conflict solved?
lv: Vai sapludināšanas konflikts ir atrisināts?

# _askMergeConflictSolvedAfterCustomMergeScript.Text
source: The merge conflict need to be solved and the result must be saved as: {0} Is the merge conflict solved?
lv: Sapludināšanas konflikts ir jāatrisina, un rezultāts ir jāsaglabā šādi: {0} Vai sapludināšanas konflikts ir atrisināts?

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
lv: Vai konflikts ir atrisināts?

# _button1Text.Text
source: Open in
lv: Atvērt

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
lv: Neizdevās izvēlēties pamatfailu.

# _chooseLocalButtonText.Text
source: Choose local
lv: Izvēlēties lokālo

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
lv: Neizdevās izvēlēties lokālo failu.

# _chooseRemoteButtonText.Text
source: Choose remote
lv: Izvēlēties attālo

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
lv: Neizdevās izvēlēties attālo failu.

# _conflictedFilesContextMenuText.Text
source: Solve
lv: Atrisināt

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
lv: Izvēlēties vietējo (mūsu)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
lv: Izvēlēties vietējo (viņu)

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
lv: Izvēlēties attālo (viņu)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
lv: Izvēlēties attālo (mūsu)

# _currentFormatFilter.Text
source: Current format (*.{0})
lv: Pašreizējais formāts (*. {0})

# _deleteFileButtonText.Text
source: Delete file
lv: Dzēst failu

# _failureWhileOpenFile.Text
source: Open temporary file failed.
lv: Pagaidu faila atvēršana neizdevās.

# _failureWhileSaveFile.Text
source: Save file failed.
lv: Faila saglabāšana neizdevās.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
lv: Šķiet, ka atlasītais fails ir binārs fails. Vai tiešām vēlaties atvērt šo failu šeit: {0}?

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
lv: Sapludināšana nav modificējusi failu. Parasti tas nozīmē, ka fails ir saglabāts nepareizā vietā. Sapludināšanas konflikts netiks atzīmēts kā atrisināts. Lūdzu, mēģiniet vēlreiz.

# _keepBaseButtonText.Text
source: Keep base file
lv: Paturēt pamatfailu

# _keepModifiedButtonText.Text
source: Keep modified
lv: Turpināt modificēt

# _noBase.Text
source: no base
lv: nav pamata

# _noBaseFileMergeCaption.Text
source: Merge
lv: Sapludināšana

# _openMergeToolItemText.Text
source: Open in
lv: Atvērt

# _ours.Text
source: ours
lv: mūsu

# _resetItemMergeText.Text
source: Abort merge
lv: Pārtraukt sapludināšanu

# _resetItemRebaseText.Text
source: Abort rebase
lv: Pārtraukt pārbāzes maiņu

# _solveMergeConflictDialogCaption.Text
source: Solve merge conflict
lv: Atrisināt sapludināšanas konfliktu

# _theirs.Text
source: theirs
lv: viņu

# _uskUseCustomMergeScript.Text
source: There is a custom merge script ({0}) for this file type. Do you want to use this custom merge script?
lv: Šim faila tipam ir pielāgots sapludināšanas skripts ({0}). Vai vēlaties izmantot šo pielāgoto sapludināšanas skriptu?

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
lv: Pielāgots sapludināšanas skripts

# conflictDescription.Text
source: Select file
lv: Atlasīt failu

# fileHistoryToolStripMenuItem.Text
source: File history
lv: Failu vēsture

# label1.Text
source: Unresolved merge conflicts
lv: Neatrisināti sapludināšanas konflikti

# label2.Text
source: Base
lv: Pamatne

# label5.Text
source: Remote
lv: Attāls

# label7.Text
source: Local
lv: Vietējs

# merge.Text
source: Merge
lv: Sapludināšana

# openMergeToolBtn.Text
source: Open in mergetool
lv: Atvērt mergetool

# openWithToolStripMenuItem.Text
source: Open With
lv: Atvērt ar

# startMergetool.Text
source: Start mergetool
lv: Sākt sapludināšanas rīku

# $this.Text
source: Revert commit
lv: Atgriezt nodošanu

# BranchInfo.Text
source: Revert this commit:
lv: Atgriezt šo izpildi:

# Revert.Text
source: Revert this commit
lv: Atgriezt šo nodošanu

# $this.Text
source: Filter
lv: Filtrs

# CurrentBranchOnlyCheck.Text
source: Show current branch only
lv: Rādīt tikai pašreizējo zarojumu

# SimplifyByDecorationCheck.Text
source: Simplify by decoration
lv: Vienkāršot ar dekorēšanu

# label1.Text
source: Since
lv: Kopš

# label2.Text
source: Until
lv: Līdz

# label3.Text
source: Author
lv: Autors

# label5.Text
source: Message
lv: Ziņojums

# label6.Text
source: Ignore case
lv: Ignorēt lietu

# label7.Text
source: Limit
lv: Ierobežojums

# label8.Text
source: File filter
lv: Faila filtrs

# label9.Text
source: Branches
lv: Filiāles

# $this.Text
source: Select multiple branches
lv: Vairāku zaru atlasīšana

# okButton.Text
source: OK
lv: LABI

# selectBranchesLabel.Text
source: Select branches
lv: Atlasīt zarus

# $this.Text
source: Settings
lv: Uzstādījumi

# buttonApply.Text
source: Apply
lv: Lietot

# buttonDiscard.Text
source: Discard
lv: Izmetiet

# labelInstantSaveNotice.Text
source: Changes on the selected page will be saved instantly. Therefore the Cancel button does NOT revert any changes made.
lv: Izmaiņas atlasītajā lapā tiks saglabātas nekavējoties. Tāpēc poga Cancel NEATKĀRTOTI neatgriež veiktās izmaiņas.

# $this.Text
source: Stash
lv: Iežogojums

# Apply.Text
source: Apply Selected Stash
lv: Lietot atlasīto Stash

# Clear.Text
source: Drop Selected Stash
lv: Nomest atlasīto mapi

# Stash.Text
source: Stash all changes
lv: Ievietot visas izmaiņas

# StashKeepIndex.Text
source: Keep index
lv: Saglabāt indeksu

# StashSelectedFiles.Text
source: Stash selected changes
lv: Ievietot atlasītās izmaiņas

# Stashes.ToolTipText
source: Select a stash
lv: Atlasīt statīvu

# _areYouSure.Text
source: Are you sure you want to drop the stash? This action cannot be undone.
lv: Vai tiešām vēlaties nomest maksti? Šo darbību nevar atsaukt.

# _cannotBeUndone.Text
source: This action cannot be undone.
lv: Šo darbību nevar atsaukt.

# _currentWorkingDirChanges.Text
source: Current working directory changes
lv: Pašreizējās darba direktorija izmaiņas

# _noStashes.Text
source: There are no stashes.
lv: Nav nevienas krātuves.

# _stashDropConfirmTitle.Text
source: Drop Stash Confirmation
lv: Lāse Staša apstiprinājums

# _stashUntrackedFilesNotSupported.Text
source: Stash untracked files is not supported in the version of msysgit you are using. Please update msysgit to at least version 1.7.7 to use this option.
lv: Jūsu lietotajā msysgit versijā netiek atbalstīti stash neizsekotie faili. Lūdzu, atjauniniet failu msysgit vismaz uz versiju 1.7.7, lai izmantotu šo opciju.

# _stashUntrackedFilesNotSupportedCaption.Text
source: Stash untracked files
lv: Ievietot neizsekotos failus

# chkIncludeUntrackedFiles.Text
source: Include untracked files
lv: Neizsekotu failu iekļaušana

# refreshToolStripButton.Text
source: Refresh
lv: Atsvaidzināt

# showToolStripLabel.Text
source: Show:
lv: Rādīt:

# toolStripButton_customMessage.Text
source: Custom stash message
lv: Pielāgots domuzīmes ziņojums

# $this.Text
source: Submodules
lv: Apakšmoduļi

# AddSubmodule.Text
source: Add submodule
lv: Pievienot submodule

# RemoveSubmodule.Text
source: Remove
lv: Noņemt

# Status.HeaderText
source: Status
lv: Statuss

# SynchronizeSubmodule.Text
source: Synchronize
lv: Sinhronizēt

# UpdateSubmodule.Text
source: Update
lv: Atjaunināt

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
lv: Vai tiešām vēlaties noņemt atlasīto submodule?

# _removeSelectedSubmoduleCaption.Text
source: Remove
lv: Noņemt

# groupBox1.Text
source: Details
lv: Detalizēta informācija

# label2.Text
source: Remote path
lv: Attāls ceļš

# label3.Text
source: Local path
lv: Vietējais ceļš

# label4.Text
source: Commit
lv: Nodot

# label5.Text
source: Branch
lv: Zars

# label6.Text
source: Status
lv: Statuss

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
lv: Vārds

# $this.Text
source: Check for update
lv: Pārbaudīt, vai nav atjauninājumu

# UpdateLabel.Text
source: Searching for updates
lv: Atjauninājumu meklēšana

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
lv: Ir pieejama jauna Git paplašinājumu versija {0}
