Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Latvian.xlf
Languages: lv

# rbStash.Text
source: Stash
lv: Iežogojums

# $this.Text
source: Checkout revision
lv: Norēķināšanās pārskatīšana

# Force.Text
source: Force (reset local changes)
lv: Force (atiestatīt lokālās izmaiņas)

# OkCheckout.Text
source: Checkout
lv: Izrakstīšanās

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
lv: Lai veiktu paņemšanu, atlasiet 1 versiju.

# _noRevisionSelectedMsgBoxCaption.Text
source: Checkout
lv: Izrakstīšanās

# label2.Text
source: Checkout this revision
lv: Paņemt šo versiju

# $this.Text
source: Cherry pick commit
lv: Ķiršu savākšana

# AutoCommit.Text
source: Automatically create a commit
lv: Automātiski izveidot nodošanu

# BranchInfo.Text
source: Cherry pick this commit:
lv: Ķirsis izvēlas šo uzdevumu:

# ParentsLabel.Text
source: This commit is a merge, select parent:
lv: Šis izpildījums ir sapludināšana, atlasiet augstākstāvošo objektu:

# Pick.Text
source: Cherry pick
lv: Ķiršu plūkšana

# _noneParentSelectedText.Text
source: None parent is selected!
lv: Neviens no vecākiem nav atlasīts!

# checkAddReference.Text
source: Add commit reference to commit message
lv: Pievienot izpildes atsauci, lai nodotu ziņojumu

# columnHeader1.Text
source: No.
lv: Nē.

# columnHeader2.Text
source: Message
lv: Ziņojums

# columnHeader3.Text
source: Author
lv: Autors

# columnHeader4.Text
source: Date
lv: Datums

# $this.Text
source: Choose Commit
lv: Izvēlēties rādīšanu

# btnOK.Text
source: OK
lv: LABI

# buttonGotoCommit.Text
source: Go to commit...
lv: Doties veikt...

# label1.Text
source: Find specific commit:
lv: Atrast konkrētu nodošanu:

# labelParents.Text
source: Parent(s):
lv: Mātesuzņēmums (i):

# linkLabelParent.Text
source: sha parent 1
lv: sha vecāks1

# linkLabelParent2.Text
source: sha parent 2
lv: sha vecākNr. 2

# $this.Text
source: Choose language
lv: Izvēlēties valodu

# label1.Text
source: Choose your language
lv: Izvēlieties savu valodu

# label2.Text
source: You can change the language at any time in the settings dialog
lv: Valodu jebkurā brīdī var mainīt iestatījumu dialogā

# $this.Text
source: Clean working directory
lv: Notīrīt darba katalogu

# Cancel.Text
source: Cancel
lv: Atcelt

# Cleanup.Text
source: Cleanup
lv: Tīrīšana

# Preview.Text
source: Preview
lv: Priekšskatījums

# RemoveAll.Text
source: Remove all untracked files
lv: Noņemt visus neizsekotos failus

# RemoveDirectories.Text
source: Remove untracked directories
lv: Noņemt neizsekotos direktorijus

# RemoveIgnored.Text
source: Remove only ignored untracked files
lv: Noņemt tikai ignorētos neizsekotos failus

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
lv: Vai tiešām vēlaties tīrīt repozitoriju?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
lv: Tīrīšana

# checkBoxPathFilter.Text
source: Affect the following path(s) only:
lv: Ietekmē tikai šādu ( us) ceļu ( us):

# groupBox1.Text
source: Remove untracked files from working directory
lv: Neizsekoto failu noņemšana no darba direktorija

# label1.Text
source: Log:
lv: Žurnāls:

# labelPathHint.Text
source: (one path per line)
lv: (viens ceļš katrā rindā)

# $this.Text
source: Clone
lv: Klons

# FromBrowse.Text
source: &Browse
lv: un pārlūkot

# LoadSSHKey.Text
source: &Load SSH key
lv: un ielādēt SSH atslēgu

# Ok.Text
source: Clone
lv: Klons

# Personal.Text
source: Personal repository
lv: Personiskais repozitorijs

# PersonalRepository.Text
source: &Personal repository
lv: un personiskais repozitorijs

# _branchDefaultRemoteHead.Text
source: (default: remote HEAD)
lv: (noklusējums: attālā SISTĒMA)

# _branchNone.Text
source: (none: don't checkout after clone)
lv: (nav: neizrakstīties pēc klona)

# _errorCloneFailed.Text
source: Clone Failed
lv: Klonēšana neizdevās

# _errorDestinationNotRooted.Text
source: Destination folder must be an absolute path.
lv: Mērķa mapei ir jābūt absolūtam ceļam.

# _errorDestinationNotSupplied.Text
source: You need to specify destination folder.
lv: Norādiet mērķa mapi.

# _infoDirectoryExists.Text
source: (Directory already exists)
lv: (direktorijs jau pastāv)

# _infoDirectoryNew.Text
source: (New directory)
lv: (jauns direktorijs)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
lv: Repozitorijs tiks klonēts uz jaunu direktoriju, kas atrodas šeit: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
lv: Repozitorijs ir veiksmīgi klonēts. Vai vēlaties atvērt jauno repozitoriju “{0}” tūlīt?

# _questionOpenRepoCaption.Text
source: Open
lv: Atvērums

# brachLabel.Text
source: &Branch:
lv: un filiāle:

# cbDownloadFullHistory.Text
source: Download full &history
lv: Lejupielādēt pilnu un vēsturi

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
lv: Inicializēt visus apakšmoduļus

# cbLfs.Text
source: Use LFS extension
lv: Izmantot LFS paplašinājumu

# destinationLabel.Text
source: &Destination:
lv: un galamērķis:

# groupBox1.Text
source: Repository type
lv: Repozitorija tips

# repositoryLabel.Text
source: Repository to &clone:
lv: Repozitorijs uz un klonēt:

# subdirectoryLabel.Text
source: &Subdirectory to create:
lv: un apakšdirektorijs, kas jāizveido:

# $this.Text
source: Commandline usage
lv: Komandlīnijas lietojums

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
lv: Atbalstītie komandlīnijas argumenti gitex.cmd/gitex (atrodas tajā pašā mapē, kur GitExtensions.exe):

# $this.Text
source: Commit
lv: Nodot

# Amend.Text
source: &Amend Commit
lv: un labot uzdevumu

# Commit.Text
source: &Commit
lv: un nodot

# Ok.Text
source: Commit
lv: Nodot

# _amendCommit.Text
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
lv: Jūs gatavojaties pārrakstīt vēsturi. Izmantojiet tikai tad, ja saistība vēl nav publicēta. Vai vēlaties turpināt?

# _amendCommitCaption.Text
source: Amend commit
lv: Labot zīmi

# _assumeUnchangedToolTip.Text
source: Tell git to not check the status of this file for performance benefits. Use this feature when a file is big and never change. Git will never check if the file has changed that will improve status check performance.
lv: Pastāstiet git, lai nepārbaudītu šī faila statusu veiktspējas priekšrocībām. Izmantojiet šo līdzekli, ja fails ir liels un nekad nemainās. Git nekad nepārbaudīs, vai failā ir veiktas izmaiņas, kas uzlabos statusa pārbaudes veiktspēju.

# _commitAuthorInfo.Text
source: Author
lv: Autors

# _commitCommitterToolTip.Text
source: Click to change committer information.
lv: Noklikšķiniet, lai mainītu committer informāciju.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
lv: Izpildes ziņojums ir pieprasīts izpildes laikā

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
lv: Pirmajā izpildes ziņojuma rindiņā ir pārāk daudz rakstzīmju. Vai vēlaties turpināt?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
lv: Šajā izpildes ziņojuma rindiņā ir pārāk daudz rakstzīmju: {0} Vai vēlaties turpināt?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
lv: Izpildes ziņojums neatbilst RegEx. Vai vēlaties turpināt?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
lv: Otrā izpildes ziņojuma rindiņa nav tukša. Vai vēlaties turpināt?

# _commitValidationCaption.Text
source: Commit validation
lv: Veikt validāciju

# _deleteFailed.Text
source: Delete file failed
lv: Faila dzēšana neizdevās

# _deleteSelectedFiles.Text
source: Are you sure you want to delete the selected file(s)?
lv: Vai tiešām vēlaties izdzēst atlasīto (s) failu (s)?

# _deleteSelectedFilesCaption.Text
source: Delete
lv: Dzēst

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
lv: Vai tiešām vēlaties izdzēst visus neizsekotos failus?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
lv: Dzēst neizsekotos failus.

# _enterCommitMessage.Text
source: Please enter commit message
lv: Lūdzu, ievadiet izpildes ziņojumu

# _enterCommitMessageCaption.Text
source: Commit message
lv: Nosūtīt ziņojumu

# _enterCommitMessageHint.Text
source: Enter commit message
lv: Ievadiet izpildes ziņojumu

# _formTitle.Text
source: Commit to {0} ({1})
lv: Veikt {0} ({1})

# _mergeConflicts.Text
source: There are unresolved merge conflicts, solve merge conflicts before committing.
lv: Pastāv neatrisināti sapludināšanas konflikti, lai atrisinātu sapludināšanas konfliktus pirms to veikšanas.

# _mergeConflictsCaption.Text
source: Merge conflicts
lv: Sapludināt konfliktus

# _noFilesStagedAndConfirmAnEmptyMergeCommit.Text
source: There are no files staged for this commit. Are you sure you want to commit?
lv: Nav failu, kas būtu novietoti šai izpildei. Vai tiešām vēlaties veikt?

# _noFilesStagedAndNothingToCommit.Text
source: There are no files staged for this commit.
lv: Nav failu, kas būtu novietoti šai izpildei.

# _noFilesStagedButSuggestToCommitAllUnstaged.Text
source: There are no files staged for this commit. Stage and commit all unstaged files?
lv: Nav failu, kas būtu novietoti šai izpildei. Vai izveidot un izpildīt visus nestagnētos failus?

# _noStagedChanges.Text
source: There are no staged changes
lv: Nav nekādu secīgu izmaiņu

# _noUnstagedChanges.Text
source: There are no unstaged changes
lv: Nav neposmu izmaiņu

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
lv: Pārslēdzoties uz citu atzaru, šī nodošana netiks pieminēta, un to var zaudēt. Vai vēlaties turpināt?

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
lv: Šo opciju var izmantot tikai, atlasot vienu failu

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
lv: Vai tiešām vēlaties atiestatīt visus atlasītos failus?

# _resetStageChunkOfFileCaption.Text
source: Unstage chunk of file
lv: No skatuves atdalīta faila daļa

# _selectOnlyOneFile.Text
source: You must have only one file selected.
lv: Jābūt atlasītam tikai vienam failam.

# _selectionFilterErrorToolTip.Text
source: Error {0}
lv: Kļūda {0}

# _selectionFilterToolTip.Text
source: Enter a regular expression to select unstaged files.
lv: Ievadiet parastu izteiksmi, lai atlasītu nestagnētus failus.

# _skipWorktreeToolTip.Text
source: Hide already tracked files that will change but that you don't want to commit. Suitable for some config files modified locally.
lv: Paslēpt jau izsekotus failus, kas mainīsies, bet kurus nevēlaties nodot. Piemērots dažiem konfigurācijas failiem, kas modificēti lokāli.

# _stageDetails.Text
source: Stage Details
lv: Detalizēta informācija par stadiju

# _stageFiles.Text
source: Stage {0} files
lv: Stadijas {0} faili

# _stopTrackingFail.Text
source: Fail to stop tracking the file '{0}'.
lv: Neizdevās apturēt faila '{0}' izsekošanu.

# _templateLoadErrorCaption.Text
source: Template could not be loaded
lv: Veidni nevarēja ielādēt

# _templateNotFoundCaption.Text
source: Template Error
lv: Veidnes kļūda

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
lv: Pievienot failu. gitignore

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
lv: Pievienot failu. git/info/exclude

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
lv: Pieņemt nemainītu

# branchNameLabel.Text
source: (Branch name)
lv: (filiāles nosaukums)

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
lv: Aizvērt dialogu, kad ir veiktas visas izmaiņas

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
lv: Aizvērt dialogu pēc katras nodošanas

# commitAuthorStatus.ToolTipText
source: Click to change author information.
lv: Noklikšķiniet, lai mainītu autora informāciju.

# commitCursorColumnLabel.Text
source: Col
lv: Pulkvedis

# commitMessageToolStripMenuItem.Text
source: Commit &message
lv: Izpilde un ziņojums

# commitStagedCountLabel.Text
source: Staged
lv: Secīgi

# commitSubmoduleChanges.Text
source: Commit submodule changes
lv: Veikt submodule izmaiņas

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
lv: Izpilde un veidnes

# commitTemplatesToolStripMenuItem.ToolTipText
source: Commit templates
lv: Piešķirt veidnes

# copyFolderNameMenuItem.Text
source: Copy folder name
lv: Kopēt mapes nosaukumu

# createBranchToolStripButton.ToolTipText
source: Create branch
lv: Izveidot zaru

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
lv: Dzēst visus neizsekotos failus

# deleteFileToolStripMenuItem.Text
source: Delete file
lv: Dzēst failu

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
lv: Dzēst atlasītos failus

# doNotAssumeUnchangedToolStripMenuItem.Text
source: Do not assume unchanged
lv: Neuzņemties nemainītu

# doNotSkipWorktreeToolStripMenuItem.Text
source: Do not skip worktree
lv: Neizlaist darbvirsmu

# editFileToolStripMenuItem.Text
source: Edit file
lv: Rediģēt failu

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
lv: Rediģēt ignorētos failus

# editLocallyIgnoredFilesToolStripMenuItem.Text
source: Edit locally ignored files
lv: Rediģēt lokāli ignorētos failus

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
lv: Kopēt pilnu ceļu

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
lv: Ģenerēt apakšmoduļu izmaiņu sarakstu

# interactiveAddToolStripMenuItem.Text
source: Interactive Add
lv: Interaktīva pievienošana

# noVerifyToolStripMenuItem.Text
source: No verify
lv: Nepārbaudīt

# openContainingFolderToolStripMenuItem.Text
source: Show in folder
lv: Rādīt mapē

# openDiffMenuItem.Text
source: Open with difftool
lv: Atvērt ar difftool

# openFolderMenuItem.Text
source: Show in folder
lv: Rādīt mapē

# openToolStripMenuItem.Text
source: Open
lv: Atvērums

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
lv: Atvērt ar difftool

# openWithToolStripMenuItem.Text
source: Open with...
lv: Atvērt ar...

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
lv: Atsvaidzināt dialogu formas fokusā

# resetAllTrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
lv: Atiestatīt visas (reģistrētās) izmaiņas

# resetChanges.Text
source: Reset file or directory changes
lv: Atiestatīt faila vai direktorija izmaiņas

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
lv: Atiestatīt faila daļu

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
lv: Atiestatīt atlasītos failus

# resetSubmoduleChanges.Text
source: Reset submodule changes
lv: Submodule izmaiņu atiestatīšana

# resetUnstagedChangesToolStripMenuItem.Text
source: Reset unstaged changes
lv: Atiestatīt neposmu izmaiņas

# selectionFilterToolStripMenuItem.Text
source: Selection filter
lv: Atlases filtrs

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
lv: Rādīt ignorētos failus

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
lv: Rādīt neizsekotus failus

# skipWorktreeToolStripMenuItem.Text
source: Skip worktree
lv: Izlaist darbvirsmu

# stagedCopyPathToolStripMenuItem14.Text
source: Copy full path
lv: Kopēt pilnu ceļu

# stagedEditFileToolStripMenuItem11.Text
source: Edit file
lv: Rediģēt failu

# stagedFileHistoryToolStripMenuItem6.Text
source: View file history
lv: Skatīt failu vēsturi

# stagedOpenDifftoolToolStripMenuItem9.Text
source: Open with difftool
lv: Atvērt ar difftool

# stagedOpenFolderToolStripMenuItem10.Text
source: Show in folder
lv: Rādīt mapē

# stagedOpenToolStripMenuItem7.Text
source: Open
lv: Atvērums

# stagedOpenWithToolStripMenuItem8.Text
source: Open with...
lv: Atvērt ar...

# stagedResetChanges.Text
source: Reset file or directory changes
lv: Atiestatīt faila vai direktorija izmaiņas

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
lv: Krājumu submodule izmaiņas

# stopTrackingThisFileToolStripMenuItem.Text
source: Stop tracking this file
lv: Apturēt šī faila izsekošanu

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
lv: Autors: (Formāts: “vārda <mail>”)

# toolRefreshItem.Text
source: Refresh
lv: Atsvaidzināt

# toolStageItem.Text
source: &Stage
lv: un stadija

# toolStripLabel1.Text
source: Selection Filter
lv: Atlases filtrs

# toolUnstageItem.Text
source: &Unstage
lv: & Atvienot

# updateSubmoduleMenuItem.Text
source: Update submodule
lv: Atjaunināt submodule

# viewFileHistoryToolStripItem.Text
source: View file history
lv: Skatīt failu vēsturi

# viewHistoryMenuItem.Text
source: View history
lv: Skatīt vēsturi

# _emptyTemplate.Text
source: empty
lv: tukšs

# buttonCancel.Text
source: Cancel
lv: Atcelt

# buttonOk.Text
source: OK
lv: LABI

# labelCommitTemplate.Text
source: Commit template:
lv: Izpildīt veidni:

# labelCommitTemplateName.Text
source: Name:
lv: Nosaukums:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
lv: Maksimālais rakstzīmju skaits pirmajā rindiņā (0 = pārbaude atspējota):

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
lv: Maksimālais rakstzīmju skaits vienā rindiņā (0 = pārbaude atspējota):

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
lv: Izpildei jāsakrīt ar RegEx (Empty = check despecified):

# labelSecondLineEmpty.Text
source: Second line must be empty:
lv: Otrajai rindai jābūt tukšai:

# labelUseIndent.Text
source: Indent lines after first line:
lv: Atkāpes rindiņas pēc pirmās rindiņas:

# tabPage1.Text
source: Commit templates
lv: Piešķirt veidnes

# tabPage2.Text
source: Commit validation
lv: Veikt validāciju

# $this.Text
source: Compare to branch
lv: Salīdzināt ar filiāli

# btnCompare.Text
source: Compare
lv: Salīdzināt

# $this.Text
source: Create branch
lv: Izveidot zaru

# ClearOrphan.Text
source: Clear &working directory and index
lv: Notīrīt un strādāt direktoriju un indeksu

# Ok.Text
source: &Create branch
lv: izveidot filiāli

# Orphan.Text
source: Create or&phan
lv: Izveidot vai & fa

# _branchNameIsEmpty.Text
source: Enter branch name.
lv: Ievadiet zara nosaukumu.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
lv: “{0}” nav derīgs zara nosaukums.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
lv: Atlasiet 1 versiju, lai izveidotu filiāli.

# chkbxCheckoutAfterCreate.Text
source: Checkout &after create
lv: Paņemšana un pēc izveides

# groupBox1.Text
source: Orphan
lv: Bārenis

# label1.Text
source: &Branch name
lv: un filiāles nosaukums

# label2.Text
source: Create b&ranch at this revision
lv: Izveidot b & rančo šajā pārskatīšanā

# $this.Text
source: Create tag
lv: Izveidot tagu

# ForceTag.Text
source: Force
lv: Spēks

# Ok.Text
source: Create tag
lv: Izveidot tagu

# _messageCaption.Text
source: Tag
lv: Birka

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
lv: Atlasiet 1 versiju, lai izveidotu tagu.

# _pushToCaption.Text
source: Push tag to '{0}'
lv: Pārvietot tagu uz '{0}'

# _trsAnnotated.Text
source: Annotated tag
lv: Tags ar anotācijām

# _trsLightweight.Text
source: Lightweight tag
lv: Viegla atzīme

# _trsSignDefault.Text
source: Sign with default GPG
lv: Parakstīties ar noklusējuma GPG

# _trsSignSpecificKey.Text
source: Sign with specific GPG
lv: Parakstīties ar īpašu GPG

# keyIdLbl.Text
source: Specific Key Id
lv: Konkrētās atslēgas ID

# label1.Text
source: Tag name
lv: Taga nosaukums

# label2.Text
source: Message
lv: Ziņojums

# label3.Text
source: Create tag at this revision
lv: Izveidot atzīmi šajā pārskatīšanā

# pushTag.Text
source: Push tag to '{0}'
lv: Pārvietot tagu uz '{0}'

# $this.Text
source: Create a new worktree
lv: Izveidot jaunu darbstaciju

# createWorktreeButton.Text
source: Create the new worktree
lv: Izveidot jaunu darbstaciju

# groupBoxWhatToCheckout.Text
source: What to checkout:
lv: Kas jāpaņem:

# label2.Text
source: New worktree directory:
lv: Jauns darbstacijas direktorijs:

# openWorktreeCheckBox.Text
source: Open the new worktree after the creation
lv: Atvērt jauno darbstaciju pēc izveides

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
lv: Paņemt esošu filiāli:

# radioButtonCreateNewBranch.Text
source: Create a new branch: (from current commit)
lv: Izveidot jaunu zaru: (no pašreizējās nodošanas)

# $this.Text
source: Enter Caption
lv: Ievadiet parakstu

# _categoryNameExistsText.Text
source: Category name already exists
lv: Kategorijas nosaukums jau pastāv

# _categoryNameRequiredText.Text
source: Category name is required
lv: Kategorijas nosaukums ir obligāts

# _renameCategoryText.Text
source: Rename category
lv: Pārdēvēt kategoriju

# btnOk.Text
source: OK
lv: LABI

# lblCategoryName.Text
source: Category name
lv: Kategorijas nosaukums

# $this.Text
source: Delete branch
lv: Dzēst zaru

# Delete.Text
source: Delete
lv: Dzēst

# ForceDelete.Text
source: Force delete
lv: Piespiedu dzēšana

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
lv: Nevar izdzēst filiāli “{0}”, kurā pašlaik atrodaties.

# _deleteBranchCaption.Text
source: Delete branches
lv: Dzēst zarus

# _deleteBranchQuestion.Text
source: Are you sure you want to delete selected branches? Deleting a branch can cause commits to be deleted too!
lv: Vai tiešām vēlaties dzēst atlasītos zarus? Zara dzēšana var izraisīt arī saistību dzēšanu!

# _deleteUnmergedBranchForcingSuggestion.Text
source: You cannot delete unmerged branch until you set “force delete” mode.
lv: Nesapludināto filiāli nevar izdzēst, kamēr nav iestatīts piespiedu dzēšanas režīms.

# labelSelectBranches.Text
source: Select branches
lv: Atlasīt zarus

# DeleteRemote.Text
source: Delete branche(s) from remote repository
lv: Dzēst zarus no attālā repozitorija

# _confirmDeleteUnmergedRemoteBranchMessage.Text
source: At least one remote branch is unmerged. Are you sure you want to delete it? Deleting a branch can cause commits to be deleted too!
lv: Vismaz viens attālais zars nav sapludināts. Vai tiešām vēlaties to izdzēst? Zara dzēšana var izraisīt arī saistību dzēšanu!

# _deleteRemoteBranchesCaption.Text
source: Delete remote branches
lv: Dzēst attālos zarus

# labelDeleteBranchWarning.Text
source: The commits referenced by the deleted branch will be lost if no other branch or tag references them. Make sure there is a branch or tag referencing the commits you wish to keep. If you have accidentally deleted a wrong branch, go to Commands | Show reflog form in order to recover the lost commits.
lv: Dzēstā zara norādītās saistības tiks zaudētas, ja neviena cita filiāle vai tags uz tām neatsaucas. Pārliecinieties, vai ir zars vai tags, kas atsaucas uz veicamajiem darbiem. Ja nejauši esat izdzēsis nepareizu filiāli, dodieties uz sadaļu Komandas t.sk. rādīt reflog formu, lai atgūtu zaudētās saistības.

# $this.Text
source: Delete tag
lv: Dzēst atzīmi

# Ok.Text
source: Delete
lv: Dzēst

# deleteTag.Text
source: Delete tag also from the following remote(s):
lv: Dzēst tagu arī no šāda (iem) attālā (u) punkta (iem):

# label1.Text
source: Select tag
lv: Atlasīt tagu

# label2.Text
source: This will delete the selected tag from the (local) repository.
lv: Atlasītais tags tiks izdzēsts no (lokālā) repozitorija.
