Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Latvian.xlf
Languages: lv

# label3.Text
source: (includes information about deleting tags which are already pushed)
lv: (ietver informāciju par jau nospiestu tagu dzēšanu)

# _anotherBranchTooltip.Text
source: Select another branch
lv: Atlasīt citu zaru

# _anotherCommitTooltip.Text
source: Select another commit
lv: Atlasīt citu nodošanu

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
lv: Mainīt BASE un salīdzināt saistības

# _ckCompareToMergeBase.Text
source: Compare to merge &base
lv: Salīdzināšana ar sapludināšanu un bāzi

# baseCommitGroup.Text
source: BASE
lv: PAMATNE

# blameToolStripMenuItem.Text
source: Blame
lv: Vainot

# btnCompareDirectoriesWithDiffTool.Text
source: Open diff using &directory diff tool
lv: Atvērt diff, izmantojot un direktoriju diff rīku

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full path(s)
lv: Kopēt pilnu (as) ceļu (as)

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
lv: Rādīt failu kokā

# fileHistoryDiffToolstripMenuItem.Text
source: File history
lv: Failu vēsture

# findInDiffToolStripMenuItem.Text
source: Find
lv: Atrast

# headCommitGroup.Text
source: Compare
lv: Salīdzināt

# $this.Text
source: Donate
lv: Ziedot

# _donateText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
lv: Mums ir īpaša sadarbības grupa, kas pavada daudz laika, uzturot lietotni, strādājot ar jaunām funkcijām un labojot kļūdas. Projektu var atbalstīt, veicot finansiālu ieguldījumu. Ziedojumi tiks izmantoti tekošo izdevumu segšanai un projekta turpināšanai nepieciešamo līdzekļu iegūšanai. Mēs arī izmantosim ziedojumus, lai pateiktos sadarbības dalībniekiem par ieguldīto darbu. Noklikšķiniet uz šīs pogas, lai iegūtu papildinformāciju par ziedojuma veikšanu.

# lblText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
lv: Mums ir īpaša sadarbības grupa, kas pavada daudz laika, uzturot lietotni, strādājot ar jaunām funkcijām un labojot kļūdas. Projektu var atbalstīt, veicot finansiālu ieguldījumu. Ziedojumi tiks izmantoti tekošo izdevumu segšanai un projekta turpināšanai nepieciešamo līdzekļu iegūšanai. Mēs arī izmantosim ziedojumus, lai pateiktos sadarbības dalībniekiem par ieguldīto darbu. Noklikšķiniet uz šīs pogas, lai iegūtu papildinformāciju par ziedojuma veikšanu.

# $this.Text
source: View
lv: Skats

# $this.Text
source: Editor
lv: Redaktors

# _cannotOpenFile.Text
source: Cannot open file:
lv: Nevar atvērt failu:

# _cannotSaveFile.Text
source: Cannot save file:
lv: Nevar saglabāt failu:

# _saveChanges.Text
source: Do you want to save changes?
lv: Vai vēlaties saglabāt izmaiņas?

# _saveChangesCaption.Text
source: Save changes
lv: Saglabāt izmaiņas

# labelWarning.Text
source: Here be dragons! Changing this file by hand can be harmful and might break something. If you are not sure just close this window.
lv: Te ir pūķi! Mainot šo failu ar roku, tas var būt kaitīgs un var kaut ko pārtraukt. Ja neesat pārliecināts, vienkārši aizveriet šo logu.

# toolStripSaveButton.ToolTipText
source: Save
lv: Saglabāt

# BlameTab.Text
source: Blame
lv: Vainot

# ShowFullHistory.ToolTipText
source: Show Full History
lv: Rādīt pilnu vēsturi

# ViewTab.Text
source: View
lv: Skats

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
lv: Ķiršu savākšana

# detectMoveAndCopyInAllFilesToolStripMenuItem.Text
source: Detect move and copy in all files
lv: Noteikt pārvietošanu un kopēšanu visos failos

# detectMoveAndCopyInThisFileToolStripMenuItem.Text
source: Detect move and copy in this file
lv: Noteikt pārvietošanu un kopēšanu šajā failā

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
lv: Noteikt un sekot pārdēvēšanai

# fullHistoryToolStripMenuItem.Text
source: Full history
lv: Pilna vēsture

# gitcommandLogToolStripMenuItem.ToolTipText
source: Git command log
lv: Git komandu žurnāls

# ignoreWhitespaceToolStripMenuItem.Text
source: Ignore whitespace
lv: Ignorēt baltstarpas

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
lv: Uzkraut vainu uz šovu

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
lv: Ielādēt vēsturi slaidrādē

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
lv: Darbību veikšana

# revertCommitToolStripMenuItem.Text
source: Revert commit
lv: Atgriezt nodošanu

# saveAsToolStripMenuItem.Text
source: Save as
lv: Saglabāt kā

# showAuthorDateToolStripMenuItem.Text
source: Show author date
lv: Rādīt autora datumu

# showFullHistoryToolStripMenuItem.Text
source: Show Full History
lv: Rādīt pilnu vēsturi

# toolStripBlameOptions.Text
source: Blame options
lv: Vainas iespējas

# toolStripSplitLoad.ToolTipText
source: Load file history
lv: Ielādēt failu vēsturi

# $this.Text
source: Select script files
lv: Skriptu failu atlasīšana

# btnBrowse.Text
source: Browse...
lv: Pārlūkot...

# btnOk.Text
source: &OK
lv: un labi

# lblSelectFiles.Text
source: Select file(s)
lv: Atlasīt failu (s)

# $this.Text
source: Home
lv: Mājas

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
lv: Vides mainīgais HOME nenorāda uz direktoriju, kurā ir globālais režģa konfigurācijas fails: “{0}” Vai vēlaties, lai Git paplašinājumi palīdzētu atrast pareizo mapi?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
lv: Globālā konfigurācija

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
lv: Atrodas. gitconfig %HOME% ({0}). Šis iestatījums ir izvēlēts automātiski.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
lv: Atrodas. gitconfig %HOMEDRIVE% %HOMEPATH% ({0}). Šis iestatījums ir izvēlēts automātiski.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
lv: Atrodas. gitconfig personiskajā mapē ({0}). Šis iestatījums ir izvēlēts automātiski.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
lv: Atrodas. gitconfig %USERPROFILE% ({0}). Šis iestatījums ir izvēlēts automātiski.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
lv: Vides mainīgais HOME norāda uz direktoriju, kas nav pieejams: “{0}”

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
lv: Lūdzu, ievadiet Home direktoriju.

# defaultHome.Text
source: Use default for HOME
lv: Izmantot noklusējumu HOME

# groupBox8.Text
source: Environment
lv: Vide

# label51.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
lv: Globālās konfigurācijas fails, kas atrodas saglabātajā vides mainīgajā %HOME%. Pēc noklusējuma %HOME% tiek iestatīti uz %HOMEDRIVE% %HOMEPATH%, ja tie ir tukši. Mainiet noklusēto uzvedību tikai tad, ja rodas problēmas.

# ok.Text
source: OK
lv: LABI

# otherHome.Text
source: Other
lv: Citi

# userprofileHome.Text
source: Set HOME to USERPROFILE
lv: Iestatīt HOME kā USERPROFILE

# $this.Text
source: Format patch
lv: Formāta ielāps

# FormatPatch.Text
source: Create patch(es)
lv: Izveidot ielāpu ( us)

# SaveToDir.Text
source: Save patches in directory
lv: Ielāpu saglabāšana katalogā

# SelectedBranch.Text
source: Branch
lv: Zars

# _currentBranchText.Text
source: Current branch:
lv: Pašreizējais atzars:

# _noEmailEnteredText.Text
source: You need to enter an email address.
lv: Jums ir jāievada epasta adrese.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
lv: Iestatījumu dialogā nav konfigurēta neviena epasta adrese.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
lv: Jāievada izvades ceļš.

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
lv: Ir jāievada pasta tēma.

# _patchResultCaption.Text
source: Patch result
lv: Ielāpa rezultāts

# _revisionsNeededCaption.Text
source: Patch error
lv: Ielāpa kļūda

# _revisionsNeededText.Text
source: You need to select at least one revision
lv: Ir jāatlasa vismaz viena versija

# _sendMailResult.Text
source: Send to:
lv: Sūtīt uz:

# _sendMailResultFailed.Text
source: Failed to send mail.
lv: Neizdevās nosūtīt pastu.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
lv: Iestatījumu dialogā jāievada derīgs smtp.

# label1.Text
source: Subject
lv: Priekšmets

# label2.Text
source: Body
lv: Pamatteksts

# label3.Text
source: To
lv: Būt

# radioButton1.Text
source: Mail patches from
lv: Pasta ielāpi no

# $this.Text
source: Edit .gitattributes
lv: Labot. gitattributes

# Save.Text
source: Save
lv: Saglabāt

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
lv: Neizdevās saglabāt. gitattributes. Pārbaudiet, vai fails ir pieejams.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
lv: Neizdevās saglabāt. gitattributes

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
lv: . gitattributes tiek atbalstīts tikai tad, ja ir darba direktorijs.

# _noWorkingDirCaption.Text
source: No working directory
lv: Nedarbojas direktorijs

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
lv: Vai saglabāt izmaiņas. gitattributes?

# _saveFileQuestionCaption.Text
source: Save changes?
lv: Vai saglabāt izmaiņas?

# $this.Text
source: Git Command Log
lv: Git komandu žurnāls

# chkAlwaysOnTop.Text
source: Always on top
lv: Vienmēr augšā

# chkCaptureCallStacks.Text
source: Capture call stacks
lv: Tvert zvanu stekus

# chkWordWrap.Text
source: Word wrap
lv: Vārdu aplaušana

# mnuClear.Text
source: Clear
lv: Notīrīt

# mnuSaveToFile.Text
source: Save to file
lv: Saglabāt failā

# tabPageCommandCache.Text
source: Command cache
lv: Komandu kešatmiņa

# tabPageCommandLog.Text
source: Command log
lv: Komandu žurnāls

# $this.Text
source: Edit .gitignore
lv: Rediģēt gitignore

# AddDefault.Text
source: Add default ignores
lv: Pievienot noklusētos ignorējumus

# AddPattern.Text
source: Add pattern
lv: Pievienot modeli

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
lv: Nedarbojas direktorijs

# label1.Text
source: Specify filepatterns you want git to ignore. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
lv: Norādiet filepatterns, kurus vēlaties ignorēt. Piemērs: #Ignore sīktēli, kas izveidoti, izmantojot Windows sīkfailus. db #Ignore failus, kas izveidoti ar Visual Studio *. User *. aps *. pch *. vspscc * _ i.c * _ p.c *. ncb *. suo *. bak *. cache *. ilk *. log [Bb] programmā [Dd] ebug */*. sbr obj/[ Rr] elease */_

# lnkGitIgnoreGenerate.Text
source: Generate a custom ignore file for git
lv: Izveidot pielāgotu Git ignorēšanas failu

# lnkGitIgnorePatterns.Text
source: Example ignore patterns
lv: Piemērs, kā ignorēt rakstus

# $this.Text
source: Go to commit
lv: Doties uz pasūtījumu

# goButton.Text
source: Go
lv: Noiet

# groupBox1.Text
source: Help
lv: Palīdzība

# label1.Text
source: Commit expression:
lv: Izpildes izteiksme:

# label3.Text
source: Go to tag:
lv: Doties uz tagu:

# label4.Text
source: Go to branch:
lv: Doties uz zaru:

# $this.Text
source: Go to line
lv: Pāriet uz rindu

# cancelBtn.Text
source: Cancel
lv: Atcelt

# lineLabel.Text
source: Line number
lv: Rindas numurs

# okBtn.Text
source: OK
lv: LABI

# $this.Text
source: Create new repository
lv: Izveidot jaunu repozitoriju

# Init.Text
source: Create
lv: Izveidot

# _chooseDirectory.Text
source: Please choose a directory.
lv: Lūdzu, izvēlieties direktoriju.

# _chooseDirectoryCaption.Text
source: Choose directory
lv: Izvēlēties direktoriju

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
lv: Nevar inicializēt jaunu repozitoriju failā. Lūdzu, izvēlieties direktoriju.

# _initMsgBoxCaption.Text
source: Create new repository
lv: Izveidot jaunu repozitoriju

# label1.Text
source: Directory
lv: Katalogs

# $this.Text
source: Edit .mailmap
lv: Labot. mailmap

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
lv: Neizdevās saglabāt. mailmap. Pārbaudiet, vai fails ir pieejams.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
lv: Neizdevās saglabāt. mailmap

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
lv: . mailmap tiek atbalstīts tikai tad, ja ir darba direktorijs.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
lv: Nedarbojas direktorijs

# _saveFileQuestion.Text
source: Save changes to .mailmap?
lv: Vai saglabāt izmaiņas. mailmap?

# label1.Text
source: Edit the mailmap. This file is meant to correct usernames. Example: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> For more information run command "git help shortlog"
lv: Rediģējiet mailmap. Šis fails ir paredzēts, lai labotu lietotājvārdus. Piemērs: Henk Westhuis < Henk @. (nav) > Henk Westhuis < βEMAILβaGVua193ZXN0aHVpc0Bob3RtYWlsLmNvbQββ > Lai iegūtu papildinformāciju, palaidiet komandu “git help shortlog”

# $this.Text
source: Existing worktrees
lv: Esošās darbstacijas

# Branch.HeaderText
source: Branch
lv: Zars

# Delete.HeaderText
source: Delete
lv: Dzēst

# IsDeleted.HeaderText
source: Deleted
lv: Izdzēsts

# Open.HeaderText
source: Open
lv: Atvērums

# Path.HeaderText
source: Path
lv: Ceļš

# Type.HeaderText
source: Type
lv: Tips

# buttonClose.Text
source: Close
lv: Aizvērties

# buttonPruneWorktrees.Text
source: Prune the deleted worktrees
lv: Izdzēsto darbturu prune

# $this.Text
source: Merge branches
lv: Sapludināt zarus

# Currentbranch.Text
source: Into current branch
lv: Pašreizējā filiālē

# Ok.Text
source: &Merge
lv: un sapludināt

# _formMergeBranchHoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
lv: Norādiet, lai redzētu scenāriju, kad ir iespējams ātri pāriet uz priekšu.

# addMergeMessage.Text
source: Specify merge message
lv: Norādīt sapludināšanas ziņojumu

# advanced.Text
source: Show advanced options
lv: Rādīt papildu opcijas

# allowUnrelatedHistories.Text
source: Allow unrelated histories
lv: Atļaut nesaistītas vēstures

# fastForward.Text
source: Keep a single branch line if possible (fast forward)
lv: Ja iespējams, turēt vienu zara līniju (ātri uz priekšu)

# groupBox1.Text
source: Merge
lv: Sapludināšana

# label2.Text
source: Merge branch
lv: Sapludināšanas zars

# noCommit.Text
source: Do not commit
lv: Neveikt

# noFastForward.Text
source: Always create a new merge commit
lv: Vienmēr izveidot jaunu sapludināšanas nodošanu

# squash.Text
source: Squash commits
lv: Skvošs

# strategyHelp.Text
source: Help
lv: Palīdzība

# $this.Text
source: Submodule conflict
lv: Submodule konflikts

# _deleted.Text
source: deleted
lv: izdzēsts

# _stageFilename.Text
source: Stage {0}
lv: {0}. posms

# btCheckoutBranch.Text
source: Checkout Branch
lv: Norēķināšanās atzars

# btOpenSubmodule.Text
source: Open submodule
lv: Atvērt submodule

# btStageCurrent.Text
source: Stage Current
lv: Pašreizējā stadija

# label1.Text
source: Base:
lv: Pamatne:

# label2.Text
source: There is a conflict on the submodule:
lv: Ir konflikts uz submodule:

# label3.Text
source: Local:
lv: Vietēja:

# label4.Text
source: Remote:
lv: Tālvadības pults:

# label5.Text
source: Current:
lv: Pašreizējais:

# $this.Text
source: Open local repository
lv: Atvērt lokālo repozitoriju

# Load.Text
source: Open
lv: Atvērums

# $this.Text
source: Pull
lv: Vilkšana

# AddRemote.Text
source: Manage remotes
lv: Pārvaldīt attālumus

# AllTags.Text
source: Fetch all tags
lv: Ienest visas atzīmes

# AutoStash.Text
source: Auto stash
lv: Automātiskā ievietošana

# Fetch.Text
source: Do not merge, only &fetch remote changes
lv: Nesapludināt, tikai un ienest attālās izmaiņas

# Merge.Text
source: &Merge remote branch into current branch
lv: un sapludināt attālos zarus pašreizējā zarā

# NoTags.Text
source: Fetch no tag
lv: Neienest nevienu tagu

# Prune.Text
source: Prune remote branches
lv: Plūmju attālie zari

# Pull.Text
source: &Pull
lv: un pavilkt

# PullFromRemote.Text
source: Remote
lv: Attāls

# ReachableTags.Text
source: Follow tagopt, if not specified, fetch tags reachable from remote HEAD
lv: Sekojiet tagopt, ja nav norādīts, ienesiet tagus, kas ir sasniedzami no attālā LUKTURA

# Rebase.Text
source: &Rebase current branch on top of remote branch, creates linear history (use with caution)
lv: & pārdalīt pašreizējo atzaru uz attālā zara, izveido lineāro vēsturi (izmantojiet piesardzīgi)

# Stash.Text
source: Stash changes
lv: Montāžas izmaiņas

# Unshallow.Text
source: Download full history
lv: Lejupielādēt pilnu vēsturi

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
lv: Vai visi sapludināšanas konflikti ir atrisināti? Vai vēlaties veikt?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
lv: Konflikti atrisināti

# _areYouSureYouWantToRebaseMerge.Text
source: The current commit is a merge. Are you sure you want to rebase this merge?
lv: Pašreizējā izpilde ir sapludināšana. Vai tiešām vēlaties atkārtoti izveidot šo sapludināšanu?

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
lv: Vai atiestatīt sapludināšanas izpildi?

# _buttonFetch.Text
source: &Fetch
lv: un ienest

# _buttonPull.Text
source: &Pull
lv: un pavilkt

# _fetchAllBranchesCanOnlyWithFetch.Text
source: You can only fetch all remote branches (*) without merge or rebase. If you want to fetch all remote branches, choose fetch. If you want to fetch and merge a branch, choose a specific branch.
lv: Visus attālos zarus (*) var paņemt tikai bez sapludināšanas vai rezerves. Ja vēlaties ienest visus attālos zarus, izvēlieties Ielādēt. Ja vēlaties iegūt un sapludināt zaru, izvēlieties noteiktu zaru.

# _formTitleFetch.Text
source: Fetch ({0})
lv: Fodder ({0})

# _formTitlePull.Text
source: Pull ({0})
lv: Vilkšana ({0})

# _hoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
lv: Norādiet, lai redzētu scenāriju, kad ir iespējams ātri pāriet uz priekšu.

# _noRemoteBranch.Text
source: You didn't specify a remote branch
lv: Jūs nenorādījāt attālo zaru

# _noRemoteBranchCaption.Text
source: Remote branch not specified
lv: Nav norādīts attālais zars

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
lv: Jūs lūdzāt ienest no attālā '{0}', bet nenorādījāt attālo zaru. Tā kā šis nav pašreizējais atzars, jānorāda attālais zars.

# _noRemoteBranchMainInstruction.Text
source: You asked to pull from the remote '{0}', but did not specify a remote branch. Because this is not the default configured remote for your local branch, you must specify a remote branch.
lv: Jūs lūdzāt pavilkt no attālā '{0}', bet nenorādījāt attālo zaru. Tā kā šī nav jūsu lokālā zara noklusējuma konfigurētā tālvadības pults, ir jānorāda attālais zars.

# _notOnBranch.Text
source: You cannot "pull" when git head detached. Do you want to continue?
lv: Jūs nevarat “pavilkt”, kad tiek atdalīta galva. Vai vēlaties turpināt?

# _pruneBranchesCaption.Text
source: Pull was rejected
lv: Vilkšana tika noraidīta

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
lv: Attālā filiāle vairs nepastāv

# _pruneFromCaption.Text
source: Prune remote branches from {0}
lv: Prune attālos zarus no {0}

# _questionInitSubmodules.Text
source: The pulled has submodules configured. Do you want to initialize the submodules? This will initialize and update all submodules recursive.
lv: Vilktajam ir konfigurēti apakšmoduļi. Vai vēlaties inicializēt apakšmoduļus? Tas inicializēs un atjauninās visus rekursīvos apakšmoduļus.

# _questionInitSubmodulesCaption.Text
source: Submodules
lv: Apakšmoduļi

# _selectRemoteRepository.Text
source: Please select a remote repository
lv: Lūdzu, atlasiet attālo repozitoriju

# _selectSourceDirectory.Text
source: Please select a source directory
lv: Lūdzu, atlasiet avota direktoriju

# groupBox1.Text
source: Merge options
lv: Sapludināšanas opcijas

# groupBox2.Text
source: Pull from
lv: Izvilkt

# groupBox3.Text
source: Branch
lv: Zars

# groupBox4.Text
source: Tag options
lv: Tagu opcijas

# label1.Text
source: Local branch
lv: Vietējā filiāle

# label2.Text
source: Remote branch
lv: Attālais zars

# $this.Text
source: Push
lv: Grūdiens

# BranchTab.Text
source: Push branches
lv: Stumšanas zari

# DeleteColumn.HeaderText
source: Delete Remote Branch
lv: Dzēst attālo zaru

# ForceColumn.HeaderText
source: Force
lv: Spēks

# ForcePushBranches.Text
source: &Force Push
lv: un piespiedu ripa

# ForcePushTags.Text
source: &Force Push
lv: un piespiedu ripa

# LoadSSHKey.Text
source: Load SSH key
lv: Ielādēt SSH atslēgu

# LocalColumn.HeaderText
source: Local Branch
lv: Vietējā filiāle

# MultipleBranchTab.Text
source: Push multiple branches
lv: Stumt vairākus zarus

# Pull.Text
source: Pull
lv: Vilkšana

# Push.Text
source: &Push
lv: un stumt

# PushColumn.HeaderText
source: Push
lv: Grūdiens

# PushToRemote.Text
source: Remote
lv: Attāls

# RecursiveSubmodules.Item0
source: None
lv: Neviens

# RecursiveSubmodules.Item1
source: Check
lv: Pārbaudīt

# RemoteColumn.HeaderText
source: Remote Branch
lv: Attālais zars

# ReplaceTrackingReference.Text
source: Replace tracking reference
lv: Aizstāt izsekošanas atsauci

# ShowOptions.Text
source: Show options
lv: Rādīt opcijas

# TagTab.Text
source: Push tags
lv: Spiedtagi

# _branchNewForRemote.Text
source: The branch you are about to push seems to be a new branch for the remote. Are you sure you want to push this branch?
lv: Zars, ko grasāties stumt, šķiet, ir jauns attālais zars. Vai tiešām vēlaties stumt šo zaru?

# _configureRemote.Text
source: Please configure a remote repository first. Would you like to do it now?
lv: Lūdzu, vispirms konfigurējiet attālo repozitoriju. Vai vēlaties to darīt tūlīt?

# _createPullRequestCB.Text
source: Create pull request after push
lv: Pēc stumšanas izveidot vilkšanas pieprasījumu

# _dontShowAgain.Text
source: Remember my decision.
lv: Atceries manu lēmumu.

# _errorPushToRemoteCaption.Text
source: Push to remote
lv: Pārbīdīt uz attālo
