Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Latvian.xlf
Languages: lv

# _noUpdatesFound.Text
source: No updates found
lv: Nav atrasts neviens atjauninājums

# $this.Text
source: Verify database
lv: Pārbaudīt datu bāzi

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
lv: Dzēst visas LOST_AND_FOUND atzīmes

# NoReflogs.Text
source: Do not consider commits that are referenced only by an entry in a reflog to be reachable.
lv: Neuzskata, ka ir sasniedzamas saistības, uz kurām atsaucas tikai reflog ieraksts.

# Remove.Text
source: Remove all dangling objects
lv: Noņemt visus karājošos objektus

# ShowCommitsAndTags.Text
source: Show commits and tags
lv: Rādīt saistījumus un atzīmes

# ShowOtherObjects.Text
source: Show other objects
lv: Rādīt citus objektus

# _removeDanglingObjectsCaption.Text
source: Remove
lv: Noņemt

# _removeDanglingObjectsQuestion.Text
source: Are you sure you want to delete all dangling objects?
lv: Vai tiešām vēlaties izdzēst visus karājošos objektus?

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
lv: Atjaunot zaudētos objektus

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
lv: Atlasiet atjaunojamos objektus.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
lv: {0} tagi ir izveidoti. Kad šīs atzīmes ir pabeigtas, neaizmirstiet tās izdzēst.

# btnCloseDialog.Text
source: Cancel
lv: Atcelt

# btnRestoreSelectedObjects.Text
source: Recover selected objects
lv: Atkopt atlasītos objektus

# columnAuthor.HeaderText
source: Author
lv: Autors

# columnDate.HeaderText
source: Date
lv: Datums

# columnHash.HeaderText
source: Hash
lv: Jaukšana

# columnParent.HeaderText
source: Parent(s) hashs
lv: Vecākelementa (u) zaķi

# columnSubject.HeaderText
source: Subject
lv: Priekšmets

# columnType.HeaderText
source: Type
lv: Tips

# copyHashToolStripMenuItem.Text
source: Copy object hash
lv: Kopēt objekta jaukšanu

# copyParentHashToolStripMenuItem.Text
source: Copy parent hash
lv: Kopēt vecāku jaukšanu

# label2.Text
source: By default only unreferenced objects that are older than 2 weeks are removed when cleaning up the database. All other object are only deleted when you run "Remove all dangling objects" Check commits you want to recover and press Recover button Context menu for additional operations
lv: Pēc noklusējuma, tīrot datu bāzi, tiek noņemti tikai tie objekti, uz kuriem nav atsauces un kuri ir vecāki par 2 nedēļām. Visi pārējie objekti tiek izdzēsti tikai tad, kad tiek palaista opcija “Noņemt visus apkarināmos objektus”. Pārbaudiet, kuras tiek veiktas un kuras vēlaties atkopt, un nospiediet izvēlni Atsaukt pogu konteksts, lai iegūtu papildu operācijas

# mnuLostObjectView.Text
source: View
lv: Skats

# mnuLostObjectsCreateBranch.Text
source: Create branch
lv: Izveidot zaru

# mnuLostObjectsCreateTag.Text
source: Create tag
lv: Izveidot tagu

# saveAsToolStripMenuItem.Text
source: Save as...
lv: Saglabāt kā...

# $this.Text
source: View patch file
lv: Skatīt ielāpa failu

# File.HeaderText
source: Type
lv: Tips

# FileNameA.HeaderText
source: Filename
lv: Faila nosaukums

# _patchFileFilterString.Text
source: Patch file (*.Patch)
lv: Ielāpa fails (*. Plāksteris)

# _patchFileFilterTitle.Text
source: Select patch file
lv: Izvēlēties ielāpa failu

# labelPatch.Text
source: Patch
lv: Plāksteris

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
lv: Pārmaiņa

# $this.Text
source: General
lv: Vispārīgs

# _fetch.Text
source: Fetch
lv: Ienest

# _fetchAll.Text
source: Fetch all
lv: Paņemt visu

# _fetchAndPruneAll.Text
source: Fetch and prune all
lv: Ienest un saplacināt visu

# _openPullDialog.Text
source: Open pull dialog
lv: Atvērt vilkšanas dialogu

# btnDefaultDestinationBrowse.Text
source: Browse
lv: Pārlūkot

# chkCheckForUncommittedChangesInCheckoutBranch.Text
source: Check for uncommitted changes in checkout branch dialog
lv: Pārbaudīt, vai nav saistību ar izmaiņām paņemšanas zara dialogā

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
lv: Aizvērt procesa dialogu, kad process ir sekmīgs

# chkFollowRenamesInFileHistory.Text
source: Follow renames in file history (experimental)
lv: Sekot pārdēvēšanai failu vēsturē (eksperimentāla)

# chkFollowRenamesInFileHistoryExact.Text
source: Follow exact renames and copies only
lv: Sekot precīziem pārnosaukumiem un tikai kopijām

# chkShowGitCommandLine.Text
source: Show console window when executing git process
lv: Rādīt konsoles logu, izpildot blīvēšanas procesu

# chkShowGitStatusForArtificialCommits.Text
source: Show number of changed files for artificial commits
lv: Rādīt mākslīgo saistību mainīto failu skaitu

# chkShowGitStatusInToolbar.Text
source: Show number of changed files on commit button
lv: Rādīt mainīto failu skaitu izpildes pogā

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
lv: Rādīt krājumu skaitu statusa joslā pārlūkošanas logā

# chkShowSubmoduleStatusInBrowse.Text
source: Show submodule status in browse menu
lv: Submodule statusa rādīšana pārlūka izvēlnē

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
lv: Startējot atvērt pēdējo darba direktoriju

# chkUseFastChecks.Text
source: Use FileSystemWatcher to check if index is changed
lv: Izmantojiet FileSystemWatcher, lai pārbaudītu, vai indekss ir mainīts

# groupBoxPerformance.Text
source: Performance
lv: Izpildījums

# lblDefaultCloneDestination.Text
source: Default clone destination
lv: Noklusētais klonēšanas mērķis

# lblQuickSearchTimeout.Text
source: Revision grid quick search timeout [ms]
lv: Pārskatīšanas režģa ātrās meklēšanas taimauts [ms]

# checkBoxFetchPrune.Text
source: Prune remote branches during fetch
lv: Plūmes attālos zarus ieneses laikā

# checkBoxPullRebase.Text
source: Rebase local branch when pulling (instead of merge)
lv: Pārģenerēt vietējo atzaru vilkšanas laikā (sapludināšanas vietā)

# checkBoxRebaseAutostash.Text
source: Automatically stash before doing a rebase
lv: Automātisks statīvs pirms pārbāzes veikšanas

# $this.Text
source: Config
lv: Konfig

# ConfigureEncoding.Text
source: Configure
lv: Konfigurēt

# btnCommitTemplateBrowse.Text
source: Browse
lv: Pārlūkot

# btnDiffToolBrowse.Text
source: Browse
lv: Pārlūkot

# btnDiffToolCommandSuggest.Text
source: Suggest
lv: Ierosināt

# btnMergeToolBrowse.Text
source: Browse
lv: Pārlūkot

# btnMergeToolCommandSuggest.Text
source: Suggest
lv: Ierosināt

# globalAutoCrlfNotSet.Text
source: Not set
lv: Nav iestatīts

# groupBoxLineEndings.Text
source: Line endings
lv: Rindas beigas

# label3.Text
source: User name
lv: Lietotājvārds

# label4.Text
source: User email
lv: Lietotāja epasts

# label6.Text
source: Editor
lv: Redaktors

# label60.Text
source: Files content encoding
lv: Failu satura kodējums

# lblCommitTemplatePath.Text
source: Path to commit template
lv: Ceļš uz izpildes veidni

# lblDiffToolCommand.Text
source: Difftool command
lv: Difftool komanda

# lblDiffToolPath.Text
source: Path to difftool
lv: Ceļš uz difftool

# lblMergeTool.Text
source: Mergetool
lv: Mergetools

# lblMergeToolCommand.Text
source: Mergetool command
lv: Mergetool komanda

# lblMergeToolPath.Text
source: Path to mergetool
lv: Ceļš uz sapludināšanas rīku

# $this.Title
source: Git Extensions
lv: Git paplašinājumi

# _cannotAccessGitignore.Text
source: Failed to save .gitignore. Check if file is accessible.
lv: Neizdevās saglabāt. gitignore. Pārbaudiet, vai fails ir pieejams.

# _cannotAccessGitignoreCaption.Text
source: Failed to save .gitignore
lv: Neizdevās saglabāt. gitignore

# _editGitignoreTitle.Text
source: Edit .gitignore
lv: Rediģēt gitignore

# _gitignoreOnlyInWorkingDirSupported.Text
source: .gitignore is only supported when there is a working directory.
lv: . gitignore tiek atbalstīta tikai tad, ja ir darba direktorijs.

# _saveFileQuestion.Text
source: Save changes to .gitignore?
lv: Vai saglabāt izmaiņas. gitignore?

# _cannotAccessLocalExclude.Text
source: Failed to save .git/info/exclude. Check if file is accessible.
lv: Neizdevās saglabāt. git/info/exclude. Pārbaudiet, vai fails ir pieejams.

# _cannotAccessLocalExcludeCaption.Text
source: Failed to save .git/info/exclude
lv: Neizdevās saglabāt. git/info/exclude

# _editLocalExcludeTitle.Text
source: Edit .git/info/exclude
lv: Labot. git/info/exclude

# _localExcludeOnlyInWorkingDirSupported.Text
source: .git/info/exclude is only supported when there is a working directory.
lv: . git/info/exclude tiek atbalstīts tikai tad, ja ir darba direktorijs.

# _saveFileQuestion.Text
source: Save changes to .git/info/exclude?
lv: Vai saglabāt izmaiņas. git/info/exclude?

# $this.Title
source: Git
lv: Aptumšot

# $this.Text
source: Paths
lv: Ceļi

# BrowseGitBinPath.Text
source: Browse
lv: Pārlūkot

# BrowseGitPath.Text
source: Browse
lv: Pārlūkot

# ChangeHomeButton.Text
source: Change HOME
lv: Mainīt sākumu

# _homeIsSetToString.Text
source: HOME is set to:
lv: SĀKUMLAPA ir iestatīta uz:

# downloadGitForWindows.Text
source: Download Git
lv: Lejupielādēt Git

# gbEnvironment.Text
source: Environment
lv: Vide

# gbPaths.Text
source: Paths
lv: Ceļi

# homeIsSetToLabel.Text
source: HOME is set to: {0}
lv: SĀKUMLAPA ir iestatīta uz: {0}

# label50.Text
source: Git Extensions can use Git for Windows or cygwin to access git repositories. Set the correct paths below.
lv: Git paplašinājumi var izmantot Git for Windows vai cygwin, lai piekļūtu Git repozitorijiem. Zemāk iestatiet pareizos ceļus.

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
lv: Komanda, ko izmanto, lai palaistu git (git.cmd vai git.exe)

# lblGlobalConfigPath.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
lv: Globālās konfigurācijas fails, kas atrodas saglabātajā vides mainīgajā %HOME%. Pēc noklusējuma %HOME% tiek iestatīti uz %HOMEDRIVE% %HOMEPATH%, ja tie ir tukši. Mainiet noklusēto uzvedību tikai tad, ja rodas problēmas.

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
lv: Ceļš uz linux rīkiem (sh). Atstāt tukšu, kad tas ir ceļā.

# CannotLoadTheTextOfTheSparseFile.Text
source: Cannot load the text of the sparse file.
lv: Nevar ielādēt sīkfaila tekstu.

# ConfirmDisableGitSparse.Text
source: You are about to disable Git Sparse feature for this repository, {0}. Git won't be able to restore the working copy to its full content this way. Would you like to have the filter modified so that it allowed for the full working copy?
lv: Jūs gatavojaties atspējot šī repozitorija {0} Git Sparse līdzekli. Git nevarēs šādā veidā atjaunot darba kopiju pilnā saturā. Vai vēlaties, lai filtrs tiktu modificēts tā, ka to var izmantot pilnai darba kopijai?

# CouldNotSave.Text
source: Could not save the modified settings and rules.
lv: Nevarēja saglabāt modificētos iestatījumus un kārtulas.

# DisableForThisRepository.Text
source: Disable for this repository
lv: Atspējot šim repozitorijam

# DisableGitSparse.Text
source: Disable Git Sparse
lv: Atspējot režģi

# Enable.Text
source: &Enable
lv: un iespējot

# HeaderDetailsText.Text
source: Need only a small part of a large repository? With sparse checkout, you can skip the rest from being extracted into your working copy.
lv: Vajag tikai nelielu daļu no lielas glabātavas? Izmantojot nelielu norēķināšanos, varat izlaist pārējo izvilkšanu darba kopijā.

# LoadFile.Text
source: Load File
lv: Ielādēt failu

# RefreshWorkingCopyCheckboxHint.Text
source: As the sparse working copy rules are changed, it might become outdated. Refreshes the working copy against the current set of the rules to restore any missing files and remove any extra files. nActual command line: {0}
lv: Mainot nelielās darba kopijas kārtulas, tā var novecot. Atsvaidzina darba kopiju ar pašreizējo kārtulu kopu, lai atjaunotu trūkstošos failus un noņemtu visus liekos failus. nFaktiskā komandrinda: {0}

# RefreshWorkingCopyUsingTheCurrentSettingsAndRules.Text
source: Refresh working copy using the current settings and rules
lv: Darba kopijas atsvaidzināšana, izmantojot pašreizējos iestatījumus un kārtulas

# Save.Text
source: &Save
lv: saglabāt

# SaveFile.Text
source: Save File
lv: Saglabāt failu

# SetsTheGitPropertyToFalseForTheLocalRepository.Text
source: Sets the Git property “{0}” to False for the local repository.
lv: Iestata Git rekvizītu “{0}” uz False lokālajam repozitorijam.

# SetsTheGitPropertyToTrueForTheLocalRepository.Text
source: Sets the Git property “{0}” to True for the local repository.
lv: Iestata Git rekvizītu “{0}” uz True lokālajam repozitorijam.

# SparseWorkingCopy.Text
source: Sparse Working Copy
lv: Sīkdarba kopija

# SparseWorkingCopySupportHasNotBeenEnabledForThisRepository.Text
source: Git Sparse feature has not been enabled for this repository.
lv: Git williance līdzeklis nav iespējots šim repozitorijam.

# SparseWorkingCopySupportIsEnabled.Text
source: Git Sparse feature is currently enabled.
lv: Git atsperes līdzeklis pašlaik ir iespējots.

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectoriesLine2.Text
source: The rules have the same format as the “.gitignore” file, matched items are included. To exclude, prefix a rule with an exclamation mark “!”. “#” comments a line. This is only a filter, so it cannot change the structure like pulling up a deep subfolder to the first level.
lv: Kārtulām ir tāds pats formāts kā failam “. gitignore”; tiek iekļauti atbilstošie vienumi. Lai izslēgtu, prefiksē kārtulu ar izsaukuma zīmi “!”. “#” pievieno rindiņu. Šis ir tikai filtrs, tāpēc tas nevar mainīt struktūru tāpat kā dziļās apakšmapes izvilkšana līdz pirmajam līmenim.

# YouHaveMadeChangesToSettingsOrRulesWouldYouLikeToSaveThem.Text
source: You have made changes to settings or rules. Would you like to save them?
lv: Ir veiktas izmaiņas iestatījumos vai kārtulās. Vai vēlaties tos saglabāt?

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
lv: Lasīt vairāk par šo līdzekli šeit: {0}

# linkLabelHelp.Text
source: Help
lv: Palīdzība

# linkLabelHide.Text
source: Hide help
lv: Paslēpt palīdzību

# linkLabelShowHelp.Text
source: Show help
lv: Rādīt palīdzību

# $this.Text
source: Hotkeys
lv: Karstie taustiņi

# AbortButton.Text
source: Abort
lv: Pārtraukt

# _bisect.Text
source: Bisect
lv: Bisekss

# _merge.Text
source: Merge
lv: Sapludināšana

# _patch.Text
source: Patch
lv: Plāksteris

# _rebase.Text
source: Rebase
lv: Pārdalīt

# Checkout.Text
source: Checkout
lv: Izrakstīšanās

# CreateBranch.Text
source: Create &Branch...
lv: Izveidot un izveidot...

# Merge.Text
source: &Merge
lv: un sapludināt

# Rebase.Text
source: &Rebase
lv: un pārdalīt

# Rename.Text
source: Rename
lv: Pārdēvēt

# Reset.Text
source: Re&set
lv: Pārst. un uzst.

# _archiveRevisionCaption.Text
source: Archive revision
lv: Arhīva versija

# _middleOfPatchApply.Text
source: You are in the middle of a patch apply, continue patch apply?
lv: Jūs esat plākstera vidū un turpināt lietot plāksteri?

# _middleOfPatchApplyCaption.Text
source: Patch apply
lv: Jālieto ielāps

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
lv: Jūs atrodaties rebāzes vidū un turpināsiet atgūt bāzi?

# _middleOfRebaseCaption.Text
source: Rebase
lv: Pārdalīt

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
lv: Pašreizējais direktorijs nav derīgs krāsu repozitorijs.

# _pageantNotFound.Text
source: Cannot load SSH key. PuTTY is not configured properly.
lv: Nevar ielādēt SSH atslēgu. Plūsma nav konfigurēta pareizi.

# _rememberChoice.Text
source: Remember choice
lv: Atcerēties izvēli

# _resetChangesCaption.Text
source: Reset changes
lv: Atiestatīt izmaiņas

# _serverHostkeyNotCachedText.Text
source: The server's host key is not cached in the registry. Do you want to trust this host key and then try again?
lv: Servera resursdatora atslēga reģistrā nav ievietota kešatmiņā. Vai vēlaties uzticēties šai resursdatora atslēgai un pēc tam mēģināt vēlreiz?

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
lv: Vai atjaunināt paņemšanas apakšmoduļus?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
lv: Ir neatrisināti sapludināšanas konflikti, vai tagad jāatrisina konflikti?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
lv: Sapludināt konfliktus

# _updateSubmodules.Text
source: Update submodules
lv: Atjaunināt apakšmoduļus

# _updateSubmodulesToo.Text
source: Since this repository has submodules, it's necessary to update them on every checkout. This will just checkout on the submodule the commit determined by the superproject.
lv: Tā kā šajā repozitorijā ir apakšmoduļi, tie ir jāatjaunina katrā paņemšanas reizē. Tas tikai paņems vērā submodule, ko nosaka superprojekts.

# FileName.HeaderText
source: Name
lv: Vārds

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
lv: Nevar parādīt ielāpa faila detaļas.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
lv: Autors

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
lv: Datums

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
lv: Priekšmets

# $this.Text
source: Plugins Settings
lv: Spraudņu iestatījumi

# label1.Text
source: Select one of the subnodes to view or edit the settings of a Git Extensions Plugin.
lv: Atlasiet vienu no apakšzariem, lai skatītu vai rediģētu Git Extensions spraudņa iestatījumus.

# labelNoSettings.Text
source: There are no settings available for this plugin.
lv: Šim spraudnim nav pieejami iestatījumi.

# $this.Title
source: Plugins
lv: Spraudņi

# _clearRecentCategoryCaption.Text
source: Clear recent repositories
lv: Notīrīt nesenos repozitorijus

# _clearRecentCategoryQuestion.Text
source: Do you want to clear the list of recent repositories? The action cannot be undone.
lv: Vai vēlaties notīrīt pēdējo repozitoriju sarakstu? Darbību nevar atsaukt.

# _deleteCategoryCaption.Text
source: Delete Category
lv: Dzēst kategoriju

# _deleteCategoryQuestion.Text
source: Do you want to delete category "{0}" with {1} repositories? The action cannot be undone.
lv: Vai vēlaties dzēst kategoriju “{0}” ar {1} krātuvēm? Darbību nevar atsaukt.

# _groupRecentRepositories.Text
source: Recent repositories
lv: Nesenie repozitoriji

# clmhdrBranch.Text
source: Branch
lv: Zars

# clmhdrCategory.Text
source: Category
lv: Kategorija

# clmhdrPath.Text
source: Path
lv: Ceļš

# lblRecentRepositories.Text
source: Recent Repositories
lv: Nesenie repozitoriji

# mnuConfigure.Text
source: &Recent repositories settings
lv: un jaunāko krātuvju iestatījumi

# tsmiCategories.Text
source: Categories
lv: Kategorijas

# tsmiCategoryAdd.Text
source: Add new...
lv: Pievienot jaunu...

# tsmiCategoryClear.Text
source: Clear all recent repositories
lv: Notīrīt visus jaunākos repozitorijus

# tsmiCategoryDelete.Text
source: Delete category
lv: Dzēst kategoriju

# tsmiCategoryNone.Text
source: (none)
lv: (nav)

# tsmiCategoryRename.Text
source: Rename category
lv: Pārdēvēt kategoriju

# tsmiOpenFolder.Text
source: Show in folder
lv: Rādīt mapē

# tsmiRemoveFromList.Text
source: Remove project from the list
lv: Noņemt projektu no saraksta

# tsmiRemoveMissingReposFromList.Text
source: Remove missing projects from the list
lv: Izņemt trūkstošos projektus no saraksta

# _searchTooltip.Text
source: Search
lv: Meklēt

# _showBranchOnly.Text
source: Filter the revision grid to show this branch only To show all branches, right click the revision grid, select 'view' and then the 'show all branches'
lv: Filtrēt pārskatījuma režģi, lai parādītu tikai šo zaru Lai parādītu visus zarus, ar peles labo pogu noklikšķiniet uz pārskatījuma režģa, atlasiet 'view' un pēc tam 'Show all branches' (rādīt visus zarus)

# mnuBtnManageRemotesFromRootNode.ToolTipText
source: Manage remotes
lv: Pārvaldīt attālumus

# mnubtnCollapseAll.Text
source: Collapse All
lv: Sakļaut visu

# mnubtnCommitSubmodule.Text
source: &Commit
lv: un nodot

# mnubtnDeleteAllBranches.Text
source: Delete All
lv: Dzēst visu

# mnubtnExpandAll.Text
source: Expand All
lv: Izvērst visu

# mnubtnFetchAllBranchesFromARemote.Text
source: &Fetch
lv: un ienest

# mnubtnFetchCreateBranch.Text
source: Fetc&h && Create Branch
lv: Fetc & h & & Izveidot filiāli

# mnubtnFetchRebase.Text
source: Fetch && Re&base
lv: Ienese & & Atkārtošana un bāze

# mnubtnFilterLocalBranchInRevisionGrid.Text
source: Show this branch only
lv: Rādīt tikai šo zaru

# mnubtnFilterLocalBranchInRevisionGrid.ToolTipText
source: Filter the revision grid to show this branch only To show all branches, right click the revision grid, select 'view' and then the 'show all branches'
lv: Filtrēt pārskatījuma režģi, lai parādītu tikai šo zaru Lai parādītu visus zarus, ar peles labo pogu noklikšķiniet uz pārskatījuma režģa, atlasiet 'view' un pēc tam 'Show all branches' (rādīt visus zarus)

# mnubtnFilterRemoteBranchInRevisionGrid.Text
source: Show this branch only
lv: Rādīt tikai šo zaru

# mnubtnFilterRemoteBranchInRevisionGrid.ToolTipText
source: Filter the revision grid to show this branch only To show all branches, right click the revision grid, select 'view' and then the 'show all branches'
lv: Filtrēt pārskatījuma režģi, lai parādītu tikai šo zaru Lai parādītu visus zarus, ar peles labo pogu noklikšķiniet uz pārskatījuma režģa, atlasiet 'view' un pēc tam 'Show all branches' (rādīt visus zarus)

# mnubtnManageRemotes.ToolTipText
source: Manage remotes
lv: Pārvaldīt attālumus

# mnubtnPullFromRemoteBranch.Text
source: Fetch && Merge (&Pull)
lv: Ienest un sapludināt (& Pull)

# mnubtnRemoteBranchFetchAndCheckout.Text
source: &Fetch && Checkout
lv: un ienese un paņemšana

# mnubtnSynchronizeSubmodules.Text
source: Synchronize
lv: Sinhronizēt

# runScriptToolStripMenuItem.Text
source: Run script
lv: Izpildīt skriptu

# tsbShowBranches.ToolTipText
source: Branches
lv: Filiāles

# tsbShowRemotes.ToolTipText
source: Remotes
lv: Attālinājumi

# tsbShowSubmodules.ToolTipText
source: Submodules
lv: Apakšmoduļi

# tsbShowTags.ToolTipText
source: Tags
lv: Atzīmes

# _saveFileFilterAllFiles.Text
source: All files
lv: Visi faili

# _saveFileFilterCurrentFormat.Text
source: Current format
lv: Pašreizējais formāts

# diffCommitSubmoduleChanges.Text
source: Commit submodule changes
lv: Veikt submodule izmaiņas

# diffDeleteFileToolStripMenuItem.Text
source: Delete file
lv: Dzēst failu

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: Edit working directory file
lv: Rediģēt darba direktorija failu

# diffOpenRevisionFileToolStripMenuItem.Text
source: Open this revision (temp file)
lv: Atvērt šo versiju (pagaidu fails)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
lv: Atvērt šo versiju ar... (pagaidu failu)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: Open working directory file with...
lv: Atvērt darba direktorija failu ar...

# diffResetSubmoduleChanges.Text
source: Reset submodule changes
lv: Submodule izmaiņu atiestatīšana

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
lv: Krājumu submodule izmaiņas

# diffUpdateSubmoduleMenuItem.Text
source: Update submodule
lv: Atjaunināt submodule

# resetFileToToolStripMenuItem.Text
source: Reset file(s) to
lv: Atiestatīt failu (s) uz

# saveAsToolStripMenuItem1.Text
source: Save selected as...
lv: Saglabāt atlasīto kā...

# saveToolStripMenuItem.Text
source: Save
lv: Saglabāt

# stageFileToolStripMenuItem.Text
source: Stage file(s)
lv: Stadijas fails (i)

# unstageFileToolStripMenuItem.Text
source: Unstage file(s)
lv: Unstages fails (i)

# _assumeUnchangedCaption.Text
source: Assume this file won't change
lv: Pieņemsim, ka šis fails netiks mainīts
