Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Latvian.xlf
Languages: lv

# $this.Text
source: Advanced
lv: Uzlabots

# CheckoutGB.Text
source: Checkout
lv: Izrakstīšanās

# GeneralGB.Text
source: General
lv: Vispārīgs

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
lv: Vienmēr rādīt papildu opcijas

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
lv: Vienmēr rādīt paņemšanas dialogu

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
lv: Automātiski normalizēt zara nosaukumu

# chkCheckForRCVersions.Text
source: Check for release candidate versions
lv: Pārbaudīt, vai nav izlaistu kandidātu versiju

# chkCheckForUpdates.Text
source: Check for updates weekly
lv: Meklēt atjauninājumus katru nedēļu

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
lv: Konsoles izvadei komandu dialogos izmantot konsoles emulatoru

# chkDontSHowHelpImages.Text
source: Don't show help images
lv: Nerādīt palīdzības attēlus

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
lv: Kā noklusējuma darbību izmantot pēdējo izvēlēto “lokālo izmaiņu” darbību. Šī darbība tiks veikta bez brīdinājuma, paņemot zaru.

# grpCommit.Text
source: Commit
lv: Nodot

# grpUpdates.Text
source: Updates
lv: Atjauninājumi

# label1.Text
source: Symbol to use:
lv: Lietojamais simbols:

# $this.Text
source: Fonts
lv: Fonti

# applicationFontChangeButton.Text
source: font name
lv: fonta nosaukums

# commitFontChangeButton.Text
source: font name
lv: fonta nosaukums

# diffFontChangeButton.Text
source: font name
lv: fonta nosaukums

# gbFonts.Text
source: Fonts
lv: Fonti

# label26.Text
source: Application font
lv: Lietojumprogrammas fonts

# label34.Text
source: Commit font
lv: Piešķirt fontu

# label36.Text
source: Monospace font
lv: Vienvietīgs fonts

# label56.Text
source: Code font
lv: Koda fonts

# monospaceFontChangeButton.Text
source: font name
lv: fonta nosaukums

# $this.Text
source: Appearance
lv: Izskats

# ClearImageCache.Text
source: Clear image cache
lv: Notīrīt attēlu kešatmiņu

# ShowAuthorAvatarInCommitInfo.Text
source: Show author's avatar in the commit info view
lv: Rādīt autora avatāru izpildes informācijas skatā

# _noDictFile.Text
source: None
lv: Neviens

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
lv: Vārdnīcas faili nav atrasti: {0}

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
lv: Automātiski mērogot lietotāja interfeisu, ja tiek izmantots augsts DPI

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
lv: Rādīt pašreizējo filiāli programmā Visual Studio

# chkShowRelativeDate.Text
source: Show relative date instead of full date
lv: Rādīt relatīvo datumu, nevis pilnu datumu

# downloadDictionary.Text
source: Download dictionary
lv: Lejupielādēt vārdnīcu

# gbAuthorImages.Text
source: Author images
lv: Autoru attēli

# gbGeneral.Text
source: General
lv: Vispārīgs

# gbLanguages.Text
source: Language
lv: Valoda

# helpTranslate.Text
source: Help translate
lv: Palīdzības tulkošana

# lblCacheDays.Text
source: Cache images (days)
lv: Kešatmiņas attēli (dienas)

# lblLanguage.Text
source: Language (restart required)
lv: Valoda (nepieciešama restartēšana)

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
lv: Vārdnīca pareizrakstības pārbaudītājam

# truncateLongFilenames.Text
source: Truncate long filenames
lv: Saīsināt garos failu nosaukumus

# truncatePathMethod.Item0
source: None
lv: Neviens

# truncatePathMethod.Item1
source: Compact
lv: Kompakts

# truncatePathMethod.Item2
source: Trim start
lv: Apgriešanas sākums

# truncatePathMethod.Item3
source: Filename only
lv: Tikai faila nosaukums

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
lv: Notīrīt attēlu kešatmiņu

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
lv: Reģistrēšanās gravatar.com

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
lv: Vainot iepriekšējo pārskatīšanu

# commitMessageToolStripMenuItem.Text
source: Commit message
lv: Nosūtīt ziņojumu

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
lv: Kopēt starpliktuvē

# showChangesToolStripMenuItem.Text
source: Show changes
lv: Rādīt izmaiņas

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
lv: Zars '{0}' nav atlasāms, šis zars ir noņemts no atlases.

# ResetTooltip.Text
source: Reset current branch to here
lv: Atiestatīt pašreizējo atzaru šeit

# LocalBranch.Text
source: Local branch
lv: Vietējā filiāle

# Remotebranch.Text
source: Remote branch
lv: Attālais zars

# label1.Text
source: Select branch
lv: Atlasīt zaru

# generalTabPage.Text
source: General
lv: Vispārīgs

# nameColumnHeader.Text
source: Name
lv: Vārds

# $this.Text
source: Build server integration
lv: Servera integrācijas izveide

# _noneItem.Text
source: None
lv: Neviens

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
lv: Izveidot servera integrācijas iespējošana

# labelBuildServerType.Text
source: Build server type
lv: Izveidot servera tipu

# $this.Text
source: Checklist
lv: Kontrolsaraksts

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
lv: Pārbaudiet iestatījumus, startējot (automātiski tiek atspējoti, ja visi iestatījumi ir pareizi)

# DiffTool_Fix.Text
source: Repair
lv: Remonts

# GcmDetectedFix.Text
source: Repair
lv: Remonts

# GitBinFound_Fix.Text
source: Repair
lv: Remonts

# GitExtensionsInstall_Fix.Text
source: Repair
lv: Remonts

# GitFound_Fix.Text
source: Repair
lv: Remonts

# MergeTool_Fix.Text
source: Repair
lv: Remonts

# Rescan.Text
source: Save and rescan
lv: Saglabāšana un atkārtota izmantošana

# ShellExtensionsRegistered_Fix.Text
source: Repair
lv: Remonts

# SshConfig_Fix.Text
source: Repair
lv: Remonts

# UserNameSet_Fix.Text
source: Repair
lv: Remonts

# _cantRegisterShellExtension.Text
source: Could not register the shell extension because '{0}' could not be found.
lv: Nevarēja reģistrēt čaulas paplašinājumu, jo nevarēja atrast “{0}”.

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
lv: Ir konfigurēts pielāgots mergetool: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
lv: Ir konfigurēts difftool: {0}

# _emailSet.Text
source: A username and an email address are configured.
lv: Ir konfigurēts lietotājvārds un epasta adrese.

# _gitCanBeRun.Text
source: Git can be run using: {0}
lv: Git var palaist, izmantojot: {0}

# _gitCanBeRunCaption.Text
source: Locate git
lv: Atrast krāsu

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
lv: Git nav atrasts. Lai novērstu šo problēmu, iestatījumos var iestatīt pareizo ceļu.

# _gitVersionFound.Text
source: Git {0} is found on your computer.
lv: Datorā atrasts git {0}.

# _languageConfigured.Text
source: The configured language is {0}.
lv: Konfigurētā valoda ir {0}.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
lv: Ceļu uz linux rīkiem (sh) nevarēja atrast automātiski. Lūdzu, pārliecinieties, vai ir instalēti linux rīki (izmantojot Git for Windows vai cygwin), vai iestatiet pareizo ceļu manuāli.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
lv: Atrast linux rīkus

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
lv: Datorā atrasti Linux rīki (sh).

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
lv: Linux rīki (sh) nav atrasti. Lai novērstu šo problēmu, iestatījumos var iestatīt pareizo ceļu.

# _mergeToolXConfigured.Text
source: There is a mergetool configured: {0}
lv: Ir konfigurēts mergetool: {0}

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
lv: {0} ir konfigurēts kā mergetool, šis ir pielāgots mergetool rīks, un tā konfigurēšanai ir nepieciešams pielāgots cmd.

# _noEmailSet.Text
source: You need to configure a username and an email address.
lv: Ir jākonfigurē lietotājvārds un epasta adrese.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
lv: Git paplašinājumiem nav konfigurēta neviena valoda.

# _notRecommendedGitVersion.Text
source: Git found but version {0} is older than recommended. Upgrade to version {1} or later
lv: Git atrasts, bet versija {0} ir vecāka par ieteicamo. Jaunināšana uz versiju {1} vai jaunāku versiju

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
lv: Tiks izmantots noklusētais SSH klients OpenSSH. (komandlīnijas logs parādīsies uz vilkšanas, stumšanas un klonēšanas operācijām)

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
lv: Putty ir konfigurēts kā SSH klients, bet nevar atrast plink.exe, puttygen.exe vai pageant.exraksts

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
lv: SSH klienta PuTTY ir konfigurēts pareizi.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
lv: Automātiski var atrast un iestatīt visus PuTTY nepieciešamos ceļus.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
lv: Nederīgs instalācijas direktorijs, kas saglabāts [Software\ GitExtensions\ InstallDir].

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
lv: Trūkst reģistra ieraksta [Software\ GitExtensions\ InstallDir].

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
lv: Komandu sh var palaist, izmantojot: {0} sh

# _shCanBeRunCaption.Text
source: Locate linux tools
lv: Atrast linux rīkus

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
lv: lai izmantotu čaulas paplašinājumus, {0} ir jāreģistrē.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
lv: Čaulas paplašinājumi nav instalēti. Palaidiet instalētāju, lai instalētu čaulas paplašinājumus.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
lv: Čaulas paplašinājumi reģistrēti pareizi.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure git (Git for Windows or cygwin) is installed or set the correct command manually.
lv: Komandu palaist git nevarēja noteikt automātiski. Lūdzu, pārliecinieties, vai git (Git for Windows vai cygwin) ir instalēts, vai iestatiet pareizo komandu manuāli.

# _solveGitCommandFailedCaption.Text
source: Locate git
lv: Atrast krāsu

# _unknownSshClient.Text
source: Unknown SSH client configured: {0}.
lv: Nezināms SSH klients ir konfigurēts: {0}.

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
lv: Git atrasts, bet versija {0} netiek atbalstīta. Jaunināšana uz versiju {1} vai jaunāku versiju

# translationConfig_Fix.Text
source: Repair
lv: Remonts

# $this.Text
source: Colors
lv: Krāsas

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
lv: Zīmēt ne radinieku grafu pelēks

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
lv: Zīmēt neradinieku tekstu pelēkā krāsā

# MulticolorBranches.Text
source: Multicolor branches
lv: Daudzkrāsu zari

# chkDrawAlternateBackColor.Text
source: Draw alternate background
lv: Zīmēt alternatīvo fonu

# gbRevisionGraph.Text
source: Revision graph
lv: Pārskatīšanas grafiks

# $this.Text
source: Commit dialog
lv: Izpildīt dialogu

# cbRememberAmendCommitState.Text
source: Remember 'Amend commit' checkbox on commit form close
lv: Atcerēties izvēles rūtiņu 'Amend do' izpildes formā tuvu

# chkEnsureCommitMessageSecondLineEmpty.Text
source: Ensure the second line of commit message is empty
lv: Pārliecinieties, vai otrā izpildes ziņojuma rindiņa ir tukša

# chkShowCommitAndPush.Text
source: Commit && Push
lv: Nodot && Nosūtīt

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
lv: Rādīt kļūdas, izstādot failus

# chkShowResetAllChanges.Text
source: Reset All Changes
lv: Atiestatīt visas izmaiņas

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
lv: Atiestatīt nepalaistās izmaiņas

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
lv: Sastādiet izpildes ziņojumus dialoglodziņā Izdošana (pretējā gadījumā ziņojums tiks pieprasīts nodošanas laikā)

# groupBoxBehaviour.Text
source: Behaviour
lv: Uzvedība

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
lv: Rādīt papildu pogas izpildes pogas apgabalā

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
lv: Iepriekšējo ziņojumu skaits izpildes dialogā

# _derivesFromNoTag.Text
source: Derives from no tag
lv: Var iegūt, ja nav taga

# _derivesFromTag.Text
source: Derives from tag:
lv: Nāk no taga:

# _plusCommits.Text
source: commits
lv: uzliek saistības

# _trsLinksRelatedToRevision.Text
source: Related links:
lv: Saistītās saites:

# copyLinkToolStripMenuItem.Text
source: Copy link
lv: Kopēt saiti

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
lv: Rādīt attālos zarus tikai tad, ja šajā lokālajā filiālē nav šīs izpildes

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
lv: Rādīt attālos zarus, kuros ir šī izpilde

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
lv: Rādīt vietējās filiāles, kurās ir šī izpilde

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
lv: Rādīt tagus, kas ietver šo nodošanu

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
lv: Rādīt tagus ar anotācijām

# showTagThisCommitDerivesFromMenuItem.Text
source: Show the most recent tag this commit derives from
lv: Rādīt jaunāko tagu, no kura šī izpilde izriet

# _noRevision.Text
source: No revision
lv: Nav pārskatīšanas

# _notAvailable.Text
source: n/a
lv: nav

# labelAuthorCaption.Text
source: Author:
lv: Autors:

# labelBranchesCaption.Text
source: Branch(es):
lv: Filiāle ( es):

# labelDateCaption.Text
source: Commit date:
lv: Izpildes datums:

# labelTagsCaption.Text
source: Tag(s):
lv: Tags (i):

# _selectFile.Text
source: Select file
lv: Atlasīt failu

# $this.Text
source: Confirmations
lv: Apstiprinājumi

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
lv: Pievienot izsekošanas atsauci no jauna stumtajam zaram

# chkAmend.Text
source: Amend last commit
lv: Mainīt pēdējo izpildījumu

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (stash will be popped automatically)
lv: Pēc sekmīgas paņemšanas lietot paslēptas izmaiņas (automātiski tiks startēts stash)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (stash will be popped automatically)
lv: Pēc sekmīgas vilkšanas lietot paslēptās izmaiņas (automātiski tiks izstartēts apvalks)

# chkCommitAfterConflictsResolved.Text
source: Commit changes after conflicts have been resolved
lv: Veikt izmaiņas pēc konfliktu novēršanas

# chkCommitIfNoBranch.Text
source: Commit when no branch is currently checked out (headless state)
lv: Izpildīt, ja pašlaik nav paņemts neviens zars (stāvoklis bez galvas)

# chkConfirmStashDrop.Text
source: Drop stash
lv: Pilienapvalks

# chkPushNewBranch.Text
source: Push a new branch for the remote
lv: Stumt jaunu attālajam zaram

# chkRebaseOnTopOfSelectedCommit.Text
source: Rebase on top of selected commit
lv: Pārlāde virs atlasītās izpildes

# chkResolveConflicts.Text
source: Resolve conflicts
lv: Atrisināt konfliktus

# chkSecondAbortConfirmation.Text
source: Confirm for the second time to abort a merge
lv: Apstiprināt otro reizi, lai pārtrauktu sapludināšanu

# chkUndoLastCommitConfirmation.Text
source: Undo last commit
lv: Atsaukt pēdējo nodošanu

# chkUpdateModules.Text
source: Update submodules on checkout
lv: Atjaunināt paņemšanas apakšmoduļus

# gbConfirmations.Text
source: Don't ask to confirm to (use with caution)
lv: Neprasīt apstiprinājumu (lietot piesardzīgi)

# $this.Text
source: Console style
lv: Konsoles stils

# label1.Text
source: Console style
lv: Konsoles stils

# label3.Text
source: Font size
lv: Fonta lielums

# bApply.Text
source: Apply
lv: Lietot

# bClear.Text
source: Clear
lv: Notīrīt

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
lv: Atiestatīt visus Hotkeys noklusējumos

# columnCommand.Text
source: Command
lv: Komanda

# columnKey.Text
source: Key
lv: Atslēga

# lHotkey.Text
source: Hotkey
lv: Karstais taustiņš

# lHotkeyableItems.Text
source: Hotkeyable Items
lv: Hotkeyable vienumi

# txtHotkey.Text
source: None
lv: Neviens

# $this.Text
source: Create Pull Request
lv: Izveidot izvilkšanas pieprasījumu

# _createBtn.Text
source: Create
lv: Izveidot

# _strDone.Text
source: Done
lv: Gatavs

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
lv: Neizdevās izveidot vilkšanas pieprasījumu.

# _strLoading.Text
source: Loading...
lv: Notiek ielāde...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
lv: Pirms velkšanas pieprasījuma, lūdzu, klonējiet GitHub repozitoriju.

# _strPullRequest.Text
source: Pull request
lv: Vilkšanas pieprasījums

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
lv: Norādiet nosaukumu.

# groupBox1.Text
source: Pull request data
lv: Pavilkt pieprasījuma datus

# label1.Text
source: Title:
lv: Nosaukums:

# label2.Text
source: Body:
lv: Pamatteksts:

# label3.Text
source: Target repository:
lv: Mērķa repozitorijs:

# label4.Text
source: Your branch:
lv: Jūsu filiāle:

# label5.Text
source: Target branch:
lv: Mērķa zars:

# _cloneFork.Text
source: Clone {0} repository
lv: Klonēts {0} repozitorijs

# _cloneRepository.Text
source: Clone repository
lv: Klonēšanas repozitorijs

# _createRepository.Text
source: Create new repository
lv: Izveidot jaunu repozitoriju

# _develop.Text
source: Develop
lv: Attīstīt

# _donate.Text
source: Donate
lv: Ziedot

# _issues.Text
source: Issues
lv: Jautājumi

# _openRepository.Text
source: Open repository
lv: Atvērt repozitoriju

# _translate.Text
source: Translate
lv: Tulkot

# lblContribute.Text
source: Contribute
lv: Ieguldījums

# $this.Text
source: Detailed
lv: Sīki izstrādāts

# PushWindowGB.Text
source: Push window
lv: Stumšanas logs

# addLogMessages.Text
source: Add log messages
lv: Pievienot žurnāla ziņojumus

# chkRemotesFromServer.Text
source: Get remote branches directly from the remote
lv: Iegūt attālos zarus tieši no tālvadības pults

# chkUseSSL.Text
source: Use SSL/TLS
lv: Izmantot SSL/TLS

# groupBoxEmailSettings.Text
source: Email settings for sending patches
lv: Epasta iestatījumi ielāpu sūtīšanai

# lblSmtpServerName.Text
source: SMTP server name
lv: SMTP servera nosaukums

# lblSmtpServerPort.Text
source: Port
lv: Osta

# mergeWindowGroup.Text
source: Merge window
lv: Sapludināšanas logs

# $this.Text
source: Diff Viewer
lv: Diff skatītājs

# chkOmitUninterestingDiff.Text
source: Omit uninteresting changes from combined diff
lv: Izlaist neinteresantas izmaiņas no kombinētā diff

# chkOpenSubmoduleDiffInSeparateWindow.Text
source: Open Submodule Diff in separate window
lv: Atvērt Submodule Diff atsevišķā logā

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
lv: Atcerieties, ka priekšroka ir “Ignorēt baltumus”

# chkRememberNumberOfContextLines.Text
source: Remember the 'Number of context lines' preference
lv: Iegaumējiet “konteksta rindu skaita” preferences

# chkRememberShowEntireFilePreference.Text
source: Remember the 'Show entire file' preference
lv: Iegaumējiet opciju Rādīt visu failu

# chkRememberShowNonPrintingCharsPreference.Text
source: Remember the 'Show nonprinting characters' preference
lv: Iegaumējiet opciju Rādīt nedrukājamās rakstzīmes

# chkShowDiffForAllParents.Text
source: Show file differences for all parents in browse dialog
lv: Rādīt failu atšķirības visiem vecākiem pārlūkošanas dialogā

# label1.Text
source: Vertical ruler position [chars]
lv: Vertikālā lineāla pozīcija [Chars]

# _addToDictionaryText.Text
source: Add to dictionary
lv: Pievienot vārdnīcai

# _copyMenuItemText.Text
source: Copy
lv: Kopēšana

# _cutMenuItemText.Text
source: Cut
lv: Sagriezt

# _deleteMenuItemText.Text
source: Delete
lv: Dzēst

# _dictionaryText.Text
source: Dictionary
lv: Vārdnīca

# _ignoreWordText.Text
source: Ignore word
lv: Ignorēt vārdu

# _markIllFormedLinesText.Text
source: Mark ill formed lines
lv: Atzīmēt nepareizi veidotas līnijas

# _pasteMenuItemText.Text
source: Paste
lv: Ielīmēt

# _removeWordText.Text
source: Remove word
lv: Noņemt vārdu

# _selectAllMenuItemText.Text
source: Select all
lv: Atlasīt visu

# _repoHasNoCommits.Text
source: This repository does not yet contain any commits.
lv: Šajā repozitorijā vēl nav saistību.

# btnEditGitIgnore.Text
source: Edit .gitignore
lv: Rediģēt gitignore

# btnOpenCommitForm.Text
source: Commit
lv: Nodot

# lblEmptyRepository.Text
source: This repository does not yet contain any commits.
lv: Šajā repozitorijā vēl nav saistību.

# NoFiles.Text
source: No changes
lv: Bez izmaiņām

# _openSubmoduleMenuItem.Text
source: Open with Git Extensions
lv: Atvērt, izmantojot Git paplašinājumus

# columnHeader.Text
source: Files
lv: Faili

# _largeFileSizeWarning.Text
source: This file is {0:N1} MB. Showing large files can be slow. Click to show anyway.
lv: Šis fails ir {0: N1} MB. Lielu failu rādīšana var būt lēna. Noklikšķiniet, lai tik un tā parādītu.

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
lv: Kopēt jaunu versiju

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
lv: Kopēt veco versiju

# copyPatchToolStripMenuItem.Text
source: Copy patch
lv: Kopēt ielāpu

# copyToolStripMenuItem.Text
source: Copy
lv: Kopēšana

# decreaseNumberOfLines.ToolTipText
source: Decrease the number of lines of context
lv: Samazināt konteksta rindu skaitu

# decreaseNumberOfLinesToolStripMenuItem.Text
source: Decrease the number of lines of context
lv: Samazināt konteksta rindu skaitu

# findToolStripMenuItem.Text
source: Find
lv: Atrast

# goToLineToolStripMenuItem.Text
source: Go to line
lv: Pāriet uz rindu

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
lv: Ignorēt visas baltstarpas izmaiņas

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
lv: Ignorēt visas baltstarpas izmaiņas

# increaseNumberOfLines.ToolTipText
source: Increase the number of lines of context
lv: Konteksta rindu skaita palielināšana

# increaseNumberOfLinesToolStripMenuItem.Text
source: Increase the number of lines of context
lv: Konteksta rindu skaita palielināšana

# nextChangeButton.ToolTipText
source: Next change
lv: Nākamā maiņa

# previousChangeButton.ToolTipText
source: Previous change
lv: Iepriekšējās izmaiņas
