Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Latvian.xlf
Languages: lv

# resetSelectedLinesToolStripMenuItem.Text
source: Reset selected line(s)
lv: Atiestatīt atlasīto (ās) līniju (as)

# settingsButton.ToolTipText
source: Settings
lv: Uzstādījumi

# showEntireFileButton.ToolTipText
source: Show entire file
lv: Rādīt visu failu

# showEntireFileToolStripMenuItem.Text
source: Show entire file
lv: Rādīt visu failu

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
lv: Rādīt nedrukājamās rakstzīmes

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
lv: Rādīt nedrukājamās rakstzīmes

# stageSelectedLinesToolStripMenuItem.Text
source: Stage selected line(s)
lv: Atlasītās ( o) līnijas (u) stadija

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
lv: Apstrādāt visus failus kā tekstu

# unstageSelectedLinesToolStripMenuItem.Text
source: Unstage selected line(s)
lv: Noņemt atlasīto ( ās) rindiņu ( es)

# _findAndReplaceForm.Text
source: Find and replace
lv: Atrast un aizstāt

# $this.Text
source: Find and replace
lv: Atrast un aizstāt

# _findAndReplaceString.Text
source: Find & replace
lv: Atrast un aizstāt

# _findString.Text
source: Find
lv: Atrast

# _noOccurrencesFoundString.Text
source: No occurrences found.
lv: Nav atrasts neviens gadījums.

# _noSearchString.Text
source: No string specified to look for!
lv: Nav norādīta virkne, ko meklēt!

# _notFoundString.Text
source: Not found
lv: Nav atrasts

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
lv: Aizstāti {0} gadījumi.

# _selectionOnlyString.Text
source: selection only
lv: tikai atlase

# _textNotFoundString.Text
source: Text not found
lv: Teksts nav atrasts

# _textNotFoundString2.Text
source: Search text not found.
lv: Meklēšanas teksts nav atrasts.

# btnCancel.Text
source: Cancel
lv: Atcelt

# btnFindNext.Text
source: &Find next
lv: un atrast nākamo

# btnFindPrevious.Text
source: Find pre&vious
lv: Atrast pirms un pirms

# btnHighlightAll.Text
source: Find && highlight &all
lv: Atrast & izcelt & viss

# btnReplace.Text
source: &Replace
lv: un aizstāt

# btnReplaceAll.Text
source: Replace &All
lv: Aizstāt un visi

# chkMatchCase.Text
source: Match &case
lv: Saskaņot

# chkMatchWholeWord.Text
source: Match &whole word
lv: Atbilstība un vesels vārds

# label1.Text
source: Fi&nd what:
lv: Fi & else:

# lblReplaceWith.Text
source: Re&place with:
lv: Atkārtoti novietot:

# buttonBrowse.Text
source: Browse...
lv: Pārlūkot...

# $this.Text
source: Remote repository fork and clone
lv: Attālā repozitorija dakša un klons

# ProtocolLabel.Text
source: Protocol:
lv: Protokols:

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
lv: Klonēšanas mape nedrīkst būt tukša

# _strCouldNotAddRemote.Text
source: Could not add remote
lv: Nevarēja pievienot attālo

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
lv: Nevarēja ienest lietotāja krātuves!

# _strFailedToFork.Text
source: Failed to fork:
lv: Neizdevās izveidot dakšu:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
lv: Neizdevās iegūt repozitorijus. Tas, visticamāk, nozīmē, ka neesat konfigurējis {0}. Lūdzu, izmantojiet izvēlni “Plugins/{ 0}”.

# _strLoading.Text
source: : LOADING :
lv: : ielāde:

# _strNoHomepageDefined.Text
source: No homepage defined
lv: Nav definēta neviena sākumlapa

# _strSearchFailed.Text
source: Search failed!
lv: Meklēšana neizdevās.

# _strSearching.Text
source: : SEARCHING :
lv: : meklēšana:

# _strSelectOneItem.Text
source: You must select exactly one item
lv: Jāatlasa precīzi viens vienums

# _strUserNotFound.Text
source: User not found!
lv: Lietotājs nav atrasts!

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
lv: “{0}” tiks pievienots kā tālvadības pults.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
lv: Noklikšķinās {0} uz {1}. Jūs nevarat nospiest, ja neesat līdzstrādnieks. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
lv: Noklikšķinās {0} uz {1}. Jums būs tiesības saņemt palīdzību. {2}

# browseForCloneToDirbtn.Text
source: Browse...
lv: Pārlūkot...

# cloneBtn.Text
source: Clone
lv: Klons

# cloneSetupGB.Text
source: Clone
lv: Klons

# closeBtn.Text
source: Close
lv: Aizvērties

# columnHeaderMyReposIsFork.Text
source: Is fork
lv: Ir dakšiņa

# columnHeaderMyReposIsPrivate.Text
source: Private
lv: Privāts

# columnHeaderMyReposName.Text
source: Name
lv: Vārds

# columnHeaderSearchIsFork.Text
source: Is fork
lv: Ir dakšiņa

# columnHeaderSearchName.Text
source: Name
lv: Vārds

# createDirectoryLbl.Text
source: Create directory:
lv: Izveidot direktoriju:

# descriptionLbl.Text
source: Description:
lv: Apraksts:

# forkBtn.Text
source: Fork!
lv: Dakšiņa!

# getFromUserBtn.Text
source: Get from user
lv: Iegūt no lietotāja

# helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
lv: Ja vēlaties izveidot kādam citam piederošu repozitoriju, atveriet cilni Meklēt repozitorijus.

# label1.Text
source: Destination folder:
lv: Mērķa mape:

# myReposPage.Text
source: My repositories
lv: Manas glabātavas

# openGitupPageBtn.Text
source: Open github page
lv: Atvērt github lapu

# orLbl.Text
source: or
lv: vai

# searchBtn.Text
source: Search
lv: Meklēt

# searchReposPage.Text
source: Search for repositories
lv: Repozitoriju meklēšana

# _copyTooltip.Text
source: Copy environment info
lv: Vides informācijas kopēšana

# _thanksToContributors.Text
source: Thanks to over {0:#,##0} contributors:
lv: Pateicoties vairāk nekā {0: #, # #0} līdzstrādniekiem:

# label1.Text
source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY of FITNESS FOR A PARTICULAR PURPOSE.
lv: Šī programma tiek izplatīta, cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat bez netiešas garantijas par FITNESS SAISTĪBU ĪSTENOŠANAI.

# label2.Text
source: Git Extensions is open source. Get involved!
lv: Git paplašinājumi ir atvērts avots. Iesaisties!

# linkLabelIcons.Text
source: Some icons by Yusuke Kamiyamane (CCA3)
lv: Dažas Yusuke Kamiyamane ikonas (CCA3)

# $this.Text
source: Add files
lv: Pievienot failus

# AddFiles.Text
source: Add files
lv: Pievienot failus

# ShowFiles.Text
source: Show files
lv: Rādīt failus

# force.Text
source: Force
lv: Spēks

# label1.Text
source: Filter
lv: Filtrs

# $this.Text
source: Add submodule
lv: Pievienot submodule

# Add.Text
source: Add
lv: Pievienot

# Browse.Text
source: Browse
lv: Pārlūkot

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
lv: Nepieciešams attāls ceļš un lokālais ceļš

# chkForce.Text
source: Force
lv: Spēks

# label1.Text
source: Path to submodule
lv: Ceļš uz submodule

# label2.Text
source: Local path
lv: Vietējais ceļš

# label3.Text
source: Branch
lv: Zars

# $this.Text
source: Add file(s) to .gitignore
lv: Pievienot failu (s). gitignore

# AddToIgnore.Text
source: Ignore
lv: Ignorēt

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
lv: Pievienot failu (s). git/info/exclude

# _matchingFilesString.Text
source: {0} file(s) matched
lv: {0} fails (i) atbilst

# _updateStatusString.Text
source: Updating ...
lv: Notiek atjaunināšana...

# groupBox1.Text
source: Preview
lv: Priekšskatījums

# groupFilePattern.Text
source: Enter a file pattern to ignore:
lv: Ievadiet ignorējamo faila modeli:

# label2.Text
source: No existing files match that pattern.
lv: Neviens esošais fails neatbilst šim modelim.

# $this.Text
source: Apply patch
lv: Lietot ielāpu

# Abort.Text
source: Abort patch
lv: Pārtraukt ielāpu

# Apply.Text
source: Apply patch
lv: Lietot ielāpu

# BrowseDir.Text
source: Browse
lv: Pārlūkot

# BrowsePatch.Text
source: Browse
lv: Pārlūkot

# IgnoreWhitespace.Text
source: Ignore Wh.spc.
lv: Neņemt vērā Wh. spc.

# Mergetool.Text
source: Solve conflicts
lv: Atrisināt konfliktus

# PatchDirMode.Text
source: Patch directory
lv: Ielāpu katalogs

# PatchFileMode.Text
source: Patch file
lv: Ielāpa fails

# Resolved.Text
source: Conflicts resolved
lv: Konflikti atrisināti

# Skip.Text
source: Skip patch
lv: Izlaist ielāpu

# _applyPatchMsgBox.Text
source: Apply patch
lv: Lietot ielāpu

# _conflictMergetoolText.Text
source: Solve conflicts
lv: Atrisināt konfliktus

# _conflictResolvedText.Text
source: Conflicts resolved
lv: Konflikti atrisināti

# _noFileSelectedText.Text
source: Please select a patch to apply
lv: Lūdzu, izvēlieties ielāpu, ko lietot

# _selectPatchFileCaption.Text
source: Select patch file
lv: Izvēlēties ielāpa failu

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
lv: Ielāpa fails (*. Plāksteris)

# $this.Text
source: Archive
lv: Arhīvs

# _noRevisionSelected.Text
source: You need to choose a target revision.
lv: Izvēlieties mērķa versiju.

# _saveFileDialogCaption.Text
source: Save archive as
lv: Saglabāt arhīvu kā

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
lv: Darvas fails (*. tar)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
lv: Zip fails (*. zip)

# buttonArchiveRevision.Text
source: Save as...
lv: Saglabāt kā...

# checkBoxPathFilter.Text
source: Archive specific paths only
lv: Arhivēt tikai noteiktus ceļus

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
lv: Paņemt failus, kas ir mainīti no iepriekš minētās versijas uz šo, un arhivēt tikai tos

# groupBox1.Text
source: Archive format
lv: Arhīva formāts

# groupBox2.Text
source: Filter files
lv: Filtrēt failus

# label1.Text
source: This revision will be archived:
lv: Šī pārskatīšana tiks arhivēta:

# label2.Text
source: Choose another revision:
lv: Izvēlieties citu versiju:

# label4.Text
source: separate each new path by new line
lv: atdalīt katru jaunu ceļu pa jaunu rindu

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
lv: Izvēlieties versiju, ko salīdzināt ar pirmo:

# $this.Text
source: Configure available encodings
lv: Konfigurēt pieejamos kodējumus

# ButtonCancel.Text
source: Cancel
lv: Atcelt

# ButtonOk.Text
source: OK
lv: LABI

# lAvaolableEncodings.Text
source: Available:
lv: Pieejams:

# lSelectedEncodings.Text
source: Selected:
lv: Atlasītais:

# $this.Text
source: Bisect
lv: Bisekss

# Bad.Text
source: Mark current revision bad
lv: Atzīmēt pašreizējo versiju kā nederīgu

# Good.Text
source: Mark current revision good
lv: Atzīmēt pašreizējo versiju kā labu

# Start.Text
source: Start bisect
lv: Sākt dalīšanu

# Stop.Text
source: Stop bisect
lv: Pārtraukt dilšanu

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
lv: Vai atlasītos pārskatījumus atzīmēt kā sākuma dalījuma diapazonu?

# btnSkip.Text
source: Skip current revision
lv: Izlaist pašreizējo versiju

# $this.Text
source: File History
lv: Failu vēsture

# $this.Text
source: Git Extensions
lv: Git paplašinājumi

# CommitInfoTabPage.Text
source: Commit
lv: Nodot

# EditSettings.ToolTipText
source: Settings
lv: Uzstādījumi

# PuTTYToolStripMenuItem.Text
source: PuTTY
lv: Putošana

# RefreshButton.ToolTipText
source: Refresh
lv: Atsvaidzināt

# ShowFirstParent.ToolTipText
source: Show first parents
lv: Rādīt pirmos vecākus

# ToolStripScripts.Text
source: Scripts
lv: Skripti

# TreeTabPage.Text
source: File tree
lv: Datnes koks

# _buildReportTabCaption.Text
source: Build Report
lv: Izveidot atskaiti

# _commitButtonText.Text
source: Commit
lv: Nodot

# _configureWorkingDirMenu.Text
source: Configure this menu
lv: Konfigurēt šo izvēlni

# _consoleTabCaption.Text
source: Console
lv: Konsole

# _createPullRequestsToolStripMenuItem.Text
source: Create pull requests...
lv: Izveidot vilkšanas pieprasījumus...

# _forkCloneRepositoryToolStripMenuItem.Text
source: Fork/Clone repository...
lv: Dakšas/klona repozitorijs...

# _goToSuperProject.Text
source: Go to superproject
lv: Doties uz superprojektu

# _loading.Text
source: Loading...
lv: Notiek ielāde...

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
lv: Nevarēja atrast nevienu atbilstošu repozitorija resursdatoru pašlaik atvērtajam repozitorijam.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
lv: Nav ielādēts neviens repozitorija resursdatora spraudnis.

# _noSubmodulesPresent.Text
source: No submodules
lv: Nav apakšmoduļu

# _noWorkingFolderText.Text
source: No working directory
lv: Nedarbojas direktorijs

# _pullFetch.Text
source: Fetch
lv: Ienest

# _pullFetchAll.Text
source: Fetch all
lv: Paņemt visu

# _pullFetchPruneAll.Text
source: Fetch and prune all
lv: Ienest un saplacināt visu

# _pullOpenDialog.Text
source: Open pull dialog
lv: Atvērt vilkšanas dialogu

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
lv: (repozitorija resursdatori)

# _superprojectModuleFormat.Text
source: Superproject: {0}
lv: Superprojekts: {0}

# _topProjectModuleFormat.Text
source: Top project: {0}
lv: Lielākais projekts: {0}

# _undoLastCommitCaption.Text
source: Undo last commit
lv: Atsaukt pēdējo nodošanu

# _undoLastCommitText.Text
source: You will still be able to find all the commit's changes in the staging area Do you want to continue?
lv: Jūs joprojām varēsit atrast visas nodošanas izmaiņas izstādīšanas apgabalā Vai vēlaties turpināt?

# _updateCurrentSubmodule.Text
source: Update current submodule
lv: Atjaunināt pašreizējo submodule

# _viewPullRequestsToolStripMenuItem.Text
source: View pull requests...
lv: Skatīt izvilkšanas pieprasījumus...

# aboutToolStripMenuItem.Text
source: About
lv: Par

# applyPatchToolStripMenuItem.Text
source: Apply patch...
lv: Lietot ielāpu...

# archiveToolStripMenuItem.Text
source: Archive revision...
lv: Arhīva versija...

# bisectToolStripMenuItem.Text
source: Bisect...
lv: Bisekss...

# branchSelect.Text
source: Branch
lv: Zars

# branchToolStripMenuItem.Text
source: Create branch...
lv: Izveidot zaru...

# changelogToolStripMenuItem.Text
source: Changelog
lv: Poligrāfija

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
lv: Pārbaudīt, vai nav atjauninājumu

# checkoutBranchToolStripMenuItem.Text
source: Checkout branch...
lv: Izrakstīšanās zars...

# checkoutToolStripMenuItem.Text
source: Checkout revision...
lv: Norēķināšanās pārskatīšana...

# cherryPickToolStripMenuItem.Text
source: Cherry pick...
lv: Ķiršu plūkšana...

# cleanupToolStripMenuItem.Text
source: Clean working directory...
lv: Tīrīt darba direktoriju...

# cloneToolStripMenuItem.Text
source: Clone repository...
lv: Klonēšanas repozitorijs...

# closeToolStripMenuItem.Text
source: Close (go to Dashboard)
lv: Aizvērt (atvērt informācijas paneli)

# commandsToolStripMenuItem.Text
source: &Commands
lv: komandas

# commitInfoBelowMenuItem.Text
source: Commit info below graph
lv: Sniegt informāciju zem diagrammas

# commitInfoLeftwardMenuItem.Text
source: Commit info left of graph
lv: Izpildīt informāciju pa kreisi no diagrammas

# commitInfoRightwardMenuItem.Text
source: Commit info right of graph
lv: Sniegt informāciju pa labi no diagrammas

# commitToolStripMenuItem.Text
source: Commit...
lv: Nodot...

# compressGitDatabaseToolStripMenuItem.Text
source: Compress git database
lv: Saspiest Git datu bāzi

# createAStashToolStripMenuItem.Text
source: Create a stash...
lv: Izveidot ligzdu...

# createWorktreeToolStripMenuItem.Text
source: Create a worktree...
lv: Izveidot darbstaciju...

# dashboardToolStripMenuItem.Text
source: &Dashboard
lv: un informācijas panelis

# deleteBranchToolStripMenuItem.Text
source: Delete branch...
lv: Dzēst zaru...

# deleteIndexLockToolStripMenuItem.Text
source: Delete index.lock
lv: Dzēst index.lock

# deleteTagToolStripMenuItem.Text
source: Delete tag...
lv: Dzēst tagu...

# donateToolStripMenuItem.Text
source: Donate
lv: Ziedot

# editGitAttributesToolStripMenuItem.Text
source: Edit .gitattributes
lv: Labot. gitattributes

# editLocalGitConfigToolStripMenuItem.Text
source: Edit .git/config
lv: Rediģēt. git/config

# editgitignoreToolStripMenuItem1.Text
source: Edit .gitignore
lv: Rediģēt gitignore

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/exclude
lv: Labot. git/info/exclude

# editmailmapToolStripMenuItem.Text
source: Edit .mailmap
lv: Labot. mailmap

# exitToolStripMenuItem.Text
source: Exit
lv: Iziešana

# fetchAllToolStripMenuItem.Text
source: Fetch all
lv: Paņemt visu

# fetchPruneAllToolStripMenuItem.Text
source: Fetch and prune all
lv: Ienest un saplacināt visu

# fetchToolStripMenuItem.Text
source: Fetch
lv: Ienest

# fileExplorerToolStripMenuItem.Text
source: File Explorer
lv: Failu pārlūks

# fileToolStripMenuItem.Text
source: &Start
lv: un sākt

# formatPatchToolStripMenuItem.Text
source: Format patch...
lv: Formatēt ielāpu...

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
lv: Ģenerēšanas vai importēšanas taustiņš

# gitMaintenanceToolStripMenuItem.Text
source: Git maintenance
lv: Mākslīgā apkope

# gitcommandLogToolStripMenuItem.Text
source: Git command log
lv: Git komandu žurnāls

# helpToolStripMenuItem.Text
source: &Help
lv: un palīdzība

# initNewRepositoryToolStripMenuItem.Text
source: Create new repository...
lv: Izveidot jaunu repozitoriju...

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remote repositories...
lv: Tālvadības repozitoriji...

# manageStashesToolStripMenuItem.Text
source: Manage stashes...
lv: Pārvaldīt stobrus...

# manageStashesToolStripMenuItem.ToolTipText
source: Manage stashes
lv: Stobru pārvaldīšana

# manageWorktreeToolStripMenuItem.Text
source: Manage worktrees...
lv: Pārvaldīt darbstacijas...

# menuCommitInfoPosition.ToolTipText
source: Commit info position
lv: Sniegt informāciju

# menuitemSparse.Text
source: Sparse Working Copy
lv: Sīkdarba kopija

# mergeBranchToolStripMenuItem.Text
source: Merge branches...
lv: Sapludināt zarus...

# navigateToolStripMenuItem.Text
source: Navigate
lv: Navigācija

# openToolStripMenuItem.Text
source: Open...
lv: Atvērt...

# patchToolStripMenuItem.Text
source: View patch file...
lv: Skatīt ielāpa failu...

# pluginSettingsToolStripMenuItem.Text
source: Plugin Settings
lv: Spraudņa iestatījumi

# pluginsToolStripMenuItem.Text
source: &Plugins
lv: un spraudņi

# pullToolStripMenuItem.Text
source: Pull/Fetch...
lv: Pavilkt/uzvilkt...

# pullToolStripMenuItem1.Text
source: Open pull dialog...
lv: Atvērt vilkšanas dialogu...

# pushToolStripMenuItem.Text
source: Push...
lv: Stumj...

# rebaseToolStripMenuItem.Text
source: Rebase...
lv: Pārdalīt...

# recoverLostObjectsToolStripMenuItem.Text
source: Recover lost objects...
lv: Atkopt zaudētos objektus...

# refreshDashboardToolStripMenuItem.Text
source: &Refresh
lv: un atsvaidzināt

# refreshToolStripMenuItem.Text
source: Refresh
lv: Atsvaidzināt

# repoSettingsToolStripMenuItem.Text
source: Repository settings
lv: Repozitorija iestatījumi

# reportAnIssueToolStripMenuItem.Text
source: Report an issue
lv: Ziņot par problēmu

# repositoryToolStripMenuItem.Text
source: &Repository
lv: un repozitorijs

# resetToolStripMenuItem.Text
source: Reset changes...
lv: Atiestatīt izmaiņas...

# runMergetoolToolStripMenuItem.Text
source: Solve merge conflicts...
lv: Atrisināt sapludināšanas konfliktus...

# setDefaultPullButtonActionToolStripMenuItem.Text
source: Set default Pull button action
lv: Iestatīt noklusējuma Pull pogas darbību

# settingsToolStripMenuItem.Text
source: Settings
lv: Uzstādījumi

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
lv: Sākt autentifikācijas aģentu

# stashChangesToolStripMenuItem.Text
source: Stash
lv: Iežogojums

# stashChangesToolStripMenuItem.ToolTipText
source: Stash changes
lv: Montāžas izmaiņas

# stashPopToolStripMenuItem.Text
source: Stash pop
lv: Stash popa

# stashToolStripMenuItem.Text
source: Manage stashes...
lv: Pārvaldīt stobrus...

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all submodules
lv: Sinhronizēt visus apakšmoduļus

# tagToolStripMenuItem.Text
source: Create tag...
lv: Izveidot tagu...

# toggleBranchTreePanel.ToolTipText
source: Toggle left panel
lv: Pārslēgt kreiso paneli

# toggleSplitViewLayout.ToolTipText
source: Toggle split view layout
lv: Pārslēgt sadalītā skata izkārtojumu

# toolStripButtonCommit.Text
source: Commit
lv: Nodot

# toolStripButtonPull.Text
source: Pull
lv: Vilkšana

# toolStripButtonPush.Text
source: Push
lv: Grūdiens

# toolStripFileExplorer.ToolTipText
source: File Explorer
lv: Failu pārlūks

# toolStripLabel1.Text
source: Branches:
lv: Filiāles:

# toolStripMenuItemReflog.Text
source: Show reflog...
lv: Rādīt reflog...

# toolStripMenuItemWorktrees.Text
source: Worktrees
lv: Darbgaldi

# toolStripRevisionFilterLabel.Text
source: Filter:
lv: Filtrs:

# toolStripSplitStash.ToolTipText
source: Manage stashes
lv: Stobru pārvaldīšana

# toolsToolStripMenuItem.Text
source: &Tools
lv: un rīki

# translateToolStripMenuItem.Text
source: Translate
lv: Tulkot

# tsmiFavouriteRepositories.Text
source: Favourite Repositories
lv: Iecienītākie repozitoriji

# tsmiRecentRepositories.Text
source: Recent Repositories
lv: Nesenie repozitoriji

# tsmiRecentRepositoriesClear.Text
source: Clear List
lv: Notīrīt sarakstu

# undoLastCommitToolStripMenuItem.Text
source: Undo last commit
lv: Atsaukt pēdējo nodošanu

# updateAllSubmodulesToolStripMenuItem.Text
source: Update all submodules
lv: Atjaunināt visus apakšmoduļus

# userManualToolStripMenuItem.Text
source: User Manual
lv: Lietotāja rokasgrāmata

# viewToolStripMenuItem.Text
source: View
lv: Skats

# $this.Text
source: Browse repository window
lv: Pārlūkot repozitorija logu

# chkChowConsoleTab.Text
source: Show the Console tab
lv: Rādīt konsoles cilni

# chkShowGpgInformation.Text
source: Show GPG information
lv: Rādīt GPG informāciju

# $this.Text
source: Change log
lv: Mainīt žurnālu

# $this.Text
source: Checkout branch
lv: Norēķināšanās filiāle

# Ok.Text
source: Checkout
lv: Izrakstīšanās

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
lv: Vai atkal lietot paslēptos vienumus darba direktorijam?

# _applyStashedItemsAgainCaption.Text
source: Auto stash
lv: Automātiskā ievietošana

# _createBranch.Text
source: Create local branch with the name:
lv: Izveidot vietējo filiāli ar nosaukumu:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
lv: Pielāgotā zara nosaukums ir tukšs. Ievadiet derīgu zara nosaukumu vai atlasiet iepriekš definētu vērtību.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
lv: “{0}” nav derīgs zara nosaukums. Ievadiet derīgu zara nosaukumu vai atlasiet iepriekš definētu vērtību.

# _dontShowAgain.Text
source: Don't show me this message again.
lv: Vairs nerādīt šo ziņojumu.

# _invalidBranchName.Text
source: An existing branch must be selected.
lv: Jāatlasa esošs zars.

# _resetCaption.Text
source: Reset branch
lv: Atiestatīt zaru

# chkSetLocalChangesActionAsDefault.Text
source: Set as default
lv: Iestatīt kā noklusējumu

# localChangesGB.Text
source: Local changes
lv: Lokālās izmaiņas

# rbCreateBranchWithCustomName.Text
source: Create local branch with custom name:
lv: Izveidot lokālo zaru ar pielāgotu nosaukumu:

# rbDontChange.Text
source: Don't change
lv: Nemainīt

# rbDontCreate.Text
source: Checkout remote branch
lv: Paņemšanas attālais zars

# rbMerge.Text
source: Merge
lv: Sapludināšana

# rbReset.Text
source: Reset
lv: Atiestatīt

# rbResetBranch.Text
source: Reset local branch with the name:
lv: Atiestatīt vietējo filiāli ar nosaukumu:
