Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# _errorHeading.Text
source: Download Failed
pl: Pobieranie nieudane

# _errorMessage.Text
source: Failed to download an update.
pl: Pobieranie aktualizacji nie powiodło się.

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
pl: Jest dostępna nowa wersja Git Extensions: {0}

# _noUpdatesFound.Text
source: No updates found
pl: Nie znaleziono aktualizacji

# btnUpdateNow.Text
source: &Update Now
pl: &Zaktualizuj teraz

# linkChangeLog.Text
source: Show Change&Log
pl: Pokaż &Dziennik zmian

# linkDirectDownload.Text
source: &Direct Download
pl: &Bezpośrednie pobieranie

# $this.Text
source: Verify database
pl: Zweryfikuj bazę danych

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
pl: Usuń wszystkie tagi LOST_AND_FOUND

# FullCheck.Text
source: Check not just objects in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), but also the ones found in alternate object pools.
pl: Sprawdź, nie tylko obiekty w GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), ale również te znalezione w basenach alternatywnych obiektów.

# NoReflogs.Text
source: Do not consider commits that are referenced only by an entry in a reflog to be reachable.
pl: Nie uwzględniaj zatwierdzeń, które są osiągalne tylko poprzez odniesienie z wpisu w dzienniku odniesień.

# Remove.Text
source: Remove all dangling objects
pl: Usuń wszystkie osamotnione obiekty

# SaveObjects.Text
source: Save objects to .git/lost-found
pl: Zapisz obiekty do .git/lost-found

# ShowCommitsAndTags.Text
source: Show commits and tags
pl: Pokaż zatwierdzenia i tagi

# ShowOtherObjects.Text
source: Show other objects
pl: Pokaż inne obiekty

# Unreachable.Text
source: Print out objects that exist but that aren't readable from any of the reference nodes.
pl: Pokaż osamotnione obiekty, które istnieją, ale nie mogą zostać odczytane z żadnego węzła odniesienia.

# _removeDanglingObjectsCaption.Text
source: Remove
pl: Usuń

# _removeDanglingObjectsQuestion.Text
source: Are you sure you want to delete all dangling objects?
pl: Na pewno chcesz usunąć wszystkie osamotnione obiekty?

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
pl: Przywróć utracone obiekty

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
pl: Wybierz obiekty do przywrócenia.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
pl: Utworzono tagów: {0}. Nie zapomnij usunąć tych tagów po zakończeniu.

# btnCloseDialog.Text
source: Cancel
pl: Anuluj

# btnRestoreSelectedObjects.Text
source: Recover selected objects
pl: Odzyskaj wybrane obiekty

# columnAuthor.HeaderText
source: Author
pl: Autor

# columnDate.HeaderText
source: Date
pl: Data

# columnHash.HeaderText
source: Hash
pl: Numer

# columnParent.HeaderText
source: Parent(s) hashs
pl: Numery rodziców

# columnSubject.HeaderText
source: Subject
pl: Temat

# columnType.HeaderText
source: Type
pl: Typ

# copyHashToolStripMenuItem.Text
source: Copy object hash
pl: Skopiuj numer obiektu

# copyParentHashToolStripMenuItem.Text
source: Copy parent hash
pl: Skopiuj numer rodzica

# label1.Text
source: Double-click on a row for quick view
pl: Podwójnie kliknij na linię dla szybkiego podglądu

# label2.Text
source: By default only unreferenced objects that are older than 2 weeks are removed when cleaning up the database. All other object are only deleted when you run "Remove all dangling objects" Check commits you want to recover and press Recover button Context menu for additional operations
pl: Domyślnie podczas sprzątania bazy danych usuwane są tylko obiekty bez odniesienia i starsze niż 2 tygodnie. Wszystkie inne obiekty są wykrywane tylko, jeżeli użyjesz "Usuń wszystkie osamotnione obiekty". Sprawdź zatwierdzenia, które chcesz odzyskać i naciśnij przycisk Odzyskaj. Użyj menu kontekstowego dla dodatkowych operacji.

# mnuLostObjectView.Text
source: View
pl: Pokaż

# mnuLostObjectsCreateBranch.Text
source: Create branch
pl: Utwórz gałąź

# mnuLostObjectsCreateTag.Text
source: Create tag
pl: Utwórz tag

# saveAsToolStripMenuItem.Text
source: Save as...
pl: Zapisz jako...

# $this.Text
source: View patch file
pl: Zobacz plik łatki

# File.HeaderText
source: Type
pl: Typ

# FileNameA.HeaderText
source: Filename
pl: Nazwa pliku

# _patchFileFilterString.Text
source: Patch file (*.Patch)
pl: Plik łatki (*.Patch)

# _patchFileFilterTitle.Text
source: Select patch file
pl: Wybierz plik łatki

# labelPatch.Text
source: Patch
pl: Łatka

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
pl: Zmień

# $this.Text
source: General
pl: Ogólne

# _fetch.Text
source: Fetch
pl: Pobierz

# _fetchAll.Text
source: Fetch all
pl: Pobierz wszystko

# _fetchAndPruneAll.Text
source: Fetch and prune all
pl: Pobierz i wycofaj wszystko

# _openPullDialog.Text
source: Open pull dialog
pl: Otwórz okno łączenia

# btnDefaultDestinationBrowse.Text
source: Browse
pl: Przeglądaj

# chkCheckForUncommittedChangesInCheckoutBranch.Text
source: Check for uncommitted changes in checkout branch dialog
pl: Sprawdź niezatwierdzone zmiany w oknie przełączania gałęzi

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
pl: Zamknij okno postępu po pomyślnym wykonaniu

# chkFollowRenamesInFileHistory.Text
source: Follow renames in file history (experimental)
pl: Śledź zmiany nazw w historii pliku (eksperymentalne)

# chkFollowRenamesInFileHistoryExact.Text
source: Follow exact renames and copies only
pl: Śledź tylko dokładne przemianowania i kopie

# chkShowGitCommandLine.Text
source: Show console window when executing git process
pl: Pokaż okno konsoli podczas wykonywania procesu git

# chkShowGitStatusForArtificialCommits.Text
source: Show number of changed files for artificial commits
pl: Pokaż liczbę zmienionych plików dla sztucznych zatwierdzeń

# chkShowGitStatusInToolbar.Text
source: Show number of changed files on commit button
pl: Pokaż ilość zmienionych plików na przycisku zatwierdzenia

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
pl: Pokaż ilość odłożonych na pasku stanu w oknie przeglądania

# chkShowSubmoduleStatusInBrowse.Text
source: Show submodule status in browse menu
pl: Pokaż stan modułu zależnego w menu przeglądania

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
pl: Otwieraj ostatni katalog roboczy przy starcie

# chkStashUntrackedFiles.Text
source: Include untracked files in autostash
pl: Dołącz nieśledzone pliki do automatycznie odłożonych

# chkTelemetry.Text
source: Yes, I allow telemetry!
pl: Tak, zezwól na telemetrię!

# chkUseFastChecks.Text
source: Use FileSystemWatcher to check if index is changed
pl: Użyj FileSystemWatcher do sprawdzenia, czy indeks został zmieniony

# chkUseHistogramDiffAlgorithm.Text
source: Use histogram diff algorithm
pl: Użyj histogramu jako algorytmu porównań

# groupBoxPerformance.Text
source: Performance
pl: Wydajność

# groupBoxTelemetry.Text
source: Telemetry
pl: Telemetria

# lblDefaultCloneDestination.Text
source: Default clone destination
pl: Domyślne docelowe klonowania

# lblDefaultPullAction.Text
source: Default pull action
pl: Domyślna akcja połączenia

# lblQuickSearchTimeout.Text
source: Revision grid quick search timeout [ms]
pl: Opóźnienie szybkiego wyszukiwania w siatce rewizji [ms]

# llblTelemetryPrivacyLink.Text
source: Why and what is captured?
pl: Co i dlaczego jest zbierane?

# checkBoxFetchPrune.Text
source: Prune remote branches during fetch
pl: Wycofaj zdalne gałęzie podczas pobierania

# checkBoxPullRebase.Text
source: Rebase local branch when pulling (instead of merge)
pl: Zmień bazę lokalnej gałęzi podczas połączenia (zamiast scalenia)

# checkBoxRebaseAutostash.Text
source: Automatically stash before doing a rebase
pl: Automatycznie odkładaj przed zmianą bazy

# $this.Text
source: Config
pl: Konfiguracja

# ConfigureEncoding.Text
source: Configure
pl: Skonfiguruj

# btnCommitTemplateBrowse.Text
source: Browse
pl: Przeglądaj

# btnDiffToolBrowse.Text
source: Browse
pl: Przeglądaj

# btnDiffToolCommandSuggest.Text
source: Suggest
pl: Zaproponuj

# btnMergeToolBrowse.Text
source: Browse
pl: Przeglądaj

# btnMergeToolCommandSuggest.Text
source: Suggest
pl: Zaproponuj

# globalAutoCrlfFalse.Text
source: Checkout as-is, commit as-is ("core.autocrlf" is set to "false")
pl: Przełączanie jak-jest, zatwierdzanie jak-jest ("core.autocrlf" jest ustawione na "false")

# globalAutoCrlfInput.Text
source: Checkout as-is, commit Unix-style line endings ("core.autocrlf" is set to "input")
pl: Przełączanie jak-jest, zatwierdzanie - koniec linii w stylu Unix ("core.autocrlf" jest ustawione na "input")

# globalAutoCrlfNotSet.Text
source: Not set
pl: Nieustawione

# globalAutoCrlfTrue.Text
source: Checkout Windows-style, commit Unix-style line endings ("core.autocrlf" is set to "true")
pl: Przełączanie w stylu Windows, zatwierdzanie - koniec linii w stylu Unix ("core.autocrlf" jest ustawione na "true")

# groupBoxLineEndings.Text
source: Line endings
pl: Końce linii

# label3.Text
source: User name
pl: Nazwa użytkownika

# label4.Text
source: User email
pl: E-mail użytkownika

# label6.Text
source: Editor
pl: Edytor

# label60.Text
source: Files content encoding
pl: Kodowanie zawartości plików

# label9.Text
source: You need to set the correct path to git before you can change global settings.
pl: Musisz ustawić poprawną ścieżkę do git, zanim będzie można zmieniać globalne ustawienia.

# lblCommitTemplatePath.Text
source: Path to commit template
pl: Ścieżka do szablonów potwierdzenia

# lblDiffTool.Text
source: Difftool
pl: Porównywacz różnic

# lblDiffToolCommand.Text
source: Difftool command
pl: Komenda porównywacza różnic

# lblDiffToolPath.Text
source: Path to difftool
pl: Ścieżka do porównywacza różnic

# lblMergeTool.Text
source: Mergetool
pl: Narzędzie scalania

# lblMergeToolCommand.Text
source: Mergetool command
pl: Komenda narzędzia scalania

# lblMergeToolPath.Text
source: Path to mergetool
pl: Ścieżka do narzędzia scalania

# _cannotAccessGitignore.Text
source: Failed to save .gitignore. Check if file is accessible.
pl: Nie udało się zapisać .gitignore. Sprawdź, czy plik jest dostępny.

# _cannotAccessGitignoreCaption.Text
source: Failed to save .gitignore
pl: Nie udało się zapisać .gitignore

# _editGitignoreTitle.Text
source: Edit .gitignore
pl: Edytuj .gitignore

# _gitignoreOnlyInWorkingDirSupported.Text
source: .gitignore is only supported when there is a working directory.
pl: .gitignore jest wspierane, tylko jeżeli istnieje katalog roboczy.

# _saveFileQuestion.Text
source: Save changes to .gitignore?
pl: Zapisać zmiany .gitignore?

# _cannotAccessLocalExclude.Text
source: Failed to save .git/info/exclude. Check if file is accessible.
pl: Nie udało się zapisać .git/info/exclude. Sprawdź, czy plik jest dostępny.

# _cannotAccessLocalExcludeCaption.Text
source: Failed to save .git/info/exclude
pl: Nie udało się zapisać .git/info/exclude

# _editLocalExcludeTitle.Text
source: Edit .git/info/exclude
pl: Edytuj .git/info/exclude

# _localExcludeOnlyInWorkingDirSupported.Text
source: .git/info/exclude is only supported when there is a working directory.
pl: .git/info/exclude jest wspierane, tylko jeżeli istnieje katalog roboczy.

# _saveFileQuestion.Text
source: Save changes to .git/info/exclude?
pl: Zapisać zmiany .git/info/exclude?

# $this.Text
source: Git Settings
pl: Ustawienia Git

# label1.Text
source: Select one of the subnodes to view or edit the Git settings
pl: Wybierz jedno z podrzędnych, aby zobaczyć lub edytować ustawienia Git

# $this.Text
source: Paths
pl: Ścieżki

# BrowseGitBinPath.Text
source: Browse
pl: Przeglądaj

# BrowseGitPath.Text
source: Browse
pl: Przeglądaj

# ChangeHomeButton.Text
source: Change HOME
pl: Zmień HOME

# _homeIsSetToString.Text
source: HOME is set to:
pl: HOME ustawione na:

# downloadGitForWindows.Text
source: Download Git
pl: Pobierz Git

# gbEnvironment.Text
source: Environment
pl: Środowisko

# gbPaths.Text
source: Paths
pl: Ścieżki

# homeIsSetToLabel.Text
source: HOME is set to: {0}
pl: HOME ustawione na: {0}

# label50.Text
source: Git Extensions can use Git for Windows or cygwin to access git repositories. Set the correct paths below.
pl: Git Extensions może używać Git dla Windows lub cygwin, aby uzyskać dostęp do repozytoriów git. Ustaw poprawne ścieżki poniżej.

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
pl: Komenda używana do uruchomienia git (git.cmd lub git.exe)

# lblGlobalConfigPath.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
pl: Globalny plik konfiguracji znajduje się w tej lokalizacji, przechowuje zmienną środowiskową %HOME%. Domyślnie %HOME% zostanie ustawione jako %HOMEDRIVE%%HOMEPATH%. To ustawienie powinno być zmieniane tylko, jeżeli doświadczasz problemów.

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
pl: Ścieżka do narzędzi Linuksa (sh). Zostaw puste, aby wykryć automatycznie.

# CannotLoadTheTextOfTheSparseFile.Text
source: Cannot load the text of the sparse file.
pl: Nie można załadować treści pliku rzadkiego.

# ConfirmDisableGitSparse.Text
source: You are about to disable Git Sparse feature for this repository, {0}. Git won't be able to restore the working copy to its full content this way. Would you like to have the filter modified so that it allowed for the full working copy?
pl: Zamierzasz wyłączyć funkcję Git Rzadkie dla repozytorium {0}. Git nie jest w stanie przywrócić całej zawartości kopii roboczej tym sposobem. Czy chcesz zmodyfikować filtr, aby było to możliwe dla całej kopii roboczej?

# CouldNotSave.Text
source: Could not save the modified settings and rules.
pl: Nie można zapisać zmodyfikowanych ustawień i reguł.

# DisableForThisRepository.Text
source: Disable for this repository
pl: Wyłącz dla tego repozytorium

# DisableGitSparse.Text
source: Disable Git Sparse
pl: Wyłącz Git Pliki rzadkie

# EditsTheContentsOfTheGitInfoSparseCheckoutFile.Text
source: Edits the contents of the “.git/info/sparse-checkout” file.
pl: Edycje zawartości pliku “.git/info/sparse-checkout”.

# Enable.Text
source: &Enable
pl: &Włącz

# HeaderDetailsText.Text
source: Need only a small part of a large repository? With sparse checkout, you can skip the rest from being extracted into your working copy.
pl: Potrzebujesz tylko małego fragmentu dużego repozytorium? Dzięki przełączaniu plików rzadkich, możesz pominąć wypakowywanie reszty do kopii roboczej.

# LoadFile.Text
source: Load File
pl: Wczytaj plik

# RefreshWorkingCopyCheckboxHint.Text
source: As the sparse working copy rules are changed, it might become outdated. Refreshes the working copy against the current set of the rules to restore any missing files and remove any extra files. nActual command line: {0}
pl: Zmiana reguł rzadkich w kopii roboczej może spowodować przedawnienie. Należy odświeżyć kopię roboczą uwzględniając nowy zestaw reguł, aby przywrócić brakujące pliki oraz usunąć zbędne. Rzeczywisty wiersz poleceń: {0}

# RefreshWorkingCopyUsingTheCurrentSettingsAndRules.Text
source: Refresh working copy using the current settings and rules
pl: Odśwież kopię roboczą z wykorzystaniem bieżących ustawień i reguł

# Save.Text
source: &Save
pl: &Zapisz

# SaveFile.Text
source: Save File
pl: Zapisz plik

# SetsTheGitPropertyToFalseForTheLocalRepository.Text
source: Sets the Git property “{0}” to False for the local repository.
pl: Dla lokalnego repozytorium ustaw własność Git "{0}" na False.

# SetsTheGitPropertyToTrueForTheLocalRepository.Text
source: Sets the Git property “{0}” to True for the local repository.
pl: Dla lokalnego repozytorium ustaw własność Git "{0}" na True.

# SparseWorkingCopy.Text
source: Sparse Working Copy
pl: Kopia robocza z Rzadkimi

# SparseWorkingCopySupportHasNotBeenEnabledForThisRepository.Text
source: Git Sparse feature has not been enabled for this repository.
pl: Funkcja Git Rzadkie nie została aktywowana w tym repozytorium.

# SparseWorkingCopySupportIsEnabled.Text
source: Git Sparse feature is currently enabled.
pl: Funkcja Git Rzadkie jest obecnie aktywna.

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectories.Text
source: Specify the pass-filter rules for files and directories:
pl: Określ reguły filtru przepustowego dla plików i katalogów:

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectoriesLine2.Text
source: The rules have the same format as the “.gitignore” file, matched items are included. To exclude, prefix a rule with an exclamation mark “!”. “#” comments a line. This is only a filter, so it cannot change the structure like pulling up a deep subfolder to the first level.
pl: Reguły są określane w tym samym formacie, co plik ".gitignore", dopasowane elementy są dołączane. Wykluczyć można poprzez dodanie na początku wykrzyknika "!". "#" komentuje linię. Jest to jedynie filtr, więc nie może on zmienić struktury - przykładowo łączyć podkatalogów do poziomu nadrzędnego.

# WithSomeRulesStillInTheSparsePassFilter.Text
source: with some rules still in the sparse pass-filter
pl: nadal z kilkoma regułami w filtrze przepustowym rzadkich

# WithTheSparsePassFilterEmptyOrMissing.Text
source: with the sparse pass-filter empty or missing
pl: z pustym lub brakującym filtrem przepustowym rzadkich

# YouHaveMadeChangesToSettingsOrRulesWouldYouLikeToSaveThem.Text
source: You have made changes to settings or rules. Would you like to save them?
pl: Dokonano zmian w ustawieniach lub regułach. Chcesz je zapisać?

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
pl: Przeczytaj więcej o tej funkcji pod {0}

# linkLabelHelp.Text
source: Help
pl: Pomoc

# linkLabelHide.Text
source: Hide help
pl: Ukryj pomoc

# linkLabelShowHelp.Text
source: Show help
pl: Wyświetl pomoc

# $this.Text
source: Hotkeys
pl: Skróty klawiszowe

# AbortButton.Text
source: Abort
pl: Porzuć

# ContinueButton.Text
source: Continue
pl: Kontynuuj

# MoreButton.Text
source: M&ore...
pl: &Więcej...

# ResolveButton.Text
source: Resolve...
pl: Rozwiąż...

# _bisect.Text
source: Bisect
pl: Skanuj

# _conflictsMessage.Text
source: There are unresolved merge conflicts.
pl: Istnieją nierozwiązane konflikty scalania.

# _merge.Text
source: Merge
pl: Scal

# _patch.Text
source: Patch
pl: Łatka

# _progressMessage.Text
source: {0} is currently in progress.
pl: {0} jest obecnie w toku.

# _progressWithConflictsMessage.Text
source: {0} is currently in progress with merge conflicts.
pl: {0} jest obecnie w toku z konfliktami scalania.

# _rebase.Text
source: Rebase
pl: Zmień bazę

# Checkout.Text
source: Checkout
pl: Przełączanie

# CreateBranch.Text
source: Create &Branch...
pl: Utwórz &gałąź...

# Merge.Text
source: &Merge
pl: &Scal

# Rebase.Text
source: &Rebase
pl: Zmień &bazę

# Rename.Text
source: Rename
pl: Przemianuj

# Reset.Text
source: Re&set
pl: Z&resetuj

# _archiveRevisionCaption.Text
source: Archive revision
pl: Archiwum rewizji

# _middleOfPatchApply.Text
source: You are in the middle of a patch apply, continue patch apply?
pl: Jesteś w połowie drogi do zastosowania łatki, kontynuować?

# _middleOfPatchApplyCaption.Text
source: Patch apply
pl: Zastosuj łatkę

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
pl: Jesteś w połowie drogi do zmiany bazy, kontynuować?

# _middleOfRebaseCaption.Text
source: Rebase
pl: Zmień bazę

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
pl: Bieżący katalog nie jest prawidłowym repozytorium git.

# _pageantNotFound.Text
source: Cannot load SSH key. PuTTY is not configured properly.
pl: Nie można załadować klucza SSH. PuTTY jest błędnie skonfigurowany.

# _rememberChoice.Text
source: Remember choice
pl: Zapamiętaj wybór

# _resetChangesCaption.Text
source: Reset changes
pl: Zresetuj zmiany

# _serverHostkeyNotCachedText.Text
source: The server's host key is not cached in the registry. Do you want to trust this host key and then try again?
pl: Klucz hosta serwera nie jest w pamięci podręcznej rejestru. Chcesz ustawić klucz jako zaufany i spróbować ponownie?

# _shellNotFound.Text
source: The selected shell is not installed, or is not on your path.
pl: Wybrana powłoka nie jest zainstalowana lub posiada błędną ścieżkę.

# _shellNotFoundCaption.Text
source: Shell not found
pl: Nie znaleziono powłoki

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
pl: Zaktualizować moduły zależne przy przełączeniu?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
pl: Istnieją nierozwiązane konflikty scalania, rozwiązać je teraz?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
pl: Konflikty scalania

# _updateSubmodules.Text
source: Update submodules
pl: Zaktualizuj moduły zależne

# _updateSubmodulesToo.Text
source: Since this repository has submodules, it's necessary to update them on every checkout. This will just checkout on the submodule the commit determined by the superproject.
pl: Gdy repozytorium posiada moduły zależne, trzeba je aktualizować przy każdym przełączeniu. To po prostu przełączy zatwierdzenie ustalone przez superprojekt na moduł zależny.

# FileName.HeaderText
source: Name
pl: Nazwa

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
pl: Nie można wyświetlić szczegółów pliku łatki.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
pl: Autor

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
pl: Data

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
pl: Temat

# $this.Text
source: Plugins Settings
pl: Ustawienia wtyczek

# label1.Text
source: Select one of the subnodes to view or edit the settings of a Git Extensions Plugin.
pl: Wybierz jedno z podrzędnych, aby zobaczyć lub edytować ustawienia wtyczki Git Extensions.

# labelNoSettings.Text
source: There are no settings available for this plugin.
pl: Brak dostępnych ustawień dla tej wtyczki

# $this.Title
source: Plugins
pl: Wtyczki

# _cannotOpenTheFolder.Text
source: Cannot open the folder
pl: Nie można otworzyć folderu

# _clearRecentCategoryCaption.Text
source: Clear recent repositories
pl: Wyczyść ostatnie repozytoria

# _clearRecentCategoryQuestion.Text
source: Do you want to clear the list of recent repositories? The action cannot be undone.
pl: Na pewno chcesz wyczyścić listę ostatnich repozytoriów? Ta akcja nie może zostać cofnięta.

# _deleteCategoryCaption.Text
source: Delete Category
pl: Usuń kategorię

# _deleteCategoryQuestion.Text
source: Do you want to delete category "{0}" with {1} repositories? The action cannot be undone.
pl: Na pewno chcesz usunąć kategorię "{0}" zawierającą {1} repozytoriów? Ta akcja nie może zostać cofnięta.

# _groupRecentRepositories.Text
source: Recent repositories
pl: Ostatnie repozytoria

# clmhdrBranch.Text
source: Branch
pl: Gałąź

# clmhdrCategory.Text
source: Category
pl: Kategoria

# clmhdrPath.Text
source: Path
pl: Ścieżka

# lblRecentRepositories.Text
source: Recent Repositories
pl: Ostatnie repozytoria

# mnuConfigure.Text
source: &Recent repositories settings
pl: &Ustawienia ostatnich repozytoriów

# tsmiCategories.Text
source: Categories
pl: Kategorie

# tsmiCategoryAdd.Text
source: Add new...
pl: Dodaj nową...

# tsmiCategoryClear.Text
source: Clear all recent repositories
pl: Wyczyść ostatnie repozytoria

# tsmiCategoryDelete.Text
source: Delete category
pl: Usuń kategorię

# tsmiCategoryNone.Text
source: (none)
pl: (brak)

# tsmiCategoryRename.Text
source: Rename category
pl: Przemianuj kategorię

# tsmiOpenFolder.Text
source: Show in folder
pl: Pokaż w katalogu

# tsmiRemoveFromList.Text
source: Remove project from the list
pl: Usuń repozytorium z tej listy
