Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# $this.Text
source: Edit .gitattributes
pl: Edytuj .gitattributes

# Save.Text
source: Save
pl: Zapisz

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
pl: Nie udało się zapisać .gitattributes Sprawdź, czy można uzyskać dostęp do pliku.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
pl: Nie udało się zapisać .gitattributes

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
pl: .gitattributes jest wspierane, tylko jeżeli istnieje katalog roboczy.

# _noWorkingDirCaption.Text
source: No working directory
pl: Brak katalogu roboczego

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
pl: Zapisać zmiany .gitattributes?

# _saveFileQuestionCaption.Text
source: Save changes?
pl: Zapisać zmiany?

# label1.Text
source: Edit the git attributes Define attributes per path Examples Mark all jpg files as binary: *.jpg binary Mark sln files as binary: *.sln binary Mark single file as text: weirdchars.txt text For more information run command "git help gitattributes"
pl: Edytuj atrybuty git. Określ po atrybucie na linię. Przykłady Oznacz wszystkie pliki jpg jako binarne: *.jpg binary Oznacz pliki sln jako binarne: *.sln binary Oznacz pojedynczy plik jako tekst: dziwneznaki.txt text Aby uzyskać więcej informacji, uruchom komendę "git help gitattributes".

# $this.Text
source: Git Command Log
pl: Dziennik komend Git

# chkAlwaysOnTop.Text
source: Always on top
pl: Zawsze na wierzchu

# chkWordWrap.Text
source: Word wrap
pl: Zawijanie wyrazów

# mnuClear.Text
source: Clear
pl: Wyczyść

# mnuSaveToFile.Text
source: Save to file
pl: Zapisz do pliku

# tabPageCommandCache.Text
source: Command cache
pl: Pamięć komend

# tabPageCommandLog.Text
source: Command log
pl: Dziennik komend

# $this.Text
source: Edit .gitignore
pl: Edytuj .gitignore

# AddDefault.Text
source: Add default ignores
pl: Dodaj domyślnie ignorowane

# AddPattern.Text
source: Add pattern
pl: Dodaj wzorzec

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
pl: Brak katalogu roboczego

# label1.Text
source: Specify filepatterns you want git to ignore. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
pl: Określ wzorce plików, które git ma ignorować. Przykłady: #Ignoruj miniaturki stworzone przez Windows Thumbs.db #Ignoruj pliki stworzone przez Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/

# lnkGitIgnoreGenerate.Text
source: Generate a custom ignore file for git
pl: Utwórz własny plik ignorujący dla git

# lnkGitIgnorePatterns.Text
source: Example ignore patterns
pl: Przykładowe wzorce ignorowania

# $this.Text
source: Go to commit
pl: Przejdź do zatwierdzenia

# goButton.Text
source: Go
pl: Przejdź

# groupBox1.Text
source: Help
pl: Pomoc

# label1.Text
source: Commit expression:
pl: Formuła zatwierdzenia:

# label2.Text
source: Commit expression examples: - complete commit hash: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - partial commit hash (if unique): e. g.: 8eab51fcb9c453 - tag name - branch name
pl: Przykłady formuły zatwierdzenia: - pełny numer zatwierdzenia: np. 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - częściowy numer zatwierdzenia (gdy unikalny): np. 8eab51fcb9c453 - nazwa tagu - nazwa gałęzi

# label3.Text
source: Go to tag:
pl: Przejdź do tagu:

# label4.Text
source: Go to branch:
pl: Przejdź do gałęzi:

# linkGitRevParse.Text
source: More see git-rev-parse
pl: Dowiedz się o git-rev-parse

# $this.Text
source: Go to line
pl: Przejdź do linii

# cancelBtn.Text
source: Cancel
pl: Anuluj

# lineLabel.Text
source: Line number
pl: Numer linii

# $this.Text
source: Create new repository
pl: Utwórz nowe repozytorium

# Init.Text
source: Create
pl: Utwórz

# _chooseDirectory.Text
source: Please choose a directory.
pl: Proszę wybrać katalog.

# _chooseDirectoryCaption.Text
source: Choose directory
pl: Wybierz katalog

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
pl: Nie można zainicjalizować nowego repozytorium w pliku. Proszę wybrać katalog.

# _initMsgBoxCaption.Text
source: Create new repository
pl: Utwórz nowe repozytorium

# label1.Text
source: Directory
pl: Katalog

# $this.Text
source: Edit .mailmap
pl: Edytuj .mailmap

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
pl: Nie udało się zapisać .mailmap. Sprawdź, czy plik jest dostępny.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
pl: Nie udało się zapisać .mailmap.

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
pl: .mainmap jest wspierane, tylko jeżeli istnieje katalog roboczy.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
pl: Brak katalogu roboczego

# _saveFileQuestion.Text
source: Save changes to .mailmap?
pl: Zapisać zmiany .mailmap?

# label1.Text
source: Edit the mailmap. This file is meant to correct usernames. Example: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> For more information run command "git help shortlog"
pl: Zedytuj mailmap. Ten plik ma na celu poprawić nazwy użytkownika. Przykład: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> W celu uzyskania dodatkowych informacji uruchom komendę "git help shortlog"

# $this.Text
source: Existing worktrees
pl: Istniejące drzewa robocze

# Branch.HeaderText
source: Branch
pl: Gałąź

# Delete.HeaderText
source: Delete
pl: Usuń

# IsDeleted.HeaderText
source: Deleted
pl: Usunięte

# Open.HeaderText
source: Open
pl: Otwórz

# Path.HeaderText
source: Path
pl: Ścieżka

# Type.HeaderText
source: Type
pl: Typ

# _deleteWorktreeFailedText.Text
source: Failed to delete a worktree
pl: Nie udało się usunąć drzewa roboczego

# _deleteWorktreeText.Text
source: Are you sure you want to delete this worktree?
pl: Na pewno chcesz usunąć to drzewo robocze?

# _deleteWorktreeTitle.Text
source: Delete a worktree
pl: Usuń drzewo robocze

# _switchWorktreeText.Text
source: Are you sure you want to switch to this worktree?
pl: Na pewno chcesz przełączyć na to drzewo robocze?

# _switchWorktreeTitle.Text
source: Open a worktree
pl: Otwórz drzewo robocze

# buttonClose.Text
source: Close
pl: Zamknij

# buttonPruneWorktrees.Text
source: Prune the deleted worktrees
pl: Wycofaj usunięte drzewa robocze

# $this.Text
source: Merge branches
pl: Scal gałęzie

# Currentbranch.Text
source: Into current branch
pl: Do bieżącej gałęzi

# NonDefaultMergeStrategy.Text
source: Use non-default merge strategy
pl: Użyj niestandardowej strategii scalania

# Ok.Text
source: &Merge
pl: &Scal

# _formMergeBranchHoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
pl: Nakieruj, aby zobaczyć akcję przy szybkim przeglądzie, jeśli możliwy.

# _strategyTooltipText.Text
source: resolve This can only resolve two heads (i.e. the current branch and another branch you pulled from) using a 3-way merge algorithm. It tries to carefully detect criss-cross merge ambiguities and is considered generally safe and fast. recursive This can only resolve two heads using a 3-way merge algorithm. When there is more than one common ancestor that can be used for 3-way merge, it creates a merged tree of the common ancestors and uses that as the reference tree for the 3-way merge. Additionally this can detect and handle merges involving renames. This is the default merge strategy when pulling or merging one branch. octopus This resolves cases with more than two heads, but refuses to do a complex merge that needs manual resolution. It is primarily meant to be used for bundling topic branch heads together. This is the default merge strategy when pulling or merging more than one branch. ours This resolves any number of heads, but the resulting tree of the merge is always that of the current branch head, effectively ignoring all changes from all other branches. It is meant to be used to supersede old development history of side branches. subtree This is a modified recursive strategy. When merging trees A and B, if B corresponds to a subtree of A, B is first adjusted to match the tree structure of A, instead of reading the trees at the same level. This adjustment is also done to the common ancestor tree.
pl: analiza Ta opcja zanalizuje dwa nagłówki (np. bieżąca gałąź oraz gałąź, z której łączysz) przy pomocy 3-sposobowego algorytmu scalania. Stara się ona ostrożnie wykryć krzyżujące się niejasności scalania i jest zasadniczo uważana za szybką i bezpieczną. rekursywnie Ta opcja zanalizuje dwa nagłówki przy pomocy 3-sposobowego algorytmu scalania, gdy jest więcej niż jeden przodek, który może zostać użyty w tym algorytmie. Tworzy to scalone drzewo zwyczajnych przodków i korzysta z tego jako drzewo odniesień dla scalania 3-sposobowego. Dodatkowo może wykryć i przechwycić uwikłane przemianowania scaleń. To domyślna strategia łączenia i scalania jednej gałęzi. ośmiornica Ta opcja zanalizuje przypadki z więcej niż dwoma nagłówkami, ale pozostawi złożone scalania do ręcznego wykonania. Powinno być używane głównie do wspólnego pakietowania nagłówków gałęzi tytułowych. To domyślna strategia łączenia i scalania kilku gałęzi. u nich Ta opcja zanalizuje każdą liczbę nagłówków, lecz wynikowe drzewo scalania zawsze pochodzi od nagłówka bieżącej gałęzi, czyli ignoruje wszystkie zmiany z innych gałęzi. Powinno być używane do zastępowania starej historii rozwojowej gałęzi pobocznych. poddrzewa To zmodyfikowana strategia rekursywna. Podczas scalania drzew A i B, gdy B odpowiada poddrzewu A, B jest pierwsze dostosowywane do zgodności ze strukturą drzewa A, zamiast analizowania drzew na tym samym poziomie. Dostosowanie jest również wykonywane do zwyczajnego drzewa przodka.

# addMergeMessage.Text
source: Specify merge message
pl: Określ wiadomość scalenia

# advanced.Text
source: Show advanced options
pl: Pokaż zaawansowane opcje

# allowUnrelatedHistories.Text
source: Allow unrelated histories
pl: Zezwól na niepowiązane historie

# fastForward.Text
source: Keep a single branch line if possible (fast forward)
pl: Zachowaj pojedyncza linię gałęzi, jeśli możliwe (szybki przegląd)

# groupBox1.Text
source: Merge
pl: Scal

# label2.Text
source: Merge branch
pl: Scal gałąź

# noCommit.Text
source: Do not commit
pl: Nie zatwierdzaj

# noFastForward.Text
source: Always create a new merge commit
pl: Zawsze twórz nowe zatwierdzenie scalania

# squash.Text
source: Squash commits
pl: Dołącz zatwierdzenia

# strategyHelp.Text
source: Help
pl: Pomoc

# $this.Text
source: Submodule conflict
pl: Konflikt modułów zależnych

# _deleted.Text
source: deleted
pl: usunięte

# _stageFilename.Text
source: Stage {0}
pl: Przygotuj {0}

# btCheckoutBranch.Text
source: Checkout Branch
pl: Przełącz gałąź

# btOpenSubmodule.Text
source: Open submodule
pl: Otwórz moduł zależny

# btStageCurrent.Text
source: Stage Current
pl: Przygotuj bieżące

# label1.Text
source: Base:
pl: Baza:

# label2.Text
source: There is a conflict on the submodule:
pl: Konflikt na module zależnym:

# label3.Text
source: Local:
pl: Lokalne:

# label4.Text
source: Remote:
pl: Zdalne:

# label5.Text
source: Current:
pl: Bieżące:

# lbSubmodule.Text
source: Submodule
pl: Moduł zależny

# $this.Text
source: Open local repository
pl: Otwórz lokalne repozytorium

# Load.Text
source: Open
pl: Otwórz

# _warningOpenFailed.Text
source: The selected directory is not a valid git repository.
pl: Wybrany katalog nie jest prawidłowym repozytorium git.

# folderBrowserButton.Text
source: &Browse...
pl: &Przeglądaj...

# label1.Text
source: &Directory:
pl: &Katalog:

# $this.Text
source: Pull
pl: Połącz

# AddRemote.Text
source: Manage remotes
pl: Zarządzaj zdalnymi

# AllTags.Text
source: Fetch all tags
pl: Pobierz wszystkie tagi

# AutoStash.Text
source: Auto stash
pl: Auto odkładanie

# Fetch.Text
source: Do not merge, only &fetch remote changes
pl: Nie scalaj, tylko po&bierz zmiany zdalne

# Merge.Text
source: &Merge remote branch into current branch
pl: &Scal zdalną gałąź do bieżącej gałęzi

# NoTags.Text
source: Fetch no tag
pl: Nie pobieraj tagów

# Prune.Text
source: Prune remote branches
pl: Wycofaj zdalne gałęzie

# Pull.Text
source: &Pull
pl: &Połącz

# PullFromRemote.Text
source: Remote
pl: Zdalne

# PullFromUrl.Text
source: Url
pl: Link

# ReachableTags.Text
source: Follow tagopt, if not specified, fetch tags reachable from remote HEAD
pl: Podążaj za tagopt, a gdy nie określono, pobierz tagi osiągalne ze zdalnego HEAD

# Rebase.Text
source: &Rebase current branch on top of remote branch, creates linear history (use with caution)
pl: Zmień &bazę bieżącej gałęzi na górze zdalnej gałęzi, tworzy historię liniową (używać z ostrożnością)

# Stash.Text
source: Stash changes
pl: Odłóż zmiany

# Unshallow.Text
source: Download full history
pl: Pobierz pełną historię

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
pl: Czy wszystkie konflikty scalania rozwiązane? Chcesz zatwierdzić?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
pl: Rozwiązane konflikty

# _areYouSureYouWantToRebaseMerge.Text
source: The current commit is a merge. Are you sure you want to rebase this merge?
pl: Bieżące zatwierdzenie jest scaleniem. Na pewno chcesz zmienić bazę tego scalenia?

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
pl: Zmienić bazę zatwierdzenia scalenia?

# _buttonFetch.Text
source: &Fetch
pl: &Pobierz

# _buttonPull.Text
source: &Pull
pl: &Połącz

# _fetchAllBranchesCanOnlyWithFetch.Text
source: You can only fetch all remote branches (*) without merge or rebase. If you want to fetch all remote branches, choose fetch. If you want to fetch and merge a branch, choose a specific branch.
pl: Możesz pobrać wszystkie zdalne gałęzie (*) tylko bez scalania i zmiany bazy. Jeśli chcesz pobrać wszystkie zdalne gałęzie, wybierz pobierz. Jeśli chcesz pobrać i scalić gałąź, wybierz ją.

# _formTitleFetch.Text
source: Fetch ({0})
pl: Pobierz ({0})

# _formTitlePull.Text
source: Pull ({0})
pl: Połącz ({0})

# _hoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
pl: Nakieruj, aby zobaczyć akcję przy szybkim przeglądzie, jeśli możliwy.

# _noRemoteBranch.Text
source: You didn't specify a remote branch
pl: Nie określono zdalnej gałęzi

# _noRemoteBranchCaption.Text
source: Remote branch not specified
pl: Zdalna gałąź nie została określona

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
pl: Chcesz pobrać ze zdalnego '{0}', ale nie określono zdalnej gałęzi. Ponieważ to nie jest bieżąca gałąź, musisz określić gałąź zdalną.

# _noRemoteBranchMainInstruction.Text
source: You asked to pull from the remote '{0}', but did not specify a remote branch. Because this is not the default configured remote for your local branch, you must specify a remote branch.
pl: Poproszono o połączenie od zdalnego '{0}', lecz nie określono zdalnej gałęzi. Ponieważ to nie jest domyślnie skonfigurowane zdalne dla Twojej gałęzi, musisz określić zdalną gałąź.

# _notOnBranch.Text
source: You cannot "pull" when git head detached. Do you want to continue?
pl: Nie można połączyć, gdy git head jest oddzielony. Chcesz kontynuować?

# _pruneBranchesBranch.Text
source: Do you want to delete all stale remote-tracking branches?
pl: Chcesz usunąć wszystkie przestarzałe, śledzone zdalne gałęzie?

# _pruneBranchesCaption.Text
source: Pull was rejected
pl: Połączenie zostało odrzucone

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
pl: Zdalna gałąź już nie istnieje

# _pruneFromCaption.Text
source: Prune remote branches from {0}
pl: Wycofaj zdalne gałęzie z {0}

# _pullFetchPruneAllConfirmation.Text
source: Warning! The fetch with prune will remove all the remote-tracking references which no longer exist on remotes. Do you want to proceed?
pl: Uwaga! Pobieranie wycofanie usunie wszystkie zdalnie-śledzone odniesienia, które nie istnieją już na zdalnych. Czy chcesz kontynuować?

# _questionInitSubmodules.Text
source: The pulled has submodules configured. Do you want to initialize the submodules? This will initialize and update all submodules recursive.
pl: Połączenie posiada skonfigurowane moduły zależne. Chcesz zainicjować moduły zależne? Ta akcja zainicjuje i zaktualizuje rekurencyjnie wszystkie moduły zależne.

# _questionInitSubmodulesCaption.Text
source: Submodules
pl: Moduły zależne

# _selectRemoteRepository.Text
source: Please select a remote repository
pl: Proszę wybrać zdalne repozytorium

# _selectSourceDirectory.Text
source: Please select a source directory
pl: Proszę wybrać docelowy katalog

# groupBox1.Text
source: Merge options
pl: Opcje scalania

# groupBox2.Text
source: Pull from
pl: Połącz od

# groupBox3.Text
source: Branch
pl: Gałąź

# groupBox4.Text
source: Tag options
pl: Opcje tagów

# label1.Text
source: Local branch
pl: Gałąź lokalna

# label2.Text
source: Remote branch
pl: Gałąź zdalna

# $this.Text
source: Push
pl: Wyślij

# BranchTab.Text
source: Push branches
pl: Wyślij gałęzie

# DeleteColumn.HeaderText
source: Delete Remote Branch
pl: Usuń zdalną gałąź

# ForceColumn.HeaderText
source: Force
pl: Wymuś

# ForcePushBranches.Text
source: &Force Push
pl: &Wymuś wysłanie

# ForcePushTags.Text
source: &Force Push
pl: &Wymuś wysłanie

# LoadSSHKey.Text
source: Load SSH key
pl: Załaduj klucz SSH

# LocalColumn.HeaderText
source: Local Branch
pl: Gałąź lokalna

# MultipleBranchTab.Text
source: Push multiple branches
pl: Wyślij wiele gałęzi

# Pull.Text
source: Pull
pl: Połącz

# Push.Text
source: &Push
pl: &Wyślij

# PushColumn.HeaderText
source: Push
pl: Wyślij

# PushToRemote.Text
source: Remote
pl: Zdalne

# PushToUrl.Text
source: Url
pl: Link

# RecursiveSubmodules.Item0
source: None
pl: Nic nie rób

# RecursiveSubmodules.Item1
source: Check
pl: Sprawdź

# RecursiveSubmodules.Item2
source: On-demand
pl: Na żądanie

# RemoteColumn.HeaderText
source: Remote Branch
pl: Zdalna gałąź

# ReplaceTrackingReference.Text
source: Replace tracking reference
pl: Zastąp odniesienia śledzenia

# ShowOptions.Text
source: Show options
pl: Pokaż opcje

# TagTab.Text
source: Push tags
pl: Wyślij tagi

# _branchNewForRemote.Text
source: The branch you are about to push seems to be a new branch for the remote. Are you sure you want to push this branch?
pl: Gałąź, którą zamierzasz wysłać, będzie nową gałęzią dla zdalnego. Na pewno chcesz wysłać tę gałąź?

# _configureRemote.Text
source: Please configure a remote repository first. Would you like to do it now?
pl: Proszę najpierw skonfigurować zdalne repozytorium. Chcesz to zrobić teraz?

# _createPullRequestCB.Text
source: Create pull request after push
pl: Stwórz prośbę połączenia po wysłaniu

# _dontShowAgain.Text
source: Remember my decision.
pl: Zapamiętaj mój wybór.

# _errorPushToRemoteCaption.Text
source: Push to remote
pl: Wyślij do zdalnego

# _forceWithLeaseTooltips.Text
source: Force with lease is a safer way to force push. It ensures you only overwrite work that you have seen in your local repository
pl: Bezpieczne wymuszenie to pewny sposób na wymuszone wysyłanie. Zapewnia ono nadpisanie tylko pracy widocznej w lokalnym repozytorium.

# _pullActionFetch.Text
source: fetch
pl: pobierz

# _pullActionMerge.Text
source: merge
pl: scal

# _pullActionNone.Text
source: none
pl: brak

# _pullActionRebase.Text
source: rebase
pl: zmień bazę

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
pl: Wysyłanie zostało odrzucone przez "{0}"

# _pullRepositoryMainMergeInstruction.Text
source: Pull latest changes from remote repository
pl: Połącz ostatnie zmiany ze zdalnego repozytorium

# _pullRepositoryMergeInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart. Merge the remote changes before pushing again.
pl: Wysyłanie zostało przerwane, ponieważ końcówka Twojej bieżącej gałęzi jest za odpowiednikiem zdalnym. Scal ze zmianami zdalnymi, przed ponownym wysłaniem.

# _pushCaption.Text
source: Push
pl: Wyślij

# _pushToCaption.Text
source: Push to {0}
pl: Wyślij do {0}

# _selectDestinationDirectory.Text
source: Please select a destination directory
pl: Proszę wybrać katalog docelowy

# _selectTag.Text
source: You need to select a tag to push or select "Push all tags".
pl: Musisz wybrać tag do wysłania albo wybrać "Wyślij wszystkie tagi".

# _updateTrackingReference.Text
source: The branch {0} does not have a tracking reference. Do you want to add a tracking reference to {1}?
pl: Gałąź {0} nie posiada odniesienia śledzenia. Chcesz dodać odniesienie śledzenia do {1}?

# _useForceWithLeaseInstead.Text
source: Force push may overwrite changes since your last fetch. Do you want to use the safer force with lease instead?
pl: Wymuszone wysłanie może nadpisać zmiany dokonane od ostatniego pobrania. Możesz również użyć Bezpiecznego wymuszenia.

# ckForceWithLease.Text
source: Force With &Lease
pl: &Bezpieczne wymuszenie

# groupBox2.Text
source: Push to
pl: Wyślij do

# label1.Text
source: Tag to push
pl: Tagi do wysłania

# label2.Text
source: Recursive submodules
pl: Rekursywne moduły zależne

# labelFrom.Text
source: Branch to push
pl: Gałąź do wysłania

# labelTo.Text
source: to
pl: do

# selectAllToolStripMenuItem.Text
source: Select all
pl: Zaznacz wszystko

# $this.Text
source: Authentication error
pl: Błąd uwierzytelniania

# Retry.Text
source: Retry
pl: Ponów

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
pl: Musisz się uwierzytelnić, aby uruchomić tę komendę.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
pl: Proszę załadować swój prywatny klucz SSH

# _actionDelete.Text
source: Delete
pl: Usuń

# _actionRename.Text
source: Rename
pl: Przemianuj

# _actionSelect.Text
source: Select
pl: Wybierz

# btnAction.Text
source: Action
pl: Akcja

# lbxRefs.Item0
source: local1 (ref)
pl: local1 (odniesienie)

# lbxRefs.Item1
source: local2 (ref)
pl: local2 (odniesienie)

# $this.Text
source: Rebase
pl: Zmień bazę

# Abort.Text
source: Abort
pl: Porzuć

# Commit.Text
source: Commit...
pl: Zatwierdź...

# Ok.Text
source: Rebase
pl: Zmień bazę

# Resolved.Text
source: Continue rebase
pl: Kontynuuj zmianę bazy

# Skip.Text
source: Skip currently applying commit
pl: Pomiń aktualnie stosowane zatwierdzenie

# _branchUpToDateCaption.Text
source: Rebase
pl: Zmień bazę

# _branchUpToDateText.Text
source: Current branch a is up to date. Nothing to rebase.
pl: Bieżąca gałąź jest aktualna. Zmiana bazy niepotrzebna.

# _continueRebaseText.Text
source: Continue rebase
pl: Kontynuuj zmianę bazy

# _continueRebaseText2.Text
source: >Continue rebase<
pl: >Kontynuuj zmianę bazy<

# _noBranchSelectedText.Text
source: Please select a branch
pl: Proszę wybrać gałąź

# _solveConflictsText.Text
source: Solve conflicts
pl: Rozwiąż konflikty

# _solveConflictsText2.Text
source: >Solve conflicts<
pl: >Rozwiąż konflikty<

# chkAutosquash.Text
source: Autosquash
pl: Auto dołączanie

# chkInteractive.Text
source: Interactive Rebase
pl: Interaktywna zmiana bazy

# chkPreserveMerges.Text
source: Preserve Merges
pl: Zachowaj scalenia

# chkSpecificRange.Text
source: Specific range
pl: Określony zasięg

# chkStash.Text
source: Auto stash
pl: Auto odkładanie

# label1.Text
source: Rebase current branch on top of another branch
pl: Zmień bazę bieżącej gałęzi na górze innej gałęzi
