Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# label2.Text
source: Rebase on
pl: Zmień bazę na

# label3.Text
source: Commits to re-apply:
pl: Zatwierdzenia do ponownego zastosowania:

# lblCurrent.Text
source: Current branch:
pl: Bieżąca gałąź:

# lblRangeFrom.Text
source: From (exc.)
pl: Od (bez tego)

# lblRangeTo.Text
source: To
pl: Do

# $this.Text
source: Recent repositories settings
pl: Ustawienia ostatnich repozytoriów

# Abort.Text
source: Cancel
pl: Anuluj

# MostRecentLabel.Text
source: Most recent repositories
pl: Ostatnie repozytoria

# anchorToLessToolStripMenuItem.Text
source: Anchor to less recent repositories
pl: Zakotwicz do nowszych repozytoriów

# anchorToMostToolStripMenuItem.Text
source: Anchor to most recent repositories
pl: Zakotwicz do ostatnich repozytoriów

# chdrRepository.Text
source: Header
pl: Nagłówek

# chdrRepository1.Text
source: Header
pl: Nagłówek

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
pl: Minimalna szerokość listy (0 = Automatyczna)

# comboMinWidthNote.Text
source: NB: The width of the columns helps to visualise how the repository name will be shown in the combobox.
pl: NB: Szerokość kolumn ułatwia wizualizację wyglądu nazwy repozytorium w podwójnych polach.

# dontShortenRB.Text
source: Do not shorten
pl: Nie skracaj

# label1.Text
source: Less recent repositories
pl: Pozostałe repozytoria

# lblRecentRepositoriesHistorySize.Text
source: Recent repositories history size
pl: Rozmiar historii ostatnich repozytoriów

# maxRecentRepositories.Text
source: Maximum number of most recent repositories
pl: Maksymalna liczba ostatnich repozytoriów

# middleDotRB.Text
source: Replace middle part with dots
pl: Zastąp centralną część kropkami

# mostSigDirRB.Text
source: The most significant directory
pl: Najistotniejszy katalog

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
pl: Usuń zakotwiczenie

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
pl: Usuń z ostatnich repozytoriów

# shorteningGB.Text
source: Shortening strategy
pl: Metoda skracania

# sortLessRecentRepos.Text
source: Sort less recent repositories alphabetically
pl: Sortuj pozostałe repozytoria alfabetycznie

# sortMostRecentRepos.Text
source: Sort most recent repositories alphabetically
pl: Sortuj ostatnie repozytoria alfabetycznie

# $this.Text
source: Reflog
pl: Dziennik odniesień

# Action.HeaderText
source: Action
pl: Akcja

# Ref.HeaderText
source: Ref
pl: Odniesienie

# _continueResetCurrentBranchCaptionText.Text
source: Changes not committed...
pl: Niezatwierdzone zmiany...

# _continueResetCurrentBranchEvenWithChangesText.Text
source: You have changes in your working directory that could be lost. Do you want to continue?
pl: Posiadasz zmiany w katalogu roboczym, które mogą zostać utracone. Czy chcesz przejść dalej?

# copySha1ToolStripMenuItem.Text
source: Copy SHA-1
pl: Skopiuj SHA-1

# createABranchOnThisCommitToolStripMenuItem.Text
source: Create a branch on this commit...
pl: Stwórz gałąź na tym zatwierdzeniu...

# label1.Text
source: Display reflog for:
pl: Odniesienia dla:

# label2.Text
source: Reference:
pl: Odniesienie:

# lblDirtyWorkingDirectory.Text
source: Warning: you've got changes in your working directory that could be lost if you want to reset the current branch to another commit. Stash them before if you don't want to lose them.
pl: Uwaga: posiadasz zmiany w katalogu roboczym, które mogą zostać utracone jeżeli zresetujesz gałąź do innego zatwierdzenia. Odłóż je przed zresetowaniem, jeżeli nie chcesz ich utracić.

# linkCurrentBranch.Text
source: (Current branch name)
pl: (Nazwa bieżącej gałęzi)

# resetCurrentBranchOnThisCommitToolStripMenuItem.Text
source: Reset current branch to this commit...
pl: Zresetuj bieżącą gałąź do tego zatwierdzenia...

# KeepDialogOpen.Text
source: Keep dialog open
pl: Zostaw okno otwarte

# _fingerprintNotRegistredText.Text
source: The fingerprint of this host is not registered by PuTTY. This causes this process to hang, and that why it is automatically stopped. When the connection is opened detached from Git and Git Extensions, the host's fingerprint can be registered. You could also manually add the host's fingerprint or run Test Connection from the remotes dialog. Do you want to register the host's fingerprint and restart the process?
pl: OdciskPalca tego hosta nie jest zarejestrowany przez PuTTY. Powoduje to zawieszenie się procesu, i dlatego się on automatycznie zatrzymuje. Kiedy połączenie jest otworzone oderwane od Git i Git Extenstions, OdciskPalca może zostać zarejestrowany. Możesz również ręcznie dodać OdciskPalca hostu lub uruchomić Sprawdź Połączenie z okna zdalnych. Chcesz zarejestrować OdciskPalca hosta i zresetować proces?

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
pl: Host OdciskuPalca niezarejestrowany

# $this.Text
source: Remote repositories
pl: Zdalne repozytoria

# BranchName.HeaderText
source: Local branch name
pl: Nazwa lokalnej gałęzi

# MergeWith.HeaderText
source: Default merge with
pl: Domyślnie scal z

# RemoteCombo.HeaderText
source: Remote repository
pl: Zdalne repozytorium

# Save.Text
source: Save changes
pl: Zapisz zmiany

# SaveDefaultPushPull.Text
source: Save changes
pl: Zapisz zmiany

# SshBrowse.Text
source: Browse...
pl: Przeglądaj...

# TestConnection.Text
source: Test connection
pl: Sprawdź połączenie

# _btnDeleteTooltip.Text
source: Delete the selected remote
pl: Usuń wybraną zdalną

# _btnNewTooltip.Text
source: Add a new remote
pl: Dodaj nową zdalną

# _btnToggleStateTooltip_Activate.Text
source: Activate the selected remote
pl: Aktywuj wybraną zdalną

# _btnToggleStateTooltip_Deactivate.Text
source: Deactivate the selected remote. Inactive remote is completely invisible to git.
pl: Wyłącz wybrane zdalne. Nieaktywne zdalne są całkowicie niewidoczne dla git.

# _disabledRemoteAlreadyExists.Text
source: An inactive remote named "{0}" already exists.
pl: Nieaktywne zdalne "{0}" już istnieje.

# _enabledRemoteAlreadyExists.Text
source: An active remote named "{0}" already exists.
pl: Aktywne zdalne "{0}" już istnieje.

# _errorNoKeyEntered.Text
source: No SSH key file entered
pl: Nie podano pliku z kluczem SSH

# _gbMgtPanelHeaderEdit.Text
source: Edit Remote Details
pl: Edytuj szczegóły zdalnej

# _gbMgtPanelHeaderNew.Text
source: Create New Remote
pl: Stwórz nową zdalną

# _gitMessage.Text
source: Message
pl: Wiadomość

# _labelUrlAsFetch.Text
source: Fetch Url
pl: Pobierz adres URL

# _labelUrlAsFetchPush.Text
source: Url
pl: Link

# _lvgDisabledHeader.Text
source: Inactive
pl: Nieaktywne

# _lvgEnabledHeader.Text
source: Active
pl: Aktywne

# _questionAutoPullBehaviour.Text
source: You have added a new remote repository. Do you want to automatically configure the default push and pull behavior for this remote?
pl: Dodano nowe zdalne repozytorium. Chcesz automatycznie skonfigurować domyślne zachowanie wysyłania i łączenia dla tego repozytorium?

# _questionAutoPullBehaviourCaption.Text
source: New remote
pl: Nowe zdalne

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
pl: Na pewno chcesz usunąć to zdalne?

# _questionDeleteRemoteCaption.Text
source: Delete
pl: Usuń

# _remoteBranchDataError.Text
source: Invalid ´{1}´ found for branch ´{0}´. Value has been reset to empty value.
pl: Znaleziono nieprawidłowe ´{1}´ dla gałęzi ´{0}´. Przywrócono do pustej wartości.

# _sshKeyOpenCaption.Text
source: Select ssh key file
pl: Wybierz plik z kluczem ssh

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
pl: Prywatny klucz (*ppk)

# checkBoxSepPushUrl.Text
source: Separate Push Url
pl: Rozdzielne wysyłanie adresów URL

# gbMgtPanel.Text
source: Create New Remote
pl: Stwórz nową zdalną

# label1.Text
source: Name
pl: Nazwa

# label2.Text
source: Url
pl: Link

# label3.Text
source: Private key file
pl: Plik z prywatnym kluczem

# label4.Text
source: Local branch name
pl: Nazwa lokalnej gałęzi

# label5.Text
source: Remote repository
pl: Zdalne repozytorium

# label6.Text
source: Default merge with
pl: Domyślnie scal z

# labelPushUrl.Text
source: Push Url
pl: Wyślij adres URL

# pnlMgtDetails.Text
source: Details
pl: Szczegóły

# tabPage1.Text
source: Remote repositories
pl: Zdalne repozytoria

# tabPage2.Text
source: Default pull behavior (fetch & merge)
pl: Domyślne zachowanie łączenia (pobierz i scal)

# $this.Text
source: Rename branch
pl: Przemianuj gałąź

# Ok.Text
source: Rename
pl: Zmień nazwę

# _branchRenameFailed.Text
source: Rename failed.
pl: Zmiana nazwy nieudana.

# label1.Text
source: New name
pl: Nowa nazwa

# $this.Text
source: Reset branch
pl: Zresetuj gałąź

# $this.Text
source: Reset changes
pl: Zresetuj zmiany

# btnCancel.Text
source: &Cancel
pl: &Anuluj

# cbDeleteNewFilesAndDirectories.Text
source: Also delete &new files and/or directories
pl: Usuń również &nowe pliki i/lub katalogi

# label1.Text
source: Are you sure you want to reset your changes?
pl: Na pewno chcesz zresetować swoje zmiany?

# label2.Text
source: This will delete any uncommitted work.
pl: Usunie to całą niezatwierdzoną pracę.

# $this.Text
source: Reset current branch
pl: Zresetuj bieżącą gałąź

# Hard.Text
source: Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
pl: Mocne: zresetuj katalog roboczy i indeks. (odrzuć WSZYSTKIE zmiany lokalne, nawet zmiany niezatwierdzone)

# Mixed.Text
source: Mixed: leave working directory untouched, reset index
pl: Mieszane: nie ruszaj katalogu roboczego, zresetuj indeks

# Soft.Text
source: Soft: leave working directory and index untouched
pl: Łagodne: nie ruszaj katalogu roboczego i indeksu

# _branchInfo.Text
source: Reset branch '{0}' to revision:
pl: Zresetuj gałąź '{0}' do rewizji:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
pl: Na pewno chcesz porzucić WSZYSTKIE lokalne zmiany?

# $this.Text
source: Resolve merge conflicts
pl: Rozwiąż konflikty scalania

# ContextChooseBase.Text
source: Choose base
pl: Wybierz bazę

# ContextChooseLocal.Text
source: Choose local
pl: Wybierz lokalne

# ContextChooseRemote.Text
source: Choose remote
pl: Wybierz zdalne

# ContextMarkAsSolved.Text
source: Mark conflict as solved
pl: Oznacz konflikt jako rozwiązany

# ContextOpenBaseWith.Text
source: Open base with
pl: Otwórz bazę za pomocą

# ContextOpenLocalWith.Text
source: Open local with
pl: Otwórz lokalne za pomocą

# ContextOpenRemoteWith.Text
source: Open remote with
pl: Otwórz zdalne za pomocą

# ContextSaveBaseAs.Text
source: Save base as
pl: Zapisz bazę jako

# ContextSaveLocalAs.Text
source: Save local as
pl: Zapisz lokalne jako

# ContextSaveRemoteAs.Text
source: Save remote as
pl: Zapisz zdalne jako

# FileName.HeaderText
source: Filename
pl: Nazwa pliku

# OpenMergetool.Text
source: Open in mergetool
pl: Otwórz narzędziem scalania

# Rescan.Text
source: Rescan merge conflicts
pl: Przeskanuj konflikty scalania

# Reset.Text
source: Abort
pl: Porzuć

# _abortCurrentOperation.Text
source: You can abort the current operation by resetting changes. All changes since the last commit will be deleted. Do you want to reset changes?
pl: Możesz porzucić bieżącą operację, resetując zmiany. Wszystkie zmiany od ostatniego zatwierdzenia zostaną usunięte. Chcesz zresetować zmiany?

# _abortCurrentOperationCaption.Text
source: Abort
pl: Porzuć

# _allConflictsResolved.Text
source: All merge conflicts are resolved, you can commit. Do you want to commit now?
pl: Wszystkie konflikty scalania zostały rozwiązane, możesz zatwierdzić. Chcesz teraz zatwierdzić?

# _allConflictsResolvedCaption.Text
source: Commit
pl: Zatwierdzenie

# _allFilesFilter.Text
source: All files (*.*)
pl: Wszystkie pliki (*.*)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
pl: Na pewno chcesz USUNĄĆ wszystkie zmiany? Ta czynność nie może zostać cofnięta.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
pl: UWAGA!

# _askMergeConflictSolved.Text
source: Is the merge conflict solved?
pl: Czy konflikt scalania został rozwiązany?

# _askMergeConflictSolvedAfterCustomMergeScript.Text
source: The merge conflict need to be solved and the result must be saved as: {0} Is the merge conflict solved?
pl: Konflikt scalania musi zostać rozwiązany, a wynik musi zostać zapisany jako: {0} Czy konflikt scalania został rozwiązany?

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
pl: Konflikt rozwiązany?

# _button1Text.Text
source: Open in
pl: Otwórz w

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
pl: Wybór pliku bazy nieudany.

# _chooseLocalButtonText.Text
source: Choose local
pl: Wybierz lokalne

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
pl: Wybór lokalnego pliku nieudany.

# _chooseRemoteButtonText.Text
source: Choose remote
pl: Wybierz zdalne

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
pl: Wybór zdalnego pliku nieudany.

# _conflictedFilesContextMenuText.Text
source: Solve
pl: Rozwiąż

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
pl: Wybierz lokalne (u nas)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
pl: Wybierz lokalne (u nich)

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
pl: Wybierz zdalne (u nich)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
pl: Wybierz zdalne (u nas)

# _currentFormatFilter.Text
source: Current format (*.{0})
pl: Bieżący format (*.{0})

# _deleteFileButtonText.Text
source: Delete file
pl: Usuń plik

# _errorStartingMergetool.Text
source: Error starting mergetool: {0}
pl: Błąd uruchamiania narzędzia scalania: {0}

# _failureWhileOpenFile.Text
source: Open temporary file failed.
pl: Otwieranie pliku tymczasowego nieudane.

# _failureWhileSaveFile.Text
source: Save file failed.
pl: Zapis pliku nieudany.

# _fileBinaryChooseLocalBaseRemote.Text
source: File ({0}) appears to be a binary file. Choose to keep the local ({1}), remote ({2}) or base file.
pl: Plik ({0}) wygląda na plik binarny. Wybierz, czy zachować plik lokalny ({1}), zdalny ({2}) czy bazowy.

# _fileChangeLocallyAndRemotely.Text
source: The file has been changed both locally ({0}) and remotely ({1}). Merge the changes.
pl: Plik został zmieniony zarówno lokalnie ({0}), jak i zdalnie ({1}). Scal zmiany.

# _fileCreatedLocallyAndRemotely.Text
source: A file with the same name has been created locally ({0}) and remotely ({1}). Choose the file you want to keep or merge the files.
pl: Plik o takiej samej nazwie został stworzony zarówno lokalnie ({0}), jak i zdalnie ({1}). Wybierz plik do zachowania lub scal pliki.

# _fileCreatedLocallyAndRemotelyLong.Text
source: File {0} does not have a base revision. A file with the same name has been created locally ({1}) and remotely ({2}) causing this conflict. Choose the file you want to keep, merge the files or delete the file?
pl: Plik {0} nie posiada rewizji bazowej. Plik z taką samą nazwą został stworzony lokalnie ({1}) i zdalnie ({2}), wywołując ten konflikt. Zdecyduj, czy chcesz scalić pliki, zachować wybrany czy też go usunąć?

# _fileDeletedLocallyAndModifiedRemotely.Text
source: The file has been deleted locally ({0}) and modified remotely ({1}). Choose to delete the file or keep the modified version.
pl: Plik został usunięty lokalnie ({0}) i zmodyfikowany zdalnie ({1}). Wybierz, czy usunąć plik czy zachować zmodyfikowaną wersję.

# _fileDeletedLocallyAndModifiedRemotelyLong.Text
source: File {0} does not have a local revision. The file has been deleted locally ({1}) but modified remotely ({2}). Choose to delete the file or keep the modified version.
pl: Pliku {0} nie ma w lokalnej rewizji. Plik został usunięty lokalnie ({1}), ale zmodyfikowany zdalnie ({2}). Wybierz, czy usunąć plik czy zachować zmodyfikowaną wersję.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
pl: Wybrany plik wygląda na binarny. Na pewno chcesz otworzyć ten plik z {0}?

# _fileModifiedLocallyAndDeletedRemotely.Text
source: The file has been modified locally ({0}) and deleted remotely ({1}). Choose to delete the file or keep the modified version.
pl: Plik został zmodyfikowany lokalnie ({0}) i usunięty zdalnie ({1}). Wybierz, czy usunąć plik czy zachować zmodyfikowaną wersję.

# _fileModifiedLocallyAndDeletedRemotelyLong.Text
source: File {0} does not have a remote revision. The file has been modified locally ({1}) but deleted remotely ({2}). Choose to delete the file or keep the modified version.
pl: Pliku {0} nie ma w zdalnej rewizji. Plik został usunięty lokalnie ({1}), ale zmodyfikowany zdalnie ({2}). Wybierz, czy usunąć plik czy zachować zmodyfikowaną wersję.

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
pl: Plik nie został zmodyfikowany przez scalanie. Zazwyczaj oznacza to, że plik został zapisany w nieprawidłowej lokalizacji. Konflikt scalania nie zostanie oznaczony jako rozwiązany. Proszę spróbować ponownie.

# _keepBaseButtonText.Text
source: Keep base file
pl: Zachowaj plik bazowy

# _keepModifiedButtonText.Text
source: Keep modified
pl: Zachowaj zmodyfikowane

# _noBase.Text
source: no base
pl: brak bazy

# _noBaseFileMergeCaption.Text
source: Merge
pl: Scal

# _noBaseRevision.Text
source: There is no base revision for {0}. Fall back to 2-way merge?
pl: Brak bazy rewizji dla {0}. Cofnąć się do 2-sposobowego scalania?

# _noMergeTool.Text
source: There is no mergetool configured. Please go to settings and set a mergetool!
pl: Brak skonfigurowanego narzędzia scalania. Proszę otworzyć ustawienia i je ustawić!

# _noMergeToolConfigured.Text
source: The mergetool is not correctly configured. Please go to settings and configure the mergetool!
pl: Narzędzie scalania jest skonfigurowane niepoprawnie. Proszę otworzyć ustawienia i je ustawić!

# _openMergeToolItemText.Text
source: Open in
pl: Otwórz w

# _ours.Text
source: ours
pl: u nas

# _resetItemMergeText.Text
source: Abort merge
pl: Porzuć scalanie

# _resetItemRebaseText.Text
source: Abort rebase
pl: Porzuć zmianę bazy

# _solveMergeConflictDialogCaption.Text
source: Solve merge conflict
pl: Rozwiąż konflikt scalania

# _theirs.Text
source: theirs
pl: u nich

# _uskUseCustomMergeScript.Text
source: There is a custom merge script ({0}) for this file type. Do you want to use this custom merge script?
pl: Dla tego rodzaju pliku istnieje własny skrypt scalania ({0}). Chcesz go użyć?

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
pl: Własny skrypt scalania

# conflictDescription.Text
source: Select file
pl: Wybierz plik

# fileHistoryToolStripMenuItem.Text
source: File history
pl: Historia pliku

# label1.Text
source: Unresolved merge conflicts
pl: Nierozwiązane konflikty scalania

# label2.Text
source: Base
pl: Baza

# label5.Text
source: Remote
pl: Zdalne

# label7.Text
source: Local
pl: Lokalne

# merge.Text
source: Merge
pl: Scal

# openMergeToolBtn.Text
source: Open in mergetool
pl: Otwórz narzędziem scalania

# openWithToolStripMenuItem.Text
source: Open With
pl: Otwórz za pomocą

# startMergetool.Text
source: Start mergetool
pl: Uruchom narzędzie scalania

# $this.Text
source: Revert commit
pl: Cofnij zatwierdzenie

# BranchInfo.Text
source: Revert this commit:
pl: Cofnij to zatwierdzenie:

# Revert.Text
source: Revert this commit
pl: Cofnij to zatwierdzenie

# $this.Text
source: Filter
pl: Filtr

# CurrentBranchOnlyCheck.Text
source: Show current branch only
pl: Wyświetlaj tylko bieżącą gałąź

# SimplifyByDecorationCheck.Text
source: Simplify by decoration
pl: Uprość dekoracje

# label1.Text
source: Since
pl: Od

# label2.Text
source: Until
pl: Do

# label3.Text
source: Author
pl: Autor

# label4.Text
source: Committer
pl: Zatwierdzający

# label5.Text
source: Message
pl: Wiadomość

# label6.Text
source: Ignore case
pl: Ignoruj wielkość

# label8.Text
source: File filter
pl: Filtr pliku

# label9.Text
source: Branches
pl: Gałęzie

# $this.Text
source: Select multiple branches
pl: Wybierz wiele gałęzi

# selectBranchesLabel.Text
source: Select branches
pl: Wybierz gałęzie

# $this.Text
source: Settings
pl: Ustawienia

# buttonApply.Text
source: Apply
pl: Zastosuj

# buttonDiscard.Text
source: Discard
pl: Porzuć

# label10.Text
source: You need to set the correct path to git.cmd before you can change any global setting.
pl: Musisz ustawić poprawną ścieżkę do git.cmd, zanim będzie można zmieniać globalne ustawienia.

# labelInstantSaveNotice.Text
source: Changes on the selected page will be saved instantly. Therefore the Cancel button does NOT revert any changes made.
pl: Zmiany na wybranej stronie będą zapisywane natychmiastowo. Tak więc, przycisk Anuluj NIE cofnie żadnych dokonanych zmian.

# $this.Text
source: Stash
pl: Odłożone

# Apply.Text
source: Apply Selected Stash
pl: Zatwierdź wybrane odłożone

# Clear.Text
source: Drop Selected Stash
pl: Usuń wybrane odłożone

# Stash.Text
source: Stash all changes
pl: Odłóż wszystkie zmiany

# StashKeepIndex.Text
source: Keep index
pl: Zachowaj indeks

# StashSelectedFiles.Text
source: Stash selected changes
pl: Odłóż wybrane zmiany

# Stashes.ToolTipText
source: Select a stash
pl: Wybierz odłożone

# _areYouSure.Text
source: Are you sure you want to drop the stash? This action cannot be undone.
pl: Na pewno chcesz odrzucić odłożone? Ta akcja nie może zostać cofnięta.

# _cannotBeUndone.Text
source: This action cannot be undone.
pl: Ta akcja nie może zostać cofnięta.

# _currentWorkingDirChanges.Text
source: Current working directory changes
pl: Zmiany bieżącego katalogu roboczego

# _noStashes.Text
source: There are no stashes.
pl: Brak odłożonych.

# _stashDropConfirmTitle.Text
source: Drop Stash Confirmation
pl: Potwierdzenie odrzucenia odłożonych

# _stashUntrackedFilesNotSupported.Text
source: Stash untracked files is not supported in the version of msysgit you are using. Please update msysgit to at least version 1.7.7 to use this option.
pl: Odkładanie nieśledzonych plików nie jest wspierane w używanej przez Ciebie wersji msysgit. Proszę zaktualizować msysgit przynajmniej do wersji 1.7.7.

# _stashUntrackedFilesNotSupportedCaption.Text
source: Stash untracked files
pl: Odłóż nieśledzone pliki

# cherryPickFileChangesToolStripMenuItem.Text
source: Cherry pick file changes
pl: Dobierz zmiany pliku

# chkIncludeUntrackedFiles.Text
source: Include untracked files
pl: Uwzględnij nieśledzone pliki

# refreshToolStripButton.Text
source: Refresh
pl: Odśwież

# showToolStripLabel.Text
source: Show:
pl: Pokaż:

# toolStripButton_customMessage.Text
source: Custom stash message
pl: Własna wiadomość odkładania

# $this.Text
source: Process
pl: Wykonaj

# $this.Text
source: Submodules
pl: Moduły zależne

# AddSubmodule.Text
source: Add submodule
pl: Dodaj moduł zależny

# RemoveSubmodule.Text
source: Remove
pl: Usuń

# SynchronizeSubmodule.Text
source: Synchronize
pl: Synchronizuj

# UpdateSubmodule.Text
source: Update
pl: Aktualizuj

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
pl: Na pewno chcesz usunąć wybrany moduł zależny?

# _removeSelectedSubmoduleCaption.Text
source: Remove
pl: Usuń

# groupBox1.Text
source: Details
pl: Szczegóły

# label2.Text
source: Remote path
pl: Ścieżka zdalna

# label3.Text
source: Local path
pl: Ścieżka lokalna

# label4.Text
source: Commit
pl: Zatwierdź

# label5.Text
source: Branch
pl: Gałąź

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
pl: Nazwa

# $this.Text
source: Check for update
pl: Sprawdź aktualizacje

# UpdateLabel.Text
source: Searching for updates
pl: Wyszukiwanie aktualizacji

# _downloadingUpdate.Text
source: Downloading update...
pl: Pobieranie aktualizacji...
