Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# _open.Text
source: Open
pl: Otwórz

# _openReport.Text
source: Open report
pl: Otwórz zgłoszenie

# _openWithGitExtensions.Text
source: Open with Git Extensions
pl: Otwórz z Git Extensions

# _parentsText.Text
source: {0:Parent|Parents}
pl: {0:Rodzic|Rodzice}

# _remote.Text
source: Remote
pl: Zdalne

# _remotesText.Text
source: Remotes
pl: Zdalne

# _removeAllInvalidRepositories.Text
source: Remove all {0} invalid repositories
pl: Usuń {0} wszystkich nieprawidłowych repozytoriów

# _removeSelectedInvalidRepository.Text
source: Remove the selected invalid repository
pl: Usuń wybrane nieprawidłowe repozytorium

# _resetSelectedLines.Text
source: Reset selected line(s)
pl: Zresetuj wybrane linie

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
pl: Na pewno chcesz zresetować zmiany wybranych wierszy?

# _searchingFor.Text
source: Searching for:
pl: Szukanie:

# _secondsAgo.Text
source: {0} {1:second|seconds} ago
pl: {0} {1:sekundę|sekundy|sekund} temu

# _showAllText.Text
source: Show all
pl: Pokaż wszystko

# _showDiffForAllParentsText.Text
source: Show file differences for all parents in browse dialog
pl: Pokaż różnice pliku w oknie przeglądania dla wszystkich rodziców

# _sortBy.Text
source: &Sort by...
pl: &Sortuj według...

# _stageSelectedLines.Text
source: Stage selected line(s)
pl: Przygotuj wybrane linie

# _submodulesText.Text
source: Submodules
pl: Moduły zależne

# _tagsText.Text
source: Tags
pl: Tagi

# _telemetryPermissionCaption.Text
source: Allow Capture Telemetry?
pl: Zezwolić na zbieranie telemetrii?

# _telemetryPermissionMessage.Text
source: We collect information so we can make the app better. We won't collect any personal or identifiable information. You can change your mind at any time. Yes, I allow telemetry!
pl: Zbieramy informacje dzięki którym możemy ulepszać aplikację. Nie zbieramy informacji osobowych lub pozwalających na identyfikację. Możesz w dowolnym momencie zmienić decyzję. Tak, zezwól na telemetrię!

# _uninterestingDiffOmitted.Text
source: Uninteresting diff hunks are omitted.
pl: Mało interesujące różnice fragmentów zostały pominięte.

# _unstageSelectedLines.Text
source: Unstage selected line(s)
pl: Wybrane linie niegotowe

# _viewPullRequest.Text
source: View pull requests
pl: Zobacz prośby połączenia

# _warning.Text
source: Warning
pl: Ostrzeżenie

# _weeksAgo.Text
source: {0} {1:week|weeks} ago
pl: {0} {1:tydzień|tygodnie|tygodni} temu

# _workingDirectoryText.Text
source: Working directory
pl: Katalog roboczy

# _workspaceText.Text
source: Working directory
pl: Katalog roboczy

# _yearsAgo.Text
source: {0} {1:year|years} ago
pl: {0} {1:rok|lata|lat} temu

# _yes.Text
source: Yes
pl: Tak

# CheckoutTooltip.Text
source: Checkout this tag
pl: Przełącz ten tag

# CreateTooltip.Text
source: Create a local branch from this tag
pl: Stwórz lokalną gałąź od tego tagu

# DeleteTooltip.Text
source: Delete this tag
pl: Usuń ten tag

# MergeTooltip.Text
source: Merge this tag into current branch
pl: Scal ten tag do bieżącej gałęzi

# RebaseTooltip.Text
source: Rebase current branch to this tag
pl: Zmień bazę bieżącej gałęzi do tego tagu

# $this.Text
source: View Pull Requests
pl: Zobacz prośby połączenia

# _addAndFetchBtn.Text
source: Add remote and fetch
pl: Dodaj zdalne i pobierz

# _chooseRepo.Text
source: Choose repository:
pl: Wybierz repozytorium:

# _closePullRequestBtn.Text
source: Close pull request
pl: Zamknij prośbę połączenia

# _fetchBtn.Text
source: Fetch to pr/ branch
pl: Połącz z gałęzią pr/

# _postComment.Text
source: Post comment
pl: Dodaj komentarz

# _refreshCommentsBtn.Text
source: Refresh
pl: Odśwież

# _strCouldNotAddRemote.Text
source: Could not add remote with name {0} and URL {1}
pl: Nie można dodać zdalnego o nazwie '{0}' i adresie URL '{1}'

# _strCouldNotLoadDiscussion.Text
source: Could not load discussion!
pl: Nie można załadować dyskusji!

# _strFailedToClosePullRequest.Text
source: Failed to close pull request!
pl: Nie udało się zamknąć prośby połączenia.

# _strFailedToFetchPullData.Text
source: Failed to fetch pull data!
pl: Pobranie danych łączenia nieudane!

# _strFailedToLoadDiffData.Text
source: Failed to load diff data!
pl: Załadowanie danych różnic nieudane!

# _strFailedToLoadDiscussionItem.Text
source: Failed to post discussion item!
pl: Udzielenie się w dyskusji nieudane!

# _strRemoteAlreadyExist.Text
source: ERROR: Remote with name {0} already exists but it points to a different repository! Details: Is {1} expected {2}
pl: BŁĄD: Zdalne z nazwą {0} już istnieje, lecz wskazuje na inne repozytorium! Szczegóły: jest {1}, oczekiwane: {2}

# _strUnableUnderstandPatch.Text
source: Error: Unable to understand patch
pl: Błąd: Nie można zrozumieć łatki.

# columnHeaderBranch.Text
source: Will be fetched to branch
pl: Zostanie pobrane do gałęzi

# columnHeaderBy.Text
source: By
pl: Dodał(a)

# columnHeaderCreated.Text
source: Created
pl: Stworzono

# columnHeaderHeading.Text
source: Heading
pl: Tytuł

# tabPage1.Text
source: Diffs
pl: Różnice

# tabPage2.Text
source: Comments
pl: Komentarze
