Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.Plugins.xlf
Languages: pl

# _fromCommitNotSpecified.Text
source: 'From' commit must be specified
pl: Zatwierdzenie 'Od' musi zostać określone

# _toCommitNotSpecified.Text
source: 'To' commit must be specified
pl: Zatwierdzenie 'Do' musi zostać określone

# buttonCopyAsHtml.Text
source: as HTML table
pl: Tabela HTML

# buttonCopyAsTextTableSpace.Text
source: as text table (spaces)
pl: Tabela tekstowa (spacje)

# buttonCopyAsTextTableTab.Text
source: as text table (tabs)
pl: Tabela tekstowa (tabulatory)

# buttonCopyOrigOutput.Text
source: original output
pl: Pierwotny wynik

# buttonGenerate.Text
source: Generate
pl: Wygeneruj

# groupBox1.Text
source: Result
pl: Wynik

# groupBoxCopy.Text
source: Copy to clipboard
pl: Skopiuj do schowka

# label1.Text
source: Commit expression "To" (including):
pl: Formuła zatwierdzenia "Do" (dołączona):

# label10.Text
source: separate columns with spaces
pl: Rozdziel kolumny spacjami.

# label11.Text
source: Clipboard will contain HTML code (plain text) and HTML format which can be pasted to programs like MS Word or LibreOffice Writer.
pl: Kopiuje do schowka kod HTML (zwykły tekst) oraz formatowanie, które mogą zostać wklejone do programów takich jak MS Word lub LibreOffice Writer.

# label2.Text
source: Commit expression "From" (excluding):
pl: Formuła zatwierdzenia "Od" (wykluczona):

# label3.Text
source: git log arguments:
pl: Polecenia dziennika git:

# label4.Text
source: {0} = from; {1} = to
pl: {0} = od; {1} = do

# label5.Text
source: Sorting: Most recent revisions are listed on top.
pl: Sortowanie: Ostatnie rewizje są na górze listy.

# label6.Text
source: Revisions count =
pl: Liczba rewizji =

# label7.Text
source: (Commit expressions can be commit hashes, branch names, tag names)
pl: (Formuły zatwierdzeń mogą być numerami zatwierdzeń, nazwami gałęzi lub tagów)

# label8.Text
source: as is
pl: Tak jak jest.

# label9.Text
source: separate columns with tabs
pl: Rozdziel kolumny tabulatorami.

# Description.Text
source: Release Notes Generator
pl: Generator informacji o wydaniu

# ExtractLink.Text
source: Extract data from a build result url copied in the clipboard
pl: Wyodrębnij dane z URL wyniku tworzenia skopiowanego do schowka

# TokenManagementLink.Text
source: Go to token management page
pl: Przejdź do strony zarządzania tokenami

# _failToExtractDataFromClipboardCaption.Text
source: Could not extract data
pl: Nie można wyodrębnić danych

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy the url of the build into the clipboard before retrying. (Should contain at least the "buildId" parameter)
pl: Schowek nie zawiera prawidłowego URL tworzenia. Proszę skopiować URL tworzenia do schowka przed ponowną próbą. (Powinien zawierać przynajmniej parametr "buildId")

# _failToLoadBuildDefinitionInfoMessage.Text
source: Error while trying to retrieve build definition information from url. Please ensure that the url is valid and that the API token has access to build and project information.
pl: Błąd podczas próby uzyskania definicji tworzenia z URL. Proszę się upewnić, czy URL jest poprawny i czy token API ma dostęp do informacji tworzenia i projektu.

# _infoNoApiTokenMessage.Text
source: Unable to retrieve build definition information without API token. Field will be left blank.
pl: Nie można uzyskać definicji tworzenia bez tokenu API. Pole pozostanie puste.

# label1.Text
source: Examples: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/
pl: Przykłady: - https://dev.azure.com/twojaorganizacja/nazwaprojektu/ - https://twojadres:8080/tfs/nazwakolekcji/nazwaprojektu/ - https://twojaorganizacja.visualstudio.com/nazwaprojektu/

# CheckBoxLogAsGuest.Text
source: Log as guest to display the build report
pl: Zaloguj jako gość, aby wyświetlić raport tworzenia

# _failToExtractDataFromClipboardCaption.Text
source: Build url not valid
pl: Nieprawidłowy URL tworzenia

# _failToLoadProjectCaption.Text
source: Error when loading the projects and build list
pl: Błąd podczas ładowania projektu i listy tworzenia

# _failToLoadProjectMessage.Text
source: Failed to load the projects and build list. Please verify the server url.
pl: Nie udało się załadować projektu i listy tworzenia. Proszę sprawdzić adres URL serwera.

# lnkExtractDataFromBuildUrlCopiedInTheClipboard.Text
source: Extract the data from the build url copied in the clipboard
pl: Wyodrębnij dane z URL wyniku tworzenia skopiowanego do schowka
