Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# commitMessageToolStripMenuItem.Text
source: Commit &message
pl: Wiadomość zatwierdzenia

# commitStagedCountLabel.Text
source: Staged
pl: Przygotowane

# commitSubmoduleChanges.Text
source: Commit submodule changes
pl: Zmiany modułów zależnych zatwierdzenia

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
pl: Szablony zatwierdzenia

# commitTemplatesToolStripMenuItem.ToolTipText
source: Commit templates
pl: Szablony zatwierdzenia

# copyFolderNameMenuItem.Text
source: Copy folder name
pl: Skopiuj nazwę folderu

# createBranchToolStripButton.Text
source: Create &branch
pl: Stwórz &gałąź

# createBranchToolStripButton.ToolTipText
source: Create branch
pl: Utwórz gałąź

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
pl: Usuń wszystkie nieśledzone pliki

# deleteFileToolStripMenuItem.Text
source: Delete file
pl: Usuń plik

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
pl: Usuń wybrane pliki

# doNotAssumeUnchangedToolStripMenuItem.Text
source: Do not assume unchanged
pl: Przestań traktować jako niezmieniane

# doNotSkipWorktreeToolStripMenuItem.Text
source: Do not skip worktree
pl: Nie pomijaj drzewa roboczego

# editFileToolStripMenuItem.Text
source: Edit file
pl: Edytuj plik

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
pl: Edytuj ignorowane pliki

# editLocallyIgnoredFilesToolStripMenuItem.Text
source: Edit locally ignored files
pl: Edytuj lokalnie ignorowane pliki

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
pl: Skopiuj pełną ścieżkę

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
pl: Wygeneruj listę zmian w modułach zależnych

# interactiveAddToolStripMenuItem.Text
source: Interactive Add
pl: Interaktywne dodawanie

# modifyCommitMessageButton.Text
source: Modify the commit m&essage
pl: Zmień wiado&mość zatwierdzenia

# noVerifyToolStripMenuItem.Text
source: No verify
pl: Bez sprawdzenia

# openContainingFolderToolStripMenuItem.Text
source: Show in folder
pl: Pokaż w katalogu

# openDiffMenuItem.Text
source: Open with difftool
pl: Otwórz porównywaczem różnic

# openFolderMenuItem.Text
source: Show in folder
pl: Pokaż w katalogu

# openToolStripMenuItem.Text
source: Open
pl: Otwórz

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
pl: Otwórz porównywaczem różnic

# openWithToolStripMenuItem.Text
source: Open with...
pl: Otwórz za pomocą...

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
pl: Odśwież okno przy aktywacji formularza

# remoteNameLabel.Text
source: (Remote name)
pl: (Nazwa zdalnego)

# resetAllTrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
pl: Zresetuj wszystkie (śledzone) zmiany

# resetChanges.Text
source: Reset file or directory changes
pl: Zresetuj zmiany plików lub katalogów

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
pl: Zresetuj fragment pliku

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
pl: Zresetuj wybrane pliki

# resetSubmoduleChanges.Text
source: Reset submodule changes
pl: Zresetuj zmiany modułów zależnych

# resetUnstagedChangesToolStripMenuItem.Text
source: Reset unstaged changes
pl: Zresetuj nieprzygotowane zmiany

# selectionFilterToolStripMenuItem.Text
source: Selection filter
pl: Filtr wyboru

# showAssumeUnchangedFilesToolStripMenuItem.Text
source: Show assumed-unchanged files
pl: Pokaż pliki traktowane jako niezmieniane

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
pl: Pokaż ignorowane pliki

# showSkipWorktreeFilesToolStripMenuItem.Text
source: Show skip-worktree files
pl: Pokaż pliki pomijanego drzewa roboczego

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
pl: Pokaż nieśledzone pliki

# signOffToolStripMenuItem.Text
source: Sign-off commit
pl: Zatwierdzenie na koniec dnia

# skipWorktreeToolStripMenuItem.Text
source: Skip worktree
pl: Pomiń drzewo robocze

# stagedCopyPathToolStripMenuItem14.Text
source: Copy full path
pl: Skopiuj pełną ścieżkę

# stagedEditFileToolStripMenuItem11.Text
source: Edit file
pl: Edytuj plik

# stagedFileHistoryToolStripMenuItem6.Text
source: View file history
pl: Wyświetl historię pliku

# stagedOpenDifftoolToolStripMenuItem9.Text
source: Open with difftool
pl: Otwórz porównywaczem różnic

# stagedOpenFolderToolStripMenuItem10.Text
source: Show in folder
pl: Pokaż w katalogu

# stagedOpenToolStripMenuItem7.Text
source: Open
pl: Otwórz

# stagedOpenWithToolStripMenuItem8.Text
source: Open with...
pl: Otwórz za pomocą...

# stagedResetChanges.Text
source: Reset file or directory changes
pl: Zresetuj zmiany plików lub katalogów

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
pl: Odłóż zmiany modułu zależnego

# stopTrackingThisFileToolStripMenuItem.Text
source: Stop tracking this file
pl: Przestań śledzić plik

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
pl: Autor: (Format: "nazwa <e-mail>")

# toolRefreshItem.Text
source: Refresh
pl: Odśwież

# toolStageItem.Text
source: &Stage
pl: &Przygotuj

# toolStripLabel1.Text
source: Selection Filter
pl: Filtr wyboru

# toolStripMenuItem3.Text
source: &Options
pl: &Opcje

# toolUnstageItem.Text
source: &Unstage
pl: &Niegotowe

# updateSubmoduleMenuItem.Text
source: Update submodule
pl: Zaktualizuj moduł zależny

# viewFileHistoryToolStripItem.Text
source: View file history
pl: Wyświetl historię pliku

# viewHistoryMenuItem.Text
source: View history
pl: Wyświetl historię

# workingToolStripMenuItem.Text
source: &Working directory changes
pl: Zmiany katalogu &roboczego

# $this.Text
source: Diff
pl: Różnice

# $this.Text
source: Commit message settings
pl: Ustawienia wiadomości zatwierdzenia

# _emptyTemplate.Text
source: empty
pl: puste

# buttonCancel.Text
source: Cancel
pl: Anuluj

# labelAutoWrap.Text
source: Auto-wrap commit message (except subject line)
pl: Zawijaj wiadomości zatwierdzenia (oprócz linii głównej)

# labelCommitTemplate.Text
source: Commit template:
pl: Szablon zatwierdzenia:

# labelCommitTemplateName.Text
source: Name:
pl: Nazwa:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
pl: Maksymalna ilość znaków w pierwszej linii (0 = sprawdzanie wyłączone):

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
pl: Maksymalna ilość znaków na linię (0 = sprawdzanie wyłączone):

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
pl: Zatwierdzenie musi zawierać następujący RegEx (puste = sprawdzanie wyłączone):

# labelSecondLineEmpty.Text
source: Second line must be empty:
pl: Druga linia musi być pusta:

# labelUseIndent.Text
source: Indent lines after first line:
pl: Wcięcie wierszy po pierwszym wierszu:

# tabPage1.Text
source: Commit templates
pl: Szablony zatwierdzenia

# tabPage2.Text
source: Commit validation
pl: Weryfikacja zatwierdzenia

# $this.Text
source: Compare to branch
pl: Porównaj z gałęzią

# btnCompare.Text
source: Compare
pl: Porównanie

# $this.Text
source: Create branch
pl: Utwórz gałąź

# ClearOrphan.Text
source: Clear &working directory and index
pl: Wyczyść &katalog roboczy i indeks

# Ok.Text
source: &Create branch
pl: S&twórz gałąź

# Orphan.Text
source: Create or&phan
pl: Stwórz sa&motnika

# _branchNameIsEmpty.Text
source: Enter branch name.
pl: Podaj nazwę gałęzi.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
pl: “{0}” jest nieprawidłową nazwą gałęzi.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
pl: Wybierz 1 rewizję, w której utworzysz gałąź.

# chkbxCheckoutAfterCreate.Text
source: Checkout &after create
pl: &Przełącz po stworzeniu

# groupBox1.Text
source: Orphan
pl: Samotnik

# label1.Text
source: &Branch name
pl: Nazwa &gałęzi

# label2.Text
source: Create b&ranch at this revision
pl: Stwórz gałąź w tej &rewizji

# $this.Text
source: Create tag
pl: Utwórz tag

# ForceTag.Text
source: Force
pl: Wymuś

# Ok.Text
source: Create tag
pl: Utwórz tag

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
pl: Wybierz 1 rewizję, w której utworzysz tag.

# _pushToCaption.Text
source: Push tag to '{0}'
pl: Wyślij tag do '{0}'

# _trsAnnotated.Text
source: Annotated tag
pl: Opisany tag

# _trsLightweight.Text
source: Lightweight tag
pl: Lekki tag

# _trsSignDefault.Text
source: Sign with default GPG
pl: Podpisz domyślnym GPG

# _trsSignSpecificKey.Text
source: Sign with specific GPG
pl: Podpisz określonym GPG

# keyIdLbl.Text
source: Specific Key Id
pl: Określone ID klucza

# label1.Text
source: Tag name
pl: Nazwa tagu

# label2.Text
source: Message
pl: Wiadomość

# label3.Text
source: Create tag at this revision
pl: Stwórz tag w tej rewizji

# pushTag.Text
source: Push tag to '{0}'
pl: Wyślij tag do '{0}'

# $this.Text
source: Create a new worktree
pl: Stwórz nowe drzewo robocze

# createWorktreeButton.Text
source: Create the new worktree
pl: Stwórz drzewo robocze

# groupBoxWhatToCheckout.Text
source: What to checkout:
pl: Sposób przełączenia:

# label2.Text
source: New worktree directory:
pl: Nowy katalog drzewa:

# openWorktreeCheckBox.Text
source: Open the new worktree after the creation
pl: Otwórz nowe drzewo robocze po utworzeniu

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
pl: Przełącz istniejącą gałąź:

# radioButtonCreateNewBranch.Text
source: Create a new branch: (from current commit)
pl: Stwórz nową gałąź: (z bieżącego zatwierdzenia)

# $this.Text
source: Enter Caption
pl: Podaj nazwę

# _categoryNameExistsText.Text
source: Category name already exists
pl: Nazwa kategorii już w użyciu

# _categoryNameRequiredText.Text
source: Category name is required
pl: Nazwa kategorii jest wymagana

# _renameCategoryText.Text
source: Rename category
pl: Przemianuj kategorię

# lblCategoryName.Text
source: Category name
pl: Nazwa kategorii

# $this.Text
source: Delete branch
pl: Usuń gałąź

# Delete.Text
source: Delete
pl: Usuń

# ForceDelete.Text
source: Force delete
pl: Wymuś usunięcie

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
pl: Nie można usunąć gałęzi “{0}”, na której przebywasz.

# _deleteBranchCaption.Text
source: Delete branches
pl: Usuń gałęzie

# _deleteBranchQuestion.Text
source: Are you sure you want to delete selected branches? Deleting a branch can cause commits to be deleted too!
pl: Na pewno chcesz usunąć wybrane gałęzie? Usunięcie gałęzi może przypadkowo usunąć również zatwierdzenia!

# _deleteUnmergedBranchForcingSuggestion.Text
source: You cannot delete unmerged branch until you set “force delete” mode.
pl: Nie możesz usunąć niescalonej gałęzi, dopóki używasz trybu “wymuś usunięcie”.

# labelDeleteBranchWarning.Text
source: You can only delete branches when they are fully merged in HEAD. When you delete a branch the commits can get lost because nothing points to them. When you want to delete a not-fully merged branch, you can override this using the 'Force delete' option.
pl: Możesz usunąć gałęzie tylko, jeżeli są całkowicie scalone w HEAD. Jeśli usuniesz gałąź, zatwierdzenia mogą przepaść, ponieważ nic na nie nie wskazuje. Jeżeli chcesz usunąć nie do końca scaloną gałąź, możesz nadpisać to przy pomocy opcji 'Wymuś usunięcie'.

# labelSelectBranches.Text
source: Select branches
pl: Wybierz gałęzie

# DeleteRemote.Text
source: Delete branche(s) from remote repository
pl: Usuń gałęzie ze zdalnego repozytorium

# _confirmDeleteUnmergedRemoteBranchMessage.Text
source: At least one remote branch is unmerged. Are you sure you want to delete it? Deleting a branch can cause commits to be deleted too!
pl: Przynajmniej jedna zdalna gałąź nie jest scalona. Na pewno chcesz ją usunąć? Usunięcie gałęzi może spowodować również utratę zatwierdzeń!

# _deleteRemoteBranchesCaption.Text
source: Delete remote branches
pl: Usuń zdalne gałęzie

# $this.Text
source: Delete tag
pl: Usuń tag

# Ok.Text
source: Delete
pl: Usuń

# deleteTag.Text
source: Delete tag also from the following remote(s):
pl: Usuń tag również z następujących repozytoriów:

# label1.Text
source: Select tag
pl: Wybierz tag

# label2.Text
source: This will delete the selected tag from the (local) repository.
pl: Ta akcja usunie wybrany tag z (lokalnego) repozytorium.

# label3.Text
source: (includes information about deleting tags which are already pushed)
pl: (zawiera informacje o usuwaniu tagów, które zostały już wysłane)

# _anotherBranchTooltip.Text
source: Select another branch
pl: Wybierz inną gałąź

# _anotherCommitTooltip.Text
source: Select another commit
pl: Wybierz inne zatwierdzenie

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
pl: Zamień zatwierdzenia BAZY i porównywane

# _ckCompareToMergeBase.Text
source: Compare to merge &base
pl: Porównaj z &bazą scalania

# baseCommitGroup.Text
source: BASE
pl: BAZA

# blameToolStripMenuItem.Text
source: Blame
pl: Oznacz

# btnCompareDirectoriesWithDiffTool.Text
source: Open diff using &directory diff tool
pl: Otwórz w &katalogu za pomocą narzędzia różnic

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full path(s)
pl: Skopiuj pełne ścieżki

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
pl: Pokaż w drzewie plików

# fileHistoryDiffToolstripMenuItem.Text
source: File history
pl: Historia pliku

# findInDiffToolStripMenuItem.Text
source: Find
pl: Znajdź

# firstToLocalToolStripMenuItem.Text
source: BASE -> Working directory
pl: BAZA -> Katalog roboczy

# firstToSelectedToolStripMenuItem.Text
source: BASE -> Compare
pl: BAZA -> Porównanie

# headCommitGroup.Text
source: Compare
pl: Porównanie

# selectedToLocalToolStripMenuItem.Text
source: Compare -> Working directory
pl: Porównanie -> Katalog roboczy

# $this.Text
source: Donate
pl: Darowizna

# _donateText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
pl: Posiadamy zespół zaangażowanych współpracowników, którzy poświęcają swój czas na utrzymanie aplikacji, pracę nad nowymi funkcjami i naprawę błędów. Możesz pomóc finansowym wsparciem projektu. Darowizny zostaną wykorzystane do pokrycia kosztów eksploatacji i do uzyskania niezbędnych środków dla projektu. Darowizny są również przeznaczane jako podziękowanie dla współpracowników za ich wysiłek. Naciśnij na poniższy przycisk, aby uzyskać więcej informacji o wykonaniu darowizny.

# lblText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
pl: Posiadamy zespół zaangażowanych współpracowników, którzy poświęcają swój czas na utrzymanie aplikacji, pracę nad nowymi funkcjami i naprawę błędów. Możesz pomóc finansowym wsparciem projektu. Darowizny zostaną wykorzystane do pokrycia kosztów eksploatacji i do uzyskania niezbędnych środków dla projektu. Darowizny są również przeznaczane jako podziękowanie dla współpracowników za ich wysiłek. Naciśnij na poniższy przycisk, aby uzyskać więcej informacji o wykonaniu darowizny.

# $this.Text
source: View
pl: Widok

# $this.Text
source: Editor
pl: Edytor

# _cannotOpenFile.Text
source: Cannot open file:
pl: Nie można otworzyć pliku:

# _cannotSaveFile.Text
source: Cannot save file:
pl: Nie można zapisać pliku:

# _saveChanges.Text
source: Do you want to save changes?
pl: Chcesz zapisać zmiany?

# _saveChangesCaption.Text
source: Save changes
pl: Zapisz zmiany

# labelWarning.Text
source: Here be dragons! Changing this file by hand can be harmful and might break something. If you are not sure just close this window.
pl: Uwaga na smoki! Odręczna edycja tego pliku może być szkodliwa i może coś uszkodzić. Jeżeli nie masz pewności, zamknij to okno.

# toolStripSaveButton.ToolTipText
source: Save
pl: Zapisz

# BlameTab.Text
source: Blame
pl: Oznacz

# DiffTab.Text
source: Diff
pl: Różnice

# ShowFullHistory.ToolTipText
source: Show Full History
pl: Pokaż całą historię

# ViewTab.Text
source: View
pl: Widok

# blameSettingsToolStripMenuItem.Text
source: Blame settings:
pl: Ustawienia oznaczania:

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
pl: Dobierz zatwierdzenie

# detectMoveAndCopyInAllFilesToolStripMenuItem.Text
source: Detect move and copy in all files
pl: Wykryj przeniesienia i skopiowania we wszystkich plikach

# detectMoveAndCopyInThisFileToolStripMenuItem.Text
source: Detect move and copy in this file
pl: Wykryj przeniesienia i skopiowania w tym pliku

# diffToolRemoteLocalStripMenuItem.Text
source: Difftool selected < - > local
pl: Wybrany porównywacz różnic < - > lokalne

# displayAuthorFirstToolStripMenuItem.Text
source: Display author first
pl: Wyświetl najpierw autora

# displaySettingsToolStripMenuItem.Text
source: Display result settings:
pl: Ustawienia wyświetlania wyników:

# followFileHistoryRenamesToolStripMenuItem.Text
source: Detect and follow - exact renames and copies only
pl: Wykrywaj i śledź - tylko dokładne przemianowania i kopie

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
pl: Wykryj i podążaj za zmienionymi nazwami

# fullHistoryToolStripMenuItem.Text
source: Full history
pl: Cała historia

# gitcommandLogToolStripMenuItem.ToolTipText
source: Git command log
pl: Dziennik komend Git

# ignoreWhitespaceToolStripMenuItem.Text
source: Ignore whitespace
pl: Ignoruj białe znaki

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
pl: Załaduj oznaczenie przy wyświetleniu

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
pl: Załaduj historię przy wyświetleniu

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
pl: Manipuluj zatwierdzeniem

# revertCommitToolStripMenuItem.Text
source: Revert commit
pl: Cofnij zatwierdzenie

# saveAsToolStripMenuItem.Text
source: Save as
pl: Zapisz jako

# showAuthorAvatarToolStripMenuItem.Text
source: Show author avatar
pl: Pokaż awatar autora

# showAuthorDateToolStripMenuItem.Text
source: Show author date
pl: Pokaż datę autora

# showAuthorTimeToolStripMenuItem.Text
source: Show author time
pl: Pokaż czas autora

# showAuthorToolStripMenuItem.Text
source: Show author
pl: Pokaż autora

# showFullHistoryToolStripMenuItem.Text
source: Show Full History
pl: Pokaż całą historię

# showLineNumbersToolStripMenuItem.Text
source: Show line numbers
pl: Pokaż numery linii

# showOriginalFilePathToolStripMenuItem.Text
source: Show original file path
pl: Pokaż oryginalną ścieżkę pliku

# simplifyMergesContextMenuItem.Text
source: Simplify Merges
pl: Uprość scalenia

# simplifyMergesToolStripMenuItem.Text
source: Simplify Merges
pl: Uprość scalenia

# toolStripBlameOptions.Text
source: Blame options
pl: Opcje oznaczania

# toolStripSplitLoad.ToolTipText
source: Load file history
pl: Załaduj historię pliku

# $this.Text
source: Select script files
pl: Wybierz pliki skryptów

# btnBrowse.Text
source: Browse...
pl: Przeglądaj...

# lblSelectFiles.Text
source: Select file(s)
pl: Wybierz pliki

# $this.Text
source: Home
pl: Start

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
pl: Zmienna środowiskowa HOME nie wskazuje na katalog, w którym znajduje się globalny plik konfiguracji git: "{0}" Czy Git Extensions ma Ci pomóc odnaleźć poprawny folder?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
pl: Globalna konfiguracja

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
pl: Umieszczono .gitconfig w %HOME% ({0}). To ustawienie zostało wybrane automatycznie.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
pl: Umieszczono .gitconfig w %HOMEDRIVE%%HOMEPATH% ({0}). To ustawienie zostało wybrane automatycznie.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
pl: Umieszczono .gitconfig w folderze osobistym ({0}). To ustawienie zostało wybrane automatycznie.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
pl: Umieszczono .gitconfig w %USERPROFILE% ({0}). To ustawienie zostało wybrane automatycznie.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
pl: Zmienna środowiskowa HOME wskazuje na katalog, do którego nie ma dostępu: "{0}"

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
pl: Proszę określić katalog HOME.

# defaultHome.Text
source: Use default for HOME
pl: Użyj domyślnego HOME

# groupBox8.Text
source: Environment
pl: Środowisko

# label51.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
pl: Globalny plik konfiguracji znajduje się w poniższej lokalizacji i przechowuje zmienną środowiskową %HOME%. Domyślnie %HOME% zostanie ustawione jako %HOMEDRIVE%%HOMEPATH%. To ustawienie powinno być zmieniane tylko, jeżeli doświadczasz problemów.

# otherHome.Text
source: Other
pl: Inne

# userprofileHome.Text
source: Set HOME to USERPROFILE
pl: Ustaw USERPROFILE jako HOME

# $this.Text
source: Format patch
pl: Tworzenie łatek

# FormatPatch.Text
source: Create patch(es)
pl: Stwórz łatki

# SaveToDir.Text
source: Save patches in directory
pl: Zapisz łatki w katalogu

# SelectedBranch.Text
source: Branch
pl: Gałąź

# _currentBranchText.Text
source: Current branch:
pl: Bieżąca gałąź:

# _failCreatePatch.Text
source: Unable to create patch file(s)
pl: Nie udało się stworzyć plików łatki

# _noEmailEnteredText.Text
source: You need to enter an email address.
pl: Musisz podać adres e-mail.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
pl: Brak skonfigurowanego adresu e-mail w oknie ustawień.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
pl: Musisz podać wyjściową ścieżkę

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
pl: Musisz podać temat e-maila.

# _patchResultCaption.Text
source: Patch result
pl: Rezultat łatki

# _revisionsNeededCaption.Text
source: Patch error
pl: Błąd łatki

# _revisionsNeededText.Text
source: You need to select at least one revision
pl: Musisz wybrać przynajmniej jedną rewizję

# _sendMailResult.Text
source: Send to:
pl: Wyślij do:

# _sendMailResultFailed.Text
source: Failed to send mail.
pl: Wysyłanie e-maila nie powiodło się.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
pl: Musisz podać prawidłowe smtp w oknie ustawień.

# label1.Text
source: Subject
pl: Temat

# label2.Text
source: Body
pl: Treść

# label3.Text
source: To
pl: Do

# radioButton1.Text
source: Mail patches from
pl: Wysyłaj łatki e-mailem z
