Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# cherryPickToolStripMenuItem.Text
source: Cherry pick...
pl: Dobierz...

# cleanupToolStripMenuItem.Text
source: Clean working directory...
pl: Uprzątnij katalog roboczy...

# cloneToolStripMenuItem.Text
source: Clone repository...
pl: Sklonuj repozytorium...

# closeToolStripMenuItem.Text
source: Close (go to Dashboard)
pl: Zamknij (wróć do Kokpitu)

# commandsToolStripMenuItem.Text
source: &Commands
pl: &Komendy

# commitInfoBelowMenuItem.Text
source: Commit info below graph
pl: Dane zatwierdzenia pod diagramem

# commitInfoLeftwardMenuItem.Text
source: Commit info left of graph
pl: Dane zatwierdzenia na lewo od diagramu

# commitInfoRightwardMenuItem.Text
source: Commit info right of graph
pl: Dane zatwierdzenia na prawo od diagramu

# commitToolStripMenuItem.Text
source: Commit...
pl: Zatwierdź...

# compressGitDatabaseToolStripMenuItem.Text
source: Compress git database
pl: Skompresuj bazę danych git

# createAStashToolStripMenuItem.Text
source: Create a stash...
pl: Stwórz odłożone...

# createWorktreeToolStripMenuItem.Text
source: Create a worktree...
pl: Stwórz drzewo robocze

# dashboardToolStripMenuItem.Text
source: &Dashboard
pl: &Kokpit

# deleteBranchToolStripMenuItem.Text
source: Delete branch...
pl: Usuń gałąź

# deleteIndexLockToolStripMenuItem.Text
source: Delete index.lock
pl: Usuń index.lock

# deleteTagToolStripMenuItem.Text
source: Delete tag...
pl: Usuń tag...

# donateToolStripMenuItem.Text
source: Donate
pl: Darowizna

# editGitAttributesToolStripMenuItem.Text
source: Edit .gitattributes
pl: Edytuj .gitattributes

# editLocalGitConfigToolStripMenuItem.Text
source: Edit .git/config
pl: Edytuj .git/config

# editgitignoreToolStripMenuItem1.Text
source: Edit .gitignore
pl: Edytuj .gitignore

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/exclude
pl: Edytuj .git/info/exclude

# editmailmapToolStripMenuItem.Text
source: Edit .mailmap
pl: Edytuj .mailmap

# exitToolStripMenuItem.Text
source: Exit
pl: Wyjdź

# fetchAllToolStripMenuItem.Text
source: Fetch all
pl: Pobierz wszystko

# fetchPruneAllToolStripMenuItem.Text
source: Fetch and prune all
pl: Pobierz i wycofaj wszystko

# fetchToolStripMenuItem.Text
source: Fetch
pl: Pobierz

# fileExplorerToolStripMenuItem.Text
source: File Explorer
pl: Otwórz folder

# fileToolStripMenuItem.Text
source: &Start
pl: &Rozpocznij

# formatPatchToolStripMenuItem.Text
source: Format patch...
pl: Stwórz łatkę...

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
pl: Wygeneruj lub zaimportuj klucz

# gitBashToolStripMenuItem.Text
source: Git bash
pl: Powłoka git

# gitMaintenanceToolStripMenuItem.Text
source: Git maintenance
pl: Konserwacja Git

# gitcommandLogToolStripMenuItem.Text
source: Git command log
pl: Dziennik komend Git

# helpToolStripMenuItem.Text
source: &Help
pl: &Pomoc

# initNewRepositoryToolStripMenuItem.Text
source: Create new repository...
pl: Stwórz nowe repozytorium...

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remote repositories...
pl: Zdalne repozytoria...

# manageStashesToolStripMenuItem.Text
source: Manage stashes...
pl: Zarządzaj odłożonymi...

# manageStashesToolStripMenuItem.ToolTipText
source: Manage stashes
pl: Zarządzaj odłożonymi

# manageSubmodulesToolStripMenuItem.Text
source: Manage submodules...
pl: Zarządzaj modułami zależnymi...

# manageWorktreeToolStripMenuItem.Text
source: Manage worktrees...
pl: Zarządzaj drzewami roboczymi

# menuCommitInfoPosition.ToolTipText
source: Commit info position
pl: Pozycja danych zatwierdzenia

# menuitemSparse.Text
source: Sparse Working Copy
pl: Kopia robocza z Rzadkimi

# mergeBranchToolStripMenuItem.Text
source: Merge branches...
pl: Scal gałęzie...

# mergeToolStripMenuItem.Text
source: Pull - merge
pl: Połącz - scal

# navigateToolStripMenuItem.Text
source: Navigate
pl: Nawiguj

# openToolStripMenuItem.Text
source: Open...
pl: Otwórz...

# patchToolStripMenuItem.Text
source: View patch file...
pl: Zobacz plik łatki...

# pluginSettingsToolStripMenuItem.Text
source: Plugin Settings
pl: Ustawienia wtyczek

# pluginsToolStripMenuItem.Text
source: &Plugins
pl: &Wtyczki

# pullToolStripMenuItem.Text
source: Pull/Fetch...
pl: Połącz/Pobierz...

# pullToolStripMenuItem1.Text
source: Open pull dialog...
pl: Otwórz okno łączenia...

# pushToolStripMenuItem.Text
source: Push...
pl: Wyślij...

# rebaseToolStripMenuItem.Text
source: Rebase...
pl: Zmień bazę...

# rebaseToolStripMenuItem1.Text
source: Pull - rebase
pl: Połącz - zmień bazę

# recoverLostObjectsToolStripMenuItem.Text
source: Recover lost objects...
pl: Odzyskaj utracone obiekty...

# refreshDashboardToolStripMenuItem.Text
source: &Refresh
pl: &Odśwież

# refreshToolStripMenuItem.Text
source: Refresh
pl: Odśwież

# repoSettingsToolStripMenuItem.Text
source: Repository settings
pl: Ustawienia repozytoriów

# reportAnIssueToolStripMenuItem.Text
source: Report an issue
pl: Zgłoś błąd

# repositoryToolStripMenuItem.Text
source: &Repository
pl: &Repozytorium

# resetToolStripMenuItem.Text
source: Reset changes...
pl: Zresetuj zmiany...

# runMergetoolToolStripMenuItem.Text
source: Solve merge conflicts...
pl: Rozwiąż konflikty scalania...

# setDefaultPullButtonActionToolStripMenuItem.Text
source: Set default Pull button action
pl: Domyślna akcja przycisku Połącz

# settingsToolStripMenuItem.Text
source: Settings
pl: Ustawienia

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
pl: Uruchom agenta uwierzytelniania

# stashChangesToolStripMenuItem.Text
source: Stash
pl: Odłóż

# stashChangesToolStripMenuItem.ToolTipText
source: Stash changes
pl: Odłóż zmiany

# stashPopToolStripMenuItem.Text
source: Stash pop
pl: Usuń odłożone

# stashToolStripMenuItem.Text
source: Manage stashes...
pl: Zarządzaj odłożonymi...

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all submodules
pl: Zsynchronizuj wszystkie moduły zależne

# tagToolStripMenuItem.Text
source: Create tag...
pl: Stwórz tag...

# toggleBranchTreePanel.ToolTipText
source: Toggle left panel
pl: Przełącz lewy panel

# toggleSplitViewLayout.ToolTipText
source: Toggle split view layout
pl: Przełącz dzielony widok układu

# toolStripButtonCommit.Text
source: Commit
pl: Zatwierdzenie

# toolStripButtonPull.Text
source: Pull
pl: Połącz

# toolStripButtonPush.Text
source: Push
pl: Wyślij

# toolStripFileExplorer.ToolTipText
source: File Explorer
pl: Eksplorator plików

# toolStripLabel1.Text
source: Branches:
pl: Gałęzie:

# toolStripMenuItemReflog.Text
source: Show reflog...
pl: Pokaż odniesienia...

# toolStripMenuItemWorktrees.Text
source: Worktrees
pl: Drzewa robocze

# toolStripRevisionFilterLabel.Text
source: Filter:
pl: Filtr:

# toolStripSplitStash.ToolTipText
source: Manage stashes
pl: Zarządzaj odłożonymi

# toolsToolStripMenuItem.Text
source: &Tools
pl: &Narzędzia

# translateToolStripMenuItem.Text
source: Translate
pl: Tłumaczenie

# tsmiFavouriteRepositories.Text
source: Favourite Repositories
pl: Ulubione repozytoria

# tsmiRecentRepositories.Text
source: Recent Repositories
pl: Ostatnie repozytoria

# tsmiRecentRepositoriesClear.Text
source: Clear List
pl: Wyczyść listę

# tsmiTelemetryEnabled.Text
source: Yes, I allow telemetry
pl: Tak, zezwól na telemetrię

# undoLastCommitToolStripMenuItem.Text
source: Undo last commit
pl: Cofnij ostatnie zatwierdzenie

# updateAllSubmodulesToolStripMenuItem.Text
source: Update all submodules
pl: Zaktualizuj wszystkie moduły zależne

# userManualToolStripMenuItem.Text
source: User Manual
pl: Instrukcja obsługi

# userShell.ToolTipText
source: Git bash
pl: Powłoka git

# viewToolStripMenuItem.Text
source: View
pl: Widok

# $this.Text
source: Browse repository window
pl: Okno przeglądania repozytorium

# chkChowConsoleTab.Text
source: Show the Console tab
pl: Pokaż zakładkę konsoli

# chkShowGpgInformation.Text
source: Show GPG information
pl: Pokaż informacje GPG

# $this.Text
source: Change log
pl: Dziennik zmian

# $this.Text
source: Checkout branch
pl: Przełącz gałąź

# Ok.Text
source: Checkout
pl: Przełącz

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
pl: Zastosować odłożone obiekty do katalogu roboczego?

# _applyStashedItemsAgainCaption.Text
source: Auto stash
pl: Auto odkładanie

# _createBranch.Text
source: Create local branch with the name:
pl: Utwórz gałąź lokalną o nazwie:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
pl: Nazwa własnej gałęzi jest pusta. Wpisz poprawną nazwę gałęzi lub wybierz wcześniej zdefiniowaną wartość.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
pl: “{0}” jest nieprawidłową nazwą gałęzi. Wpisz poprawną nazwę gałęzi lub wybierz wcześniej zdefiniowaną wartość.

# _dontShowAgain.Text
source: Don't show me this message again.
pl: Nie pokazuj mi tej wiadomości ponownie

# _invalidBranchName.Text
source: An existing branch must be selected.
pl: Musisz wybrać istniejącą gałąź.

# _resetCaption.Text
source: Reset branch
pl: Zresetuj gałąź

# _resetNonFastForwardBranch.Text
source: You are going to reset the “{0}” branch to a new location discarding ALL the commited changes since the {1} revision. Are you sure?
pl: Zamierzasz zresetować gałąź “{0}” do nowej lokalizacji odrzucając WSZYSTKIE zatwierdzone zmiany od rewizji {1}. Na pewno chcesz to zrobić?

# chkSetLocalChangesActionAsDefault.Text
source: Set as default
pl: Ustaw jako domyślne

# localChangesGB.Text
source: Local changes
pl: Zmiany lokalne

# rbCreateBranchWithCustomName.Text
source: Create local branch with custom name:
pl: Stwórz lokalną gałąź o własnej nazwie:

# rbDontChange.Text
source: Don't change
pl: Nie zmieniaj

# rbDontCreate.Text
source: Checkout remote branch
pl: Przełącz zdalną gałąź

# rbMerge.Text
source: Merge
pl: Scal

# rbReset.Text
source: Reset
pl: Zresetuj

# rbResetBranch.Text
source: Reset local branch with the name:
pl: Zresetuj lokalną gałąź z nazwą:

# rbStash.Text
source: Stash
pl: Odłóż

# $this.Text
source: Checkout revision
pl: Przełącz rewizję

# Force.Text
source: Force (reset local changes)
pl: Wymuś (resetuje lokalne zmiany)

# OkCheckout.Text
source: Checkout
pl: Przełącz

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
pl: Wybierz 1 rewizję do przełączenia.

# _noRevisionSelectedMsgBoxCaption.Text
source: Checkout
pl: Przełącz

# label2.Text
source: Checkout this revision
pl: Przełącz tę rewizję

# $this.Text
source: Cherry pick commit
pl: Dobieranie zatwierdzenia

# AutoCommit.Text
source: Automatically create a commit
pl: Automatycznie utwórz zatwierdzenie

# BranchInfo.Text
source: Cherry pick this commit:
pl: Dobierz to zatwierdzenie:

# ParentsLabel.Text
source: This commit is a merge, select parent:
pl: To zatwierdzenie jest scaleniem, wybierz rodzica:

# Pick.Text
source: Cherry pick
pl: Dobierz

# _noneParentSelectedText.Text
source: None parent is selected!
pl: Nie wybrano rodzica!

# checkAddReference.Text
source: Add commit reference to commit message
pl: Dodaj odniesienie do zatwierdzenia w wiadomości zatwierdzenia

# columnHeader1.Text
source: No.
pl: Nr

# columnHeader2.Text
source: Message
pl: Wiadomość

# columnHeader3.Text
source: Author
pl: Autor

# columnHeader4.Text
source: Date
pl: Data

# $this.Text
source: Choose Commit
pl: Wybierz zatwierdzenie

# buttonGotoCommit.Text
source: Go to commit...
pl: Szukaj...

# label1.Text
source: Find specific commit:
pl: Zatwierdzenie:

# labelParents.Text
source: Parent(s):
pl: Rodzice:

# linkLabelParent.Text
source: sha parent 1
pl: sha rodzica 1

# linkLabelParent2.Text
source: sha parent 2
pl: sha rodzica 2

# $this.Text
source: Choose language
pl: Wybierz język

# label1.Text
source: Choose your language
pl: Wybierz swój język

# label2.Text
source: You can change the language at any time in the settings dialog
pl: Język możesz zmienić w każdej chwili w oknie ustawień

# $this.Text
source: Clean working directory
pl: Uprzątnij katalog roboczy

# AddPath.Text
source: Add a path...
pl: Dodaj ścieżkę...

# Cancel.Text
source: Cancel
pl: Anuluj

# Cleanup.Text
source: Cleanup
pl: Uprzątnij

# Preview.Text
source: Preview
pl: Podgląd

# RemoveAll.Text
source: Remove all untracked files
pl: Usuń wszystkie nieśledzone pliki

# RemoveDirectories.Text
source: Remove untracked directories
pl: Usuń nieśledzone katalogi

# RemoveIgnored.Text
source: Remove only ignored untracked files
pl: Usuń tylko ignorowane nieśledzone pliki

# RemoveNonIgnored.Text
source: Remove only non-ignored untracked files
pl: Usuń tylko nieignorowane nieśledzone pliki

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
pl: Na pewno chcesz uprzątnąć repozytorium?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
pl: Uprzątnij

# checkBoxPathFilter.Text
source: Affect the following path(s) only:
pl: Zastosuj tylko do następujących ścieżek:

# groupBox1.Text
source: Remove untracked files from working directory
pl: Usuń nieśledzone pliki z katalogu roboczego

# label1.Text
source: Log:
pl: Dziennik:

# labelPathHint.Text
source: (one path per line)
pl: (jedna ścieżka na linię)

# $this.Text
source: Clone
pl: Klonuj

# Central.Text
source: Central repository, no working directory (--bare --shared=all)
pl: Repozytorium centralne, brak katalogu roboczego (--bare --shared=all)

# CentralRepository.Text
source: P&ublic repository, no working directory (--bare)
pl: Repozytorium publiczne, brak katalogu roboczego (--bare)

# FromBrowse.Text
source: &Browse
pl: &Przeglądaj

# LoadSSHKey.Text
source: &Load SSH key
pl: &Załaduj klucz SSH

# Ok.Text
source: Clone
pl: Klonuj

# Personal.Text
source: Personal repository
pl: Repozytorium osobiste

# PersonalRepository.Text
source: &Personal repository
pl: Repozytorium &osobiste

# ToBrowse.Text
source: B&rowse
pl: &Przeglądaj

# _branchDefaultRemoteHead.Text
source: (default: remote HEAD)
pl: (domyślnie: zdalny HEAD)

# _branchNone.Text
source: (none: don't checkout after clone)
pl: (brak: bez przełączenia po sklonowaniu)

# _errorCloneFailed.Text
source: Clone Failed
pl: Klonowanie nieudane

# _errorDestinationNotRooted.Text
source: Destination folder must be an absolute path.
pl: Folder docelowy musi być ścieżką absolutną.

# _errorDestinationNotSupplied.Text
source: You need to specify destination folder.
pl: Musisz określić folder docelowy.

# _infoDirectoryExists.Text
source: (Directory already exists)
pl: (Folder już istnieje)

# _infoDirectoryNew.Text
source: (New directory)
pl: (Nowy folder)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
pl: Repozytorium zostanie sklonowane do nowego katalogu znajdującego się tutaj: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
pl: Repozytorium sklonowane pomyślnie. Chcesz teraz otworzyć repozytorium "{0}"?

# _questionOpenRepoCaption.Text
source: Open
pl: Otwórz

# brachLabel.Text
source: &Branch:
pl: &Gałąź:

# cbDownloadFullHistory.Text
source: Download full &history
pl: Pobierz pełną &historię

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
pl: Zainicjalizuj wszystkie moduły zależne

# cbLfs.Text
source: Use LFS extension
pl: Użyj rozszerzenia LFS

# destinationLabel.Text
source: &Destination:
pl: &Docelowo:

# groupBox1.Text
source: Repository type
pl: Rodzaj repozytorium

# repositoryLabel.Text
source: Repository to &clone:
pl: Repozytorium do s&klonowania:

# subdirectoryLabel.Text
source: &Subdirectory to create:
pl: Podkatalog do &utworzenia:

# $this.Text
source: Commandline usage
pl: Używanie wiersza poleceń

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
pl: Wspierane argumenty wiersza poleceń dla gitex.cmd / gitex (umieszczone w tym samym folderze, co GitExtensions.exe):

# $this.Text
source: Commit
pl: Zatwierdź

# Amend.Text
source: &Amend Commit
pl: &Zmodyfikuj zatwierdzenie

# Commit.Text
source: &Commit
pl: &Zatwierdź

# CommitAndPush.Text
source: Commit && &push
pl: Zatwierdź i &wyślij

# Ok.Text
source: Commit
pl: Zatwierdź

# Reset.Text
source: &Reset all changes
pl: Z&resetuj wszystkie zmiany

# ResetUnStaged.Text
source: Reset u&nstaged changes
pl: Zresetuj &nieprzygotowane zmiany

# ShowOnlyMyMessagesToolStripMenuItem.Text
source: Show only my messages
pl: Pokaż tylko moje wiadomości

# SolveMergeconflicts.Text
source: There are unresolved merge conflicts
pl: Istnieją nierozwiązane konflikty scalania

# StageInSuperproject.Text
source: Stage &in Superproject
pl: Przygotuj w &superprojekcie

# _addSelectionToCommitMessage.Text
source: Add selection to commit message
pl: Dodaj zaznaczenie do wiadomości zatwierdzenia

# _amendCommit.Text
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
pl: Zamierzasz nadpisać historię. Modyfikuj, tylko jeżeli zatwierdzenie nie zostało opublikowane! Chcesz kontynuować?

# _amendCommitCaption.Text
source: Amend commit
pl: Zmodyfikuj zatwierdzenie

# _commitAuthorInfo.Text
source: Author
pl: Autor

# _commitCommitterInfo.Text
source: Committer
pl: Zatwierdzający

# _commitCommitterToolTip.Text
source: Click to change committer information.
pl: Naciśnij, aby zmienić informację zatwierdzającego.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
pl: Wiadomość zatwierdzenia jest wymagana do zatwierdzenia

# _commitMessageSettings.Text
source: Edit commit message templates and settings...
pl: Edytuj szablony wiadomości zatwierdzeń i ustawienia...

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
pl: Pierwsza linia wiadomości zatwierdzenia zawiera za dużo znaków. Chcesz kontynuować?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
pl: Następująca linia wiadomości zatwierdzenia zawiera za dużo znaków. {0} Chcesz kontynuować?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
pl: Wiadomość zatwierdzenia nie zawiera RegEx. Chcesz kontynuować?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
pl: Druga linia wiadomości zatwierdzenia nie jest pusta. Chcesz kontynuować?

# _commitValidationCaption.Text
source: Commit validation
pl: Weryfikacja zatwierdzenia

# _deleteFailed.Text
source: Delete file failed
pl: Usuwanie pliku nieudane

# _deleteSelectedFiles.Text
source: Are you sure you want to delete the selected file(s)?
pl: Na pewno chcesz usunąć wybrane pliki?

# _deleteSelectedFilesCaption.Text
source: Delete
pl: Usuń

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
pl: Na pewno chcesz usunąć nieśledzone pliki?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
pl: Usuń nieśledzone pliki.

# _enterCommitMessage.Text
source: Please enter commit message
pl: Proszę wpisać wiadomość zatwierdzenia

# _enterCommitMessageCaption.Text
source: Commit message
pl: Wiadomość zatwierdzenia

# _enterCommitMessageHint.Text
source: Enter commit message
pl: Wpisz wiadomość zatwierdzenia

# _formTitle.Text
source: Commit to {0} ({1})
pl: Zatwierdź do {0} ({1})

# _mergeConflicts.Text
source: There are unresolved merge conflicts, solve merge conflicts before committing.
pl: Istnieją nierozwiązane konflikty scalania, rozwiąż je przed zatwierdzeniem.

# _mergeConflictsCaption.Text
source: Merge conflicts
pl: Konflikty scalania

# _noFilesStagedAndConfirmAnEmptyMergeCommit.Text
source: There are no files staged for this commit. Are you sure you want to commit?
pl: Brak przygotowych plików dla tego zatwierdzenia Na pewno chcesz zatwierdzić?

# _noFilesStagedAndNothingToCommit.Text
source: There are no files staged for this commit.
pl: Brak przygotowych plików dla tego zatwierdzenia.

# _noFilesStagedButSuggestToCommitAllUnstaged.Text
source: There are no files staged for this commit. Stage and commit all unstaged files?
pl: Brak przygotowych plików dla tego zatwierdzenia. Przygotować i zatwierdzić wszystkie nieprzygotowane pliki?

# _noStagedChanges.Text
source: There are no staged changes
pl: Brak przygotowanych zmian

# _noUnstagedChanges.Text
source: There are no unstaged changes
pl: Brak nieprzygotowanych zmian

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
pl: To zatwierdzenie nie będzie posiadać odniesienia, gdy przełączysz na inną gałąź i może zostać utracone. Chcesz kontynuować?

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
pl: Możesz użyć tej opcji tylko przy wyborze pojedynczego pliku

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
pl: Na pewno chcesz zresetować wszystkie wybrane pliki?

# _resetStageChunkOfFileCaption.Text
source: Unstage chunk of file
pl: Fragment pliku niegotowy

# _selectOnlyOneFile.Text
source: You must have only one file selected.
pl: Możesz mieć wybrany tylko jeden plik.

# _selectionFilterErrorToolTip.Text
source: Error {0}
pl: Błąd {0}

# _selectionFilterToolTip.Text
source: Enter a regular expression to select unstaged files.
pl: Podaj wyrażenie regularne, aby wybrać nieprzygotowane pliki.

# _skipWorktreeToolTip.Text
source: Hide already tracked files that will change but that you don't want to commit. Suitable for some config files modified locally.
pl: Ukryj już śledzone pliki, które będą zmieniane, ale nie chcesz ich zatwierdzać. Odpowiednie dla niektórych lokalnych plików konfiguracyjnych.

# _stageDetails.Text
source: Stage Details
pl: Szczegóły przygotowanych

# _stageFiles.Text
source: Stage {0} files
pl: Przygotuj {0} plików

# _statusBarBranchWithoutRemote.Text
source: (remote not configured)
pl: (nieskonfigurowane zdalne)

# _stopTrackingFail.Text
source: Fail to stop tracking the file '{0}'.
pl: Nie udało się przestać śledzić pliku '{0}'.

# _templateLoadErrorCaption.Text
source: Template could not be loaded
pl: Szablon nie może zostać załadowany

# _templateNotFound.Text
source: Template not found: {0}. You can set your template: $ git config commit.template ./.git_commit_msg.txt You can unset the template: $ git config --unset commit.template
pl: Nie znaleziono szablonu: {0}. Ustawienie szablonu: $ git config commit.template ./.git_commit_msg.txt Cofnięcie ustawienia szablonu: $ git config --unset commit.template

# _templateNotFoundCaption.Text
source: Template Error
pl: Błąd szablonu

# _untrackedRemote.Text
source: (untracked)
pl: (nieśledzone)

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
pl: Dodaj plik do .gitignore

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
pl: Dodaj plik do .git/info/exclude

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
pl: Traktuj jako niezmieniane

# branchNameLabel.Text
source: (Branch name)
pl: (Nazwa gałęzi)

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
pl: Zamknij okno po zatwierdzeniu wszystkich zmian

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
pl: Zamknij okno po każdym zatwierdzeniu

# commitAuthorStatus.ToolTipText
source: Click to change author information.
pl: Naciśnij, aby zmienić informacje o autorze

# commitCursorColumnLabel.Text
source: Col
pl: Kolumna

# commitCursorLineLabel.Text
source: Ln
pl: Linia
