Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.Plugins.xlf
Languages: pl

# Description.Text
source: Auto compile SubModules
pl: Automatycznie kompiluj moduły zależne

# _doYouWantBuild.Text
source: Do you want to build {0}? {1}
pl: Chcesz stworzyć {0}? {1}

# _enterCorrectMsBuildPath.Text
source: Please enter correct MSBuild path in the plugin settings dialog and try again.
pl: Proszę podać poprawną ścieżkę MSBuild w oknie ustawień wtyczki i spróbuj ponownie.

# _msBuildArguments.Caption
source: msbuild.exe arguments
pl: Argumenty msbuild.exe

# _msBuildEnabled.Caption
source: Enabled
pl: Włączone

# _msBuildPath.Caption
source: Path to msbuild.exe
pl: Ścieżka do msbuild.exe

# Description.Text
source: Periodic background fetch
pl: Okresowe pobieranie w tle

# _autoRefresh.Caption
source: Refresh view after fetch
pl: Odśwież widok po pobraniu

# _fetchAllSubmodules.Caption
source: Fetch all submodules
pl: Pobierz wszystkie moduły zależne

# _fetchInterval.Caption
source: Fetch every (seconds) - set to 0 to disable
pl: Pobierz co (sekundy) - ustaw na 0, aby wyłączyć

# _gitCommand.Caption
source: Arguments of git command to run
pl: Argumenty komendy git przy uruchomieniu

# BitbucketBaseUrl.Caption
source: Specify the base URL to Bitbucket
pl: Podaj bazowy adres URL do Bitbucket

# BitbucketDisableSsl.Caption
source: Disable SSL verification
pl: Wyłącz weryfikację SSL

# BitbucketPassword.Caption
source: Bitbucket Password
pl: Hasło Bitbucket

# BitbucketUsername.Caption
source: Bitbucket Username
pl: Nazwa użytkownika Bitbucket

# Description.Text
source: Bitbucket Server
pl: Serwer Bitbucket

# _yourRepositoryIsNotInBitbucket.Text
source: Your repository is not hosted in BitBucket Server.
pl: Twoje repozytorium nie jest umieszczone na serwerze Bitbucket.

# $this.Text
source: Bitbucket Server
pl: Serwer Bitbucket

# _committed.Text
source: {0} committed {1}
pl: {1} zatwierdzono przez {0}

# _error.Text
source: Error
pl: Błąd

# _linkLabelToolTip.Text
source: Right-click to copy link
pl: Skopiuj odnośnik prawym klawiszem

# _success.Text
source: Success
pl: Sukces

# btnApprove.Text
source: Approve
pl: Zatwierdź

# btnCreate.Text
source: Create
pl: Utwórz

# btnMerge.Text
source: Merge
pl: Scal

# groupBoxCreatePullRequest.Text
source: Pull Request Info
pl: Informacja o prośbie połączenia

# groupBoxInformation.Text
source: Information
pl: Informacja

# groupBoxPullRequestInfo.Text
source: Pull Request Info
pl: Informacja o prośbie połączenia

# groupBoxSource.Text
source: Source
pl: Źródło

# groupBoxSourceRepoView.Text
source: Source
pl: Źródło

# groupBoxTarget.Text
source: Target
pl: Docelowo

# groupBoxTargetRepoView.Text
source: Target
pl: Docelowo

# lblAuthor.Text
source: Author
pl: Autor

# lblBranchView.Text
source: Branch
pl: Gałąź

# lblDescription.Text
source: Description
pl: Opis

# lblDescriptionView.Text
source: Description
pl: Opis

# lblRepositoryView.Text
source: Repository
pl: Repozytorium

# lblReviewerView.Text
source: Reviewer (approved)
pl: Przeglądający (zatwierdzony)

# lblSourceBranch.Text
source: Branch
pl: Gałąź

# lblSourceRepoView.Text
source: Repository
pl: Repozytorium

# lblSourceRepository.Text
source: Repository
pl: Repozytorium

# lblState.Text
source: State
pl: Stan

# lblTargetBranch.Text
source: Branch
pl: Gałąź

# lblTargetRepoView.Text
source: Branch
pl: Gałąź

# lblTargetRepository.Text
source: Repository
pl: Repozytorium

# lblTitle.Text
source: Title
pl: Nazwa

# lblTitleView.Text
source: Title
pl: Nazwa

# tabCreate.Text
source: Create Pull Request
pl: Stwórz prośbę połączenia

# tabView.Text
source: View Pull Requests
pl: Zobacz prośby połączenia

# $this.Text
source: Create local tracking branches
pl: Stwórz lokalne śledzenie gałęzi

# button1.Text
source: Create local tracking branches
pl: Stwórz lokalne śledzenie gałęzi

# label1.Text
source: Remote to create tracking branches for
pl: Zdalna do stworzenia śledzeń gałęzi

# Description.Text
source: Create local tracking branches
pl: Stwórz lokalne śledzenie gałęzi

# $this.Text
source: Delete obsolete branches
pl: Usuwanie przestarzałych gałęzi

# Author.HeaderText
source: Last author
pl: Ostatni autor

# Cancel.Text
source: Close
pl: Zamknij

# Delete.Text
source: Delete
pl: Usuń

# IncludeRemoteBranches.Text
source: Delete remote branches from
pl: Usuń zdalne gałęzie z

# Message.HeaderText
source: Last message
pl: Ostatnia wiadomość

# RefreshBtn.Text
source: Search branches
pl: Szukaj gałęzi

# _areYouSureToDelete.Text
source: Are you sure to delete {0} selected branches?
pl: Na pewno chcesz usunąć {0} wybranych gałęzi?

# _branchesSelected.Text
source: {0}/{1} branches selected.
pl: Wybrano {0}/{1} gałęzi.

# _cancel.Text
source: Cancel
pl: Anuluj

# _chooseBranchesToDelete.Text
source: Choose branches to delete. Only branches that are fully merged in '{0}' will be deleted.
pl: Wybierz gałęzie do usunięcia. Tylko gałęzie całkowicie scalone do '{0}' mogą zostać usunięte.

# _dangerousAction.Text
source: DANGEROUS ACTION! Branches will be deleted on the remote '{0}'. This can not be undone. Are you sure you want to continue?
pl: NIEBEZPIECZNA OPERACJA! Gałęzie zostaną usunięte na zdalnym '{0}'. Nie można tego cofnąć. Na pewno chcesz kontynuować?

# _deleteCaption.Text
source: Delete
pl: Usuń

# _deletingBranches.Text
source: Deleting branches...
pl: Usuwanie gałęzi...

# _deletingUnmergedBranches.Text
source: Deleting unmerged branches will result in dangling commits. Use with caution!
pl: Usuwanie niescalonych gałęzi może spowodować osamotnienie zatwierdzeń. Używać z ostrożnością!

# _loading.Text
source: Loading...
pl: Ładowanie...

# _pressToSearch.Text
source: Press '{0}' to search for branches to delete.
pl: Naciśnij '{0}', aby szukać gałęzi do usunięcia.

# _searchBranches.Text
source: Search branches
pl: Szukaj gałęzi

# _selectBranchesToDelete.Text
source: Select branches to delete using checkboxes in '{0}' column.
pl: Wybierz gałęzie do usunięcia przy pomocy pól wyboru w kolumnie '{0}'.

# buttonSettings.Text
source: Settings
pl: Ustawienia

# dateDataGridViewTextBoxColumn.HeaderText
source: Last activity
pl: Ostatnia aktywność

# includeUnmergedBranches.Text
source: Include unmerged branches
pl: Dołącz niescalone gałęzie

# label1.Text
source: Delete branches older than x days
pl: Usuń gałęzie starsze niż x dni

# label2.Text
source: Delete branches fully merged into branch
pl: Usuń gałęzie w pełni scalone do gałęzi

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
pl: Nazwa

# regexDoesNotMatch.Text
source: Does not match
pl: Nie pasuje

# regexFilter.Text
source: /(feature|develop)/
pl: /(funkcja|rozwijanie)/

# useRegexCaseInsensitive.Text
source: Case insensitive
pl: Bez znaczenia wielkości

# useRegexFilter.Text
source: Use regex to filter branches
pl: Wykorzystaj regex do filtrowania gałęzi

# Description.Text
source: Delete obsolete branches
pl: Usuwanie przestarzałych gałęzi

# _daysOlderThan.Caption
source: Delete obsolete branches older than (days)
pl: Usuń przestarzałe gałęzie, starsze niż (dni)

# _deleteRemoteBranchesFromFlag.Caption
source: Delete obsolete branches from remote
pl: Usuń przestarzałe gałęzie ze zdalnego

# _includeUnmergedBranchesFlag.Caption
source: Delete unmerged branches
pl: Usuń niescalone gałęzie

# _mergedInBranch.Caption
source: Branch where all branches should be merged in
pl: Gałąź, do której powinny zostać scalone inne

# _regexCaseInsensitiveFlag.Caption
source: Is regex filter case insensitive?
pl: Rozróżnianie wielkości liter w filtrze regex

# _regexFilter.Caption
source: Regex to filter branches to delete
pl: Regex filtrowania gałęzi do usunięcia

# _regexInvertedFlag.Caption
source: Search branches that does not match regex
pl: Znajdź gałęzie, które nie pasują do filtru regex

# _remoteName.Caption
source: Remote name obsoleted branches should be deleted from
pl: Usuń zdalne nazwy przestarzałych gałęzi z

# _useRegexToFilterBranchesFlag.Caption
source: Use regex to filter branches to delete
pl: Użyj regex do filtrowania gałęzi do usunięcia

# $this.Text
source: Find large files
pl: Znajdź duże pliki

# CompressedSize.HeaderText
source: Compressed size
pl: Skompresowany

# _areYouSureToDelete.Text
source: Are you sure to delete the selected files?
pl: Na pewno chcesz usunąć wybrane pliki?

# commitCountDataGridViewTextBoxColumn.HeaderText
source: Commit count
pl: Liczba zatwierdzeń

# dataGridViewCheckBoxColumn1.HeaderText
source: Delete
pl: Usuń

# label1.Text
source: Reset local changes before deleting files. Choose files to delete. Force push for replacing data on remote repository.
pl: Zresetuj zmiany lokalne przed usuwaniem plików. Wybierz pliki do usunięcia. Wymuś wysyłanie w celu zastępowania danych na zdalnym repozytorium.

# lastCommitDateDataGridViewTextBoxColumn.HeaderText
source: Last commit date
pl: Data ostatniego zatwierdzenia

# pathDataGridViewTextBoxColumn.HeaderText
source: Path
pl: Ścieżka

# sizeDataGridViewTextBoxColumn.HeaderText
source: Size
pl: Rozmiar

# Description.Text
source: Find large files
pl: Znajdź duże pliki

# _sizeLargeFile.Caption
source: Find large files bigger than (Mb)
pl: Znajdź duże pliki, większe niż (Mb)

# $this.Text
source: Change Submitted
pl: Zmiana wysłana

# btnClose.Text
source: Close
pl: Zamknij

# labelSubmitted.Text
source: Your change has been submitted for review at the following location:
pl: Twoja zmiana została przesłana do przeglądu w następującej lokalizacji:

# $this.Text
source: Download Gerrit Change
pl: Pobierz zmiany Gerrit

# AddRemote.Text
source: Manage remotes
pl: Zarządzaj zdalnymi

# Download.Text
source: &Download
pl: Pobierz

# _cannotGetChangeDetails.Text
source: Could not retrieve the change details
pl: Nie można odzyskać szczegółów zmiany

# _downloadCaption.Text
source: Download change {0}
pl: Pobierz zmianę {0}

# _downloadGerritChangeCaption.Text
source: Download Gerrit Change
pl: Pobierz zmiany Gerrit

# _selectChange.Text
source: Please enter a change
pl: Proszę wpisać zmianę

# _selectRemote.Text
source: Please select a remote repository
pl: Proszę wybrać katalog zdalny

# labelChange.Text
source: Change:
pl: Zmiana:

# labelEnterChangeIdOrNumber.Text
source: Enter the Change-Id or the number from the Gerrit URL
pl: Podaj ID zmiany lub numer z URL Gerrit

# labelRemote.Text
source: Remote:
pl: Zdalne:

# labelTopicBranch.Text
source: Topic branch:
pl: Temat gałęzi:

# $this.Text
source: Publish Gerrit Change
pl: Opublikuj zmiany Gerrit

# Publish.Text
source: &Publish
pl: Publikuj

# _publishCaption.Text
source: Publish change
pl: Opublikuj zmianę

# _publishGerritChangeCaption.Text
source: Publish Gerrit Change
pl: Opublikuj zmiany Gerrit

# _selectBranch.Text
source: Please enter a branch
pl: Proszę podać gałąź

# labelBranch.Text
source: Branch:
pl: Gałąź:

# labelPublishType.Text
source: Publish Type:
pl: Rodzaj publikacji:

# labelReviewers.Text
source: Reviewer(s):
pl: Przeglądający:

# labelTopic.Text
source: Topic:
pl: Temat:

# $this.Text
source: Edit .gitreview
pl: Edytuj .gitreview

# Save.Text
source: Save
pl: Zapisz

# _cannotAccessGitreview.Text
source: Failed to save .gitreview. Check if file is accessible.
pl: Nie udało się zapisać .gitreview. Sprawdź, czy plik jest dostępny.

# _cannotAccessGitreviewCaption.Text
source: Failed to save .gitreview
pl: Nie udało się zapisać .gitreview

# _gitreviewOnlyInWorkingDirSupported.Text
source: .gitreview is only supported when there is a working directory.
pl: .gitreview jest wspierane, tylko jeżeli istnieje katalog roboczy.

# _gitreviewOnlyInWorkingDirSupportedCaption.Text
source: No working directory
pl: Brak katalogu roboczego

# _saveFileQuestion.Text
source: Save changes to .gitreview?
pl: Zapisać zmiany .gitreview?

# _saveFileQuestionCaption.Text
source: Save changes?
pl: Zapisać zmiany?

# label1.Text
source: Provide the configuration for .gitreview to setup Gerrit. Example configuration: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0
pl: Zapewnij konfigurację dla .gitreview, aby zainstalować Gerrit. Przykładowa konfiguracja: [gerrit] host=review.example.com port=29418 project=department/project.git defaultbranch=master defaultremote=review defaultrebase=0

# lnkGitReviewHelp.Text
source: GitHub page for git-review
pl: Strona GitHub o git-review

# $this.Text
source: Statistics
pl: Statystyki

# CommitStatistics.Text
source: Loading..
pl: Ładowanie...

# LinesOfCodePerLanguageText.Text
source: Loading...
pl: Ładowanie...

# LinesOfCodePerTypeText.Text
source: Loading...
pl: Ładowanie...

# LoadingLabel.Text
source: Loading...
pl: Ładowanie...

# TestCodeText.Text
source: Loading...
pl: Ładowanie...

# TotalCommits.Text
source: Total commits
pl: Wszystkie zatwierdzenia

# TotalLinesOfCode.Text
source: Total lines of code
pl: Wszystkie linie kodu

# TotalLinesOfCode2.Text
source: Total lines of code
pl: Wszystkie linie kodu

# TotalLinesOfTestCode.Text
source: Total lines of code
pl: Wszystkie linie kodu

# _blankLinesP.Text
source: {0:N0} Blank lines ({1:P1})
pl: ({1:P1}) Puste linie: {0:N0}

# _commentLinesP.Text
source: {0:N0} Comment lines ({1:P1})
pl: ({1:P1}) Linie komentarzy: {0:N0}

# _commits.Text
source: {0:N0} Commits
pl: Zatwierdzenia: {0:N0}

# _commitsBy.Text
source: {0:N0} Commits by {1}
pl: Zatwierdzenia autorstwa {1}: {0:N0}

# _linesOfCode.Text
source: {0:N0} Lines of code
pl: Linie kodu: {0:N0}

# _linesOfCodeInFiles.Text
source: {0:N0} Lines of code in {1} files ({2:P1})
pl: ({2:P1}) Linie kodu w {1} plikach: {0:N0}

# _linesOfCodeP.Text
source: {0:N0} Lines of code ({1:P1})
pl: ({1:P1}) Linie kodu: {0:N0}

# _linesOfDesignerFilesP.Text
source: {0:N0} Lines in designer files ({1:P1})
pl: ({1:P1}) Linie w plikach projektowych: {0:N0}

# _linesOfProductionCodeP.Text
source: {0:N0} Lines of production code ({1:P1})
pl: ({1:P1}) Linie kodu produkcyjnego: {0:N0}

# _linesOfTestCode.Text
source: {0:N0} Lines of test code
pl: Linie kodu próbnego: {0:N0}

# _linesOfTestCodeP.Text
source: {0:N0} Lines of test code ({1:P1})
pl: ({1:P1}) Linie kodu próbnego: {0:N0}

# tabPage1.Text
source: Lines of code per language
pl: Linie kodu na język

# tabPage2.Text
source: Commits per contributor
pl: Zatwierdzenia na współpracownika

# tabPage3.Text
source: Lines of code per type
pl: Linie kodu na rodzaj

# tabPage4.Text
source: Lines of test code
pl: Linie kodu próbnego

# $this.Text
source: Impact
pl: Wkład

# _authorCommits.Text
source: {0} ({1} Commits, {2} Changed Lines)
pl: {0} (zatwierdzenia: {1}, zmodyfikowane linie: {2})

# cbIncludingSubmodules.Text
source: Including submodules
pl: Dołącz moduły zależne

# $this.Text
source: Gerrit Plugin
pl: Wtyczka Gerrit

# _publishTypeDraft.Text
source: Draft
pl: Szkic

# _publishTypePrivate.Text
source: Private
pl: Prywatne

# _publishTypeReview.Text
source: For Review
pl: Do przeglądu

# _publishTypeWip.Text
source: Work-in-Progress
pl: Praca-w-toku

# Description.Text
source: Gerrit Code Review
pl: Przegląd kodu Gerrit

# _downloadGerritChange.Text
source: Download Gerrit Change
pl: Pobierz zmiany Gerrit

# _editGitReview.Text
source: Edit .gitreview
pl: Edytuj .gitreview

# _installCommitMsgHook.Text
source: Install Hook
pl: Zainstaluj hook

# _installCommitMsgHookDownloadFileFailed.Text
source: Could not download the commit-msg file. Please install the commit-msg hook manually.
pl: Nie można pobrać pliku wiadomości zatwierdzenia. Proszę zainstalować ten hook ręcznie.

# _installCommitMsgHookFolderCreationFailed.Text
source: Could not create the hooks folder. Please create the folder manually and try again.
pl: Nie można stworzyć katalogu hooks. Proszę stworzyć katalog ręcznie i spróbować ponownie.

# _installCommitMsgHookMessage.Text
source: Gerrit requires a commit-msg hook to be installed. Do you want to install the commit-msg hook into your repository?
pl: Gerrit wymaga zainstalowanego hook'u wiadomości zatwierdzenia. Chcesz zainstalować ten hook w swoim repozytorium?

# _installCommitMsgHookShortText.Text
source: Install commit-msg hook
pl: Zainstaluj hook wiadomości zatwierdzenia

# _publishGerritChange.Text
source: Publish Gerrit Change
pl: Opublikuj zmiany Gerrit

# _settingsError.Text
source: Error loading .gitreview file.
pl: Błąd ładowania pliku .gitreview.

# _settingsErrorDefaultRemoteNotPresent.Text
source: The remote "{0}" specified with the "defaultremote" setting in the .gitreview file does not refer to a configured remote. Either create this remote or change the setting in the .gitreview file.
pl: Zdalne "{0}" określone w ustawieniu "defaultremote" w pliku .gitreview nie odnosi się do skonfigurowanego zdalnego. Stwórz to zdalne lub zmień ustawienie w pliku .gitreview.

# _settingsErrorFileNotFound.Text
source: Cannot find the ".gitreview" file in the working directory.
pl: Nie można znaleźć ".gitreview" w katalogu roboczym.

# _settingsErrorHostNotEntered.Text
source: The "host" setting in the .gitreview file is mandatory.
pl: Ustawienie "host" w pliku .gitreview jest obowiązkowe

# _settingsErrorPortNotNumeric.Text
source: The "port" specified in the .gitreview file may only contain digits.
pl: "port" określony w pliku .gitreview może zawierać tylko cyfry.

# _settingsErrorProjectNotEntered.Text
source: The "project" setting in the .gitreview file is mandatory.
pl: Ustawienie "project" w pliku .gitreview jest obowiązkowe

# _gitFlowTooltip.Text
source: A good branch model for your project with Git...
pl: Dobry model gałęzi przy Twoich projektach Git...

# _noBranchExist.Text
source: No {0} branches exist.
pl: Nie istnieją gałęzie {0}.

# btnCreateBranch.Text
source: Start!
pl: Rozpocznij!

# btnFinish.Text
source: Finish
pl: Zakończ

# btnInit.Text
source: Init GitFlow
pl: Zainicjalizuj GitFlow

# btnPublish.Text
source: Publish
pl: Opublikuj

# btnPull.Text
source: Pull
pl: Połącz

# cbBasedOn.Text
source: based on:
pl: Na podstawie:

# cbPushAfterFinish.Text
source: Push after finish
pl: Wyślij po zakończeniu

# cbSquash.Text
source: Squash
pl: Dopasuj

# gbManage.Text
source: Manage existing branches:
pl: Zarządzaj istniejącymi gałęziami:

# gbStart.Text
source: Start branch:
pl: Rozpocznij gałąź:

# label1.Text
source: branch:
pl: Gałąź:

# label10.Text
source: Expected name:
pl: Spodziewana nazwa:

# label2.Text
source: command:
pl: Komenda:

# label9.Text
source: Remote to pull from :
pl: Zdalne do połączenia z:

# lblPrefixName.Text
source: [prefix]/
pl: [prefiks]/

# lnkGitFlow.Text
source: About GitFlow
pl: Informacje o GitFlow

# panel3.Text
source: Result of git flow command run
pl: Rezultat uruchomienia komendy git flow

# OAuthToken.Caption
source: OAuth Token
pl: Token OAuth

# _tokenAlreadyExist.Text
source: You already have an OAuth token. To get a new one, delete your old one in Plugins > Settings first.
pl: Już posiadasz token OAuth. Aby uzyskać nowy, usuń najpierw stary w Wtyczki > Ustawienia.

# _viewInWebSite.Text
source: View in {0}
pl: Zobacz na {0}

# Description.Text
source: Impact Graph
pl: Wykres wkładu

# Description.Text
source: Statistics
pl: Statystyki

# _codeFiles.Caption
source: Code files
pl: Pliki z kodem

# _ignoreDirectories.Caption
source: Directories to ignore (EndsWith)
pl: Ignorowane katalogi (kończące się na:)

# _ignoreSubmodules.Caption
source: Ignore submodules
pl: Ignoruj moduły zależne

# _bytesDownloaded.Text
source: {0} bytes downloaded.
pl: Pobrane bajty: {0}

# _cannotFindGource.Text
source: Cannot find Gource. Please download Gource and set the path in the plugins settings dialog.
pl: Nie można odnaleźć Gource. Proszę je pobrać i ustawić ścieżkę do niego w oknie ustawień wtyczek.

# _currentDirectoryIsNotValidGit.Text
source: The current directory is not a valid git repository. Gource can be only be started from a valid git repository.
pl: Bieżący katalog nie jest prawidłowym repozytorium git. Gource może działać tylko na prawidłowym repozytorium git.

# _doYouWantDownloadGource.Text
source: There is no path to Gource configured. Do you want to automatically download Gource?
pl: Nie skonfigurowano ścieżki do Gource. Chcesz automatycznie pobrać Gource?

# _download.Text
source: Download
pl: Pobierz

# _downloadingFailed.Text
source: Downloading failed. Please download Gource and set the path in the plugins settings dialog.
pl: Pobieranie nie powiodło się. Proszę pobrać Gource i ustawić ścieżkę do niego w oknie ustawień wtyczek.

# _gourceArguments.Caption
source: Arguments
pl: Argumenty

# _gourceDownloadedAndUnzipped.Text
source: Gource has been downloaded and unzipped.
pl: Gource zostało pobrane i wypakowane z archiwum.

# _gourcePath.Caption
source: Path to Gource
pl: Ścieżka do Gource

# _resetConfigPath.Text
source: Cannot find Gource in the configured path: {0}. Do you want to reset the configured path?
pl: Nie można odnaleźć Gource w skonfigurowanej ścieżce: {0}. Chcesz zresetować skonfigurowaną ścieżkę?

# ArgumentsLabel.Text
source: Arguments
pl: Argumenty

# GourceBrowse.Text
source: Browse
pl: Przeglądaj

# WorkingDirBrowse.Text
source: Browse
pl: Przeglądaj

# label1.Text
source: Path to Gource
pl: Ścieżka do Gource

# label2.Text
source: Repository
pl: Repozytorium

# linkLabel1.Text
source: Gource project
pl: Projekt Gource

# linkLabel2.Text
source: Gource command line
pl: Wiersz poleceń Gource

# lblIgnoreBuildBranch.Text
source: Ignore build for branch
pl: Ignoruj tworzenie dla gałęzi

# lblJenkinsServerUrl.Text
source: Jenkins server URL
pl: URL serwera Jenkins

# lblProjectName.Text
source: Project name
pl: Nazwa projektu

# EmptyQueryResultMessage.Text
source: [Empty Jira Query Result]
pl: [Pusty wynik zapytania Jira]

# InvalidUrlCaption.Text
source: Invalid Jira url
pl: Błędny adres URL Jira

# InvalidUrlMessage.Text
source: A valid url is required to launch the Jira query helper
pl: Do załączenia pomocy do zapytań Jira wymagany jest poprawny adres URL

# JiraFieldsLabel.Text
source: Jira fields
pl: Pola Jira

# PreviewButtonText.Text
source: Preview
pl: Podgląd

# QueryHelperLinkText.Text
source: Open the query helper inside Jira
pl: Otwórz pomoc do zapytań wewnątrz Jira

# QueryHelperOpenErrorText.Text
source: Unable to open Jira query helper
pl: Nie udało się otworzyć pomocy do zapytań Jira

# _credentialsSettings.Caption
source: Jira credentials
pl: Dane logowania Jira

# _enabledSettings.Caption
source: Jira hint plugin enabled
pl: Wtyczka podpowiedzi Jira włączona

# _jqlQuerySettings.Caption
source: JQL Query
pl: Zapytanie JQL

# _stringTemplateSetting.Caption
source: Message Template
pl: Szablon wiadomości

# _urlSettings.Caption
source: Jira URL
pl: Adres URL Jira

# $this.Text
source: Proxy Switcher
pl: Zmiana proxy

# ApplyGlobally_CheckBox.Text
source: Apply globally
pl: Zatwierdź globalnie

# GlobalHttpProxy_Label.Text
source: Global http.proxy:
pl: Globalne http.proxy:

# LocalHttpProxy_Label.Text
source: Local http.proxy:
pl: Lokalne http.proxy:

# SetProxy_Button.Text
source: Set proxy
pl: Ustaw proxy

# UnsetProxy_Button.Text
source: Unset proxy
pl: Wyłącz proxy

# _pleaseSetProxy.Text
source: There is no proxy configured. Please set the proxy host in the plugin settings.
pl: Brak skonfigurowanego proxy. Proszę ustawić host proxy w ustawieniach wtyczki.

# _pluginDescription.Text
source: Proxy Switcher
pl: Zmiana proxy

# Description.Text
source: Proxy Switcher
pl: Zmiana proxy

# HttpProxy.Caption
source: HTTP proxy
pl: Proxy HTTP

# HttpProxyPort.Caption
source: HTTP proxy port
pl: Port proxy HTTP

# Password.Caption
source: Password
pl: Hasło

# Username.Caption
source: Username
pl: Nazwa użytkownika

# $this.Text
source: Release Notes Generator
pl: Generator informacji o wydaniu

# _caption.Text
source: Invalid input
pl: Błędne dane

# _commitLogFrom.Text
source: Commit log from '{0}' to '{1}' ({2}):
pl: Dziennik zatwierdzeń od '{0}' do '{1}' ({2}):
