Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# $this.Text
source: Advanced
pl: Zaawansowane

# CheckoutGB.Text
source: Checkout
pl: Przełączanie

# GeneralGB.Text
source: General
pl: Ogólne

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
pl: Zawsze pokazuj zaawansowane opcje

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
pl: Zawsze pokazuj okno przełączania

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
pl: Automatycznie normalizuj nazwę gałęzi

# chkCheckForRCVersions.Text
source: Check for release candidate versions
pl: Sprawdzaj wersje oczekujące na wydanie

# chkCheckForUpdates.Text
source: Check for updates weekly
pl: Sprawdzaj aktualizacje co tydzień

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
pl: Dane wyjściowe konsoli w oknach poleceń otrzymasz po użyciu Emulatora Konsoli

# chkDontSHowHelpImages.Text
source: Don't show help images
pl: Nie pokazuj obrazków pomocy

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
pl: Ustaw ostatnio wybrane "zmiany lokalne" jako domyślną akcję. Ta akcja będzie wykonywana bez ostrzeżenia podczas przełączania gałęzi.

# grpCommit.Text
source: Commit
pl: Zatwierdzenie

# grpUpdates.Text
source: Updates
pl: Aktualizacje

# label1.Text
source: Symbol to use:
pl: Wykorzystywany symbol:

# $this.Text
source: Fonts
pl: Czcionki

# applicationFontChangeButton.Text
source: font name
pl: nazwa czcionki

# commitFontChangeButton.Text
source: font name
pl: nazwa czcionki

# diffFontChangeButton.Text
source: font name
pl: nazwa czcionki

# gbFonts.Text
source: Fonts
pl: Czcionki

# label26.Text
source: Application font
pl: Czcionka aplikacji

# label34.Text
source: Commit font
pl: Czcionka zatwierdzenia

# label36.Text
source: Monospace font
pl: Czcionka stałej szerokości

# label56.Text
source: Code font
pl: Czcionka kodu

# monospaceFontChangeButton.Text
source: font name
pl: nazwa czcionki

# $this.Text
source: Appearance
pl: Wygląd

# ClearImageCache.Text
source: Clear image cache
pl: Wyczyść przechowywane obrazki

# ShowAuthorAvatarInCommitGraph.Text
source: Show author's avatar column in the commit graph
pl: Pokaż kolumnę awataru autora w widoku zatwierdzenia

# ShowAuthorAvatarInCommitInfo.Text
source: Show author's avatar in the commit info view
pl: Pokaż awatar autora w widoku zatwierdzenia

# _authorDateSortWarningTooltip.Text
source: Sorting by author date may delay rendering of the revision graph.
pl: Sortowanie datą autora może opóźnić wczytywanie diagramu rewizji.

# _noDictFile.Text
source: None
pl: Brak

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
pl: Nie znaleziono plików słownika w: {0}

# _noImageServiceTooltip.Text
source: A default image, if an email address has no matching Gravatar image. See http://en.gravatar.com/site/implement/images#default-image for more details.
pl: Domyślny obrazek, w przypadku gdy adres e-mail nie posiada powiązanego serwisu Gravatar. Zobacz szczegóły pod http://en.gravatar.com/site/implement/images#default-image

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
pl: Automatycznie skaluj interfejs użytkownika do dużych DPI

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
pl: Pokazuj bieżącą gałąź w Visual Studio

# chkShowRelativeDate.Text
source: Show relative date instead of full date
pl: Pokazuj datę względną zamiast pełnej daty

# chkShowRepoCurrentBranch.Text
source: Show current branch names in the dashboard and the recent repositories dropdown menu
pl: Pokaż nazwy bieżących gałęzi w kokpicie i w menu ostatnich repozytoriów

# chkSortByAuthorDate.Text
source: Sort by author date
pl: Sortuj datą autora

# downloadDictionary.Text
source: Download dictionary
pl: Pobierz słownik

# gbAuthorImages.Text
source: Author images
pl: Awatary autorów

# gbGeneral.Text
source: General
pl: Ogólne

# gbLanguages.Text
source: Language
pl: Język

# helpTranslate.Text
source: Help translate
pl: Pomóż w tłumaczeniu

# lblAvatarProvider.Text
source: Avatar provider
pl: Dostawca awatarów

# lblCacheDays.Text
source: Cache images (days)
pl: Pamięć podręczna obrazków (dni)

# lblLanguage.Text
source: Language (restart required)
pl: Język (wymagany restart)

# lblNoImageService.Text
source: Fallback generated avatar style
pl: Styl dla niezdefiniowanych awatarów

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
pl: Słownik do sprawdzania pisowni

# truncateLongFilenames.Text
source: Truncate long filenames
pl: Obcinanie długich nazw plików

# truncatePathMethod.Item0
source: None
pl: Nie obcinaj

# truncatePathMethod.Item1
source: Compact
pl: Zwięzłe

# truncatePathMethod.Item2
source: Trim start
pl: Utnij początek

# truncatePathMethod.Item3
source: Filename only
pl: Tylko nazwa pliku

# avatarProviderToolStripMenuItem.Text
source: Avatar provider
pl: Dostawca awatarów

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
pl: Wyczyść przechowywane obrazki

# fallbackAvatarStyleToolStripMenuItem.Text
source: Fallback generated avatar style
pl: Styl dla niezdefiniowanych awatarów

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
pl: Zarejestruj się na gravatar.com

# allCommitInfoToolStripMenuItem.Text
source: All commit info
pl: Wszystkie dane zatwierdzenia

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
pl: Oznacz poprzednią rewizję

# blameRevisionToolStripMenuItem.Text
source: Blame this revision
pl: Oznacz tę rewizję

# commitHashToolStripMenuItem.Text
source: Commit hash
pl: Numer zatwierdzenia

# commitMessageToolStripMenuItem.Text
source: Commit message
pl: Wiadomość zatwierdzenia

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
pl: Skopiuj do schowka

# showChangesToolStripMenuItem.Text
source: Show changes
pl: Pokaż zmiany

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
pl: Gałąź '{0}' nie jest wybieralna, została ona usunięta z zaznaczenia.

# CheckoutTooltip.Text
source: Checkout this branch
pl: Przełącz tę gałąź

# CreateTooltip.Text
source: Create a local branch from this branch
pl: Stwórz lokalną gałąź od tej gałęzi

# MergeTooltip.Text
source: Merge this branch into current branch
pl: Scal tę gałąź do bieżącej gałęzi

# RebaseTooltip.Text
source: Rebase current branch to this branch
pl: Zmień bazę bieżącej gałęzi do tej gałęzi

# RenameTooltip.Text
source: Rename this branch
pl: Przemianuj tę gałąź

# ResetTooltip.Text
source: Reset current branch to here
pl: Zresetuj bieżącą gałąź do tego miejsca

# LocalBranch.Text
source: Local branch
pl: Gałąź lokalna

# Remotebranch.Text
source: Remote branch
pl: Gałąź zdalna

# label1.Text
source: Select branch
pl: Wybierz gałąź

# _noReproStepsSuppliedErrorMessage.Text
source: Please provide as much as information as possible to help the developers solve this issue.
pl: Proszę zamieścić jak najwięcej informacji, aby ułatwić deweloperom rozwiązanie problemu.

# _submitGitHubMessage.Text
source: Give as much as information as possible please to help the developers solve this issue. Otherwise, your issue ticket may be closed without any follow-up from the developers. Because of this, make sure to fill in all the fields in the report template please. Send report anyway?
pl: Proszę zamieścić jak najwięcej informacji, aby ułatwić deweloperom rozwiązanie problemu. Inaczej Twoje zgłoszenie może zostać zamknięte bez żadnej odpowiedzi od deweloperów. Upewnij się, że wszystkie pola w szablonie zgłoszenia zostały wypełnione. Chcesz wysłać mimo to?

# _title.Text
source: Error Report
pl: Zgłoszenie błędu

# _toolTipCopy.Text
source: Copy the issue details into clipboard
pl: Skopiuj szczegóły problemu do schowka

# _toolTipQuit.Text
source: Quit application without reporting the issue
pl: Wyjdź z aplikacji bez zgłaszania błędu

# _toolTipSendQuit.Text
source: Report the issue to GitHub and quit application. A valid GitHub account is required
pl: Zgłoś problem na GitHub'ie i wyjdź z aplikacji. Wymagane jest poprawne konto GitHub.

# applicationLabel.Text
source: Application:
pl: Aplikacja:

# btnCopy.Text
source: &Copy
pl: S&kopiuj

# contentsLabel.Text
source: Double-click an item to open it with the associated program.
pl: Dwukrotnie naciśnij element, aby otworzyć go w powiązanym programie.

# dateTimeLabel.Text
source: Date/Time:
pl: Data/Czas:

# descriptionColumnHeader.Text
source: Description
pl: Opis

# errorDescriptionLabel.Text
source: Please add a brief description (in English) of how we can reproduce the error:
pl: Proszę dodać krótki opis (po angielsku) w jaki sposób możemy odtworzyć błąd:

# exceptionTabPage.Text
source: Exception
pl: Wyjątek

# exceptionTypeLabel.Text
source: Exception Type:
pl: Rodzaj wyjątku:

# generalTabPage.Text
source: General
pl: Ogólne

# nameColumnHeader.Text
source: Name
pl: Nazwa

# previewLabel.Text
source: Preview:
pl: Podgląd:

# quitButton.Text
source: &Quit
pl: &Wyjdź

# reportContentsTabPage.Text
source: Report Contents
pl: Treść zgłoszenia

# sendAndQuitButton.Text
source: &Send and Quit
pl: &Zapisz i wyjdź

# sizeColumnHeader.Text
source: Size
pl: Rozmiar

# targetSiteLabel.Text
source: Target Site:
pl: Docelowa strona:

# warningLabel.Text
source: The application has crashed and it will now be terminated. If you click Quit, the application will close immediately. If you click Send and Quit, the application will close and a bug report will be sent.
pl: Aplikacja przestała działać i zostanie teraz wyłączona. Jeżeli wybierzesz Wyjdź, zostanie zamknięta natychmiastowo. Jeżeli wybierzesz Zapisz i wyjdź, aplikacji zostanie zamknięta i zostanie wysłane zgłoszenie o błędzie.

# $this.Text
source: Build server integration
pl: Integracja z serwerem tworzenia

# _noneItem.Text
source: None
pl: Nie obcinaj

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
pl: Włącz integrację z serwerem tworzenia

# checkBoxShowBuildResultPage.Text
source: Show build result page
pl: Pokaż stronę wyniku tworzenia

# labelBuildServerSettingsInfo.Text
source: Git Extensions can integrate with build servers to supply per-commit Continuous Integration information.
pl: Git Extensions może się zintegrować z serwerami tworzenia, aby zapewnić informacje Ciągłej Integracji przy każdym zatwierdzeniu.

# labelBuildServerType.Text
source: Build server type
pl: Rodzaj serwera tworzenia

# $this.Text
source: Checklist
pl: Lista kontrolna

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
pl: Sprawdzaj ustawienia przy starcie (automatycznie się wyłącza, gdy wszystkie ustawienia są poprawne)

# DiffTool_Fix.Text
source: Repair
pl: Napraw

# GcmDetectedFix.Text
source: Repair
pl: Napraw

# GitBinFound_Fix.Text
source: Repair
pl: Napraw

# GitExtensionsInstall_Fix.Text
source: Repair
pl: Napraw

# GitFound_Fix.Text
source: Repair
pl: Napraw

# MergeTool_Fix.Text
source: Repair
pl: Napraw

# Rescan.Text
source: Save and rescan
pl: Zapisz i ponownie przeskanuj

# ShellExtensionsRegistered_Fix.Text
source: Repair
pl: Napraw

# SshConfig_Fix.Text
source: Repair
pl: Napraw

# UserNameSet_Fix.Text
source: Repair
pl: Napraw

# _adviceDiffToolConfiguration.Text
source: You should configure a diff tool to show file diff in external program.
pl: W celu wyświetlania pliku różnic w zewnętrznym programie, powinien zostać skonfigurowany program do porównywania różnic.

# _cantRegisterShellExtension.Text
source: Could not register the shell extension because '{0}' could not be found.
pl: Nie można zarejestrować rozszerzenia powłoki, ponieważ nie znaleziono '{0}'.

# _configureMergeTool.Text
source: You need to configure merge tool in order to solve merge conflicts.
pl: Musisz skonfigurować narzędzie scalania, aby móc rozwiązywać konflikty scalania.

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
pl: Skonfigurowane własne narzędzie scalania: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
pl: Skonfigurowany porównywacz różnic: {0}

# _emailSet.Text
source: A username and an email address are configured.
pl: Nazwa użytkownika i adres e-mail skonfigurowane.

# _gcmDetectedCaption.Text
source: Obsolete git-credential-winstore.exe detected
pl: Wykryto przestarzałe git-credential-winstore.exe

# _gitCanBeRun.Text
source: Git can be run using: {0}
pl: Git może zostać uruchomiony przy pomocy: {0}

# _gitCanBeRunCaption.Text
source: Locate git
pl: Zlokalizuj git

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
pl: Nie znaleziono Git. Aby rozwiązać ten problem, ustaw poprawną ścieżkę w ustawieniach

# _gitVersionFound.Text
source: Git {0} is found on your computer.
pl: Znaleziono Git {0} na komputerze.

# _languageConfigured.Text
source: The configured language is {0}.
pl: Bieżący język to {0}.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
pl: Ścieżka do narzędzi linuksa (sh) nie może zostać automatycznie odnaleziona. Upewnij się, czy narzędzia linuksa są zainstalowane (poprzez Git dla Windows lub cygwin) lub ustal ścieżkę ręcznie.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
pl: Zlokalizuj narzędzia linuksa

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
pl: Znaleziono narzędzia linuksa (sh) na komputerze.

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
pl: Narzędzia Linuksa (sh) nie znalezione. Aby rozwiązać ten problem, ustaw poprawną ścieżkę w ustawieniach

# _mergeToolXConfigured.Text
source: There is a mergetool configured: {0}
pl: Skonfigurowane narzędzie scalania: {0}

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
pl: Skonfigurowano '{0}' jako narzędzie scalania. Jest ono niestandardowe i potrzebuje komendy do poprawnego działania.

# _noDiffToolConfiguredCaption.Text
source: Difftool
pl: Porównywacz różnic

# _noEmailSet.Text
source: You need to configure a username and an email address.
pl: Musisz skonfigurować nazwę użytkownika i adres e-mail.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
pl: Brak skonfigurowanego języka dla Git Extensions.

# _notRecommendedGitVersion.Text
source: Git found but version {0} is older than recommended. Upgrade to version {1} or later
pl: Znaleziono git, lecz wersja {0} jest starsza niż zalecana. Zaktualizuj do wersji {1} lub nowszej

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
pl: Zostanie użyty domyślny klient SSH, OpenSSH. (przy operacjach łączenia, wysyłania i klonowania, będzie się pojawiać okno wiersza poleceń)

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
pl: PuTTY skonfigurowany jako klient SSH, lecz nie można znaleźć plink.exe, puttygen.exe lub pageant.exe.

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
pl: PuTTY, klient SSH, skonfigurowany prawidłowo.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
pl: Wszystkie potrzebne ścieżki PuTTY zostały automatycznie znalezione i ustawione.

# _registryKeyGitExtensionsCorrect.Text
source: Git Extensions is properly registered.
pl: Git Extensions prawidłowo zarejestrowany.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
pl: Nieprawidłowy katalog instalacyjny przechowywany w [Software\GitExtensions\InstallDir].

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
pl: Brak wpisu rejestru [Software\GitExtensions\InstallDir].

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
pl: Komenda sh może zostać uruchomiona przy pomocy: {0}sh

# _shCanBeRunCaption.Text
source: Locate linux tools
pl: Zlokalizuj narzędzia linuksa

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
pl: Aby móc używać rozszerzeń powłoki, trzeba zarejestrować {0}.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
pl: Rozszerzenia powłoki nie są zainstalowane. Uruchom instalator, aby je zainstalować.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
pl: Rozszerzenia powłoki zarejestrowane poprawnie.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure git (Git for Windows or cygwin) is installed or set the correct command manually.
pl: Komenda do uruchomienia git nie może zostać ustalona automatycznie. Upewnij się, czy jest zainstalowany git (Git dla Windows lub cygwin) lub ustal komendę ręcznie.

# _solveGitCommandFailedCaption.Text
source: Locate git
pl: Zlokalizuj git

# _unknownSshClient.Text
source: Unknown SSH client configured: {0}.
pl: Skonfigurowany nieznany klient SSH: {0}

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
pl: Znaleziono Git, lecz wersja {0} nie jest wspierana. Zaktualizuj do wersji {1} lub nowszej

# label11.Text
source: The checklist below validates the basic settings needed for Git Extensions to work properly.
pl: Lista poniżej określa poprawność podstawowych ustawień potrzebnych do poprawnego działania Git Extensions.

# translationConfig_Fix.Text
source: Repair
pl: Napraw

# $this.Text
source: Colors
pl: Kolory

# DefaultThemeName.Text
source: default
pl: domyślny

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
pl: Zarysuj niewzględne diagramu szarym

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
pl: Zarysuj niewzględne teksty szarym

# FormatUserDefinedThemeName.Text
source: {0}, user-defined
pl: {0}, własny

# MulticolorBranches.Text
source: Multicolor branches
pl: Wielokolorowe gałęzie

# chkDrawAlternateBackColor.Text
source: Draw alternate background
pl: Rysuj alternatywne tło

# chkHighlightAuthored.Text
source: Highlight authored revisions
pl: Podświetl autorskie rewizje

# gbRevisionGraph.Text
source: Revision graph
pl: Diagram rewizji

# gbTheme.Text
source: Theme
pl: Motyw

# lblRestartNeeded.Text
source: Restart required to apply changes
pl: Zastosowanie zmian wymaga restartu

# $this.Text
source: Commit dialog
pl: Okno zatwierdzenia

# cbRememberAmendCommitState.Text
source: Remember 'Amend commit' checkbox on commit form close
pl: Zapamiętaj opcję 'Zmodyfikuj zatwierdzenie' po zamknięciu formularza

# chkAutocomplete.Text
source: Provide auto-completion in commit dialog
pl: Włącz funkcję automatycznego uzupełniania w oknie zatwierdzenia

# chkEnsureCommitMessageSecondLineEmpty.Text
source: Ensure the second line of commit message is empty
pl: Upewnij się, czy druga linia wiadomości zatwierdzenia jest pusta

# chkShowCommitAndPush.Text
source: Commit && Push
pl: Zatwierdź i wyślij

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
pl: Pokazuj błędy podczas przygotowywania plików

# chkShowResetAllChanges.Text
source: Reset All Changes
pl: Zresetuj wszystkie zmiany

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
pl: Zresetuj nieprzygotowane zmiany

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
pl: Twórz wiadomości zatwierdzenia w oknie zatwierdzenia (w przeciwnym razie, wiadomość będzie wymagana podczas zatwierdzania)

# groupBoxBehaviour.Text
source: Behaviour
pl: Zachowanie

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
pl: Pokaż dodatkowe przyciski w obszarze przycisku zatwierdzenia

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
pl: Liczba poprzednich wiadomości w oknie zatwierdzenia

# _brokenRefs.Text
source: The repository refs seem to be broken:
pl: Odniesienia repozytorium wyglądają na uszkodzone:

# _copyLink.Text
source: Copy &link ({0})
pl: Skopiuj &odnośnik ({0})

# _derivesFromNoTag.Text
source: Derives from no tag
pl: Brak wyprowadzenia z tagu

# _derivesFromTag.Text
source: Derives from tag:
pl: Wyprowadzone z tagu:

# _plusCommits.Text
source: commits
pl: zatwierdzeń

# _repoFailure.Text
source: Repository failure
pl: Błąd repozytorium

# _trsLinksRelatedToRevision.Text
source: Related links:
pl: Powiązane odnośniki:

# addNoteToolStripMenuItem.Text
source: Add &notes
pl: Dodaj &notatki

# copyCommitInfoToolStripMenuItem.Text
source: &Copy commit info
pl: S&kopiuj dane zatwierdzenia

# copyLinkToolStripMenuItem.Text
source: Copy link
pl: Skopiuj odnośnik

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
pl: Pokazuj zdalne gałęzie, tylko jeżeli lokalna gałąź nie zawiera tego zatwierdzenia

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
pl: Pokaż zdalne gałęzie zawierające to zatwierdzenie

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
pl: Pokaż lokalne gałęzie zawierające to zatwierdzenie

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
pl: Pokaż tagi zawierające to zatwierdzenie

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
pl: Pokaż wiadomości skomentowanych tagów

# showTagThisCommitDerivesFromMenuItem.Text
source: Show the most recent tag this commit derives from
pl: Pokaż najnowszy tag z którego zostało wyprowadzone to zatwierdzenie

# _noRevision.Text
source: No revision
pl: Brak rewizji

# labelAuthorCaption.Text
source: Author:
pl: Autor:

# labelBranchesCaption.Text
source: Branch(es):
pl: Gałęzie:

# labelDateCaption.Text
source: Commit date:
pl: Data zatwierdzenia:

# labelTagsCaption.Text
source: Tag(s):
pl: Tagi:

# _cantReadRegistry.Text
source: Git Extensions has insufficient permissions to check the registry.
pl: Git Extensions ma niewystarczające uprawnienia do sprawdzania rejestru.

# _selectFile.Text
source: Select file
pl: Wybierz plik

# $this.Text
source: Confirmations
pl: Potwierdzenia

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
pl: Dodaj odniesienie śledzenia dla nowo wysłanych gałęzi

# chkAmend.Text
source: Amend last commit
pl: Zmodyfikuj ostatnie zatwierdzenie

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (stash will be popped automatically)
pl: Zastosuj odłożone zmiany po pomyślnym przełączeniu (odłożone zostaną automatycznie usunięte)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (stash will be popped automatically)
pl: Zastosuj odłożone zmiany po pomyślnym połączeniu (odłożone zostaną automatycznie usunięte)

# chkCommitAfterConflictsResolved.Text
source: Commit changes after conflicts have been resolved
pl: Zatwierdź zmiany po rozwiązaniu konfliktów

# chkConfirmStashDrop.Text
source: Drop stash
pl: Usuń odłożone

# chkFetchAndPruneAllConfirmation.Text
source: Fetch and prune branches
pl: Pobierz i wycofaj gałęzie
