Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# tsmiRemoveMissingReposFromList.Text
source: Remove missing projects from the list
pl: Usuń brakujące repozytoria z tej listy

# DeleteTooltip.Text
source: Delete the branch from the remote
pl: Usuń tę gałąź ze zdalnego

# _searchTooltip.Text
source: Search
pl: Szukaj

# _showHideRefsTooltip.Text
source: Show/hide branches/remotes/tags
pl: Pokaż/ukryj gałęzie/zdalne/tagi

# _sortByContextMenuItem.Text
source: &Sort by...
pl: &Sortuj według...

# mnuBtnFetchAllRemotes.Text
source: Fetch all remotes
pl: Pobierz wszystkie zdalne

# mnuBtnManageRemotesFromRootNode.Text
source: &Manage...
pl: Za&rządzaj

# mnuBtnManageRemotesFromRootNode.ToolTipText
source: Manage remotes
pl: Zarządzaj zdalnymi

# mnuBtnPruneAllBranchesFromARemote.Text
source: Fetch and prune
pl: Pobierz i wycofaj

# mnuBtnPruneAllRemotes.Text
source: Fetch and prune all remotes
pl: Pobierz i wycofaj wszystkie zdalne

# mnubtnCollapseAll.Text
source: Collapse All
pl: Zwiń wszystkie

# mnubtnCommitSubmodule.Text
source: &Commit
pl: &Zatwierdź

# mnubtnCreateBranch.Text
source: Create Branch...
pl: Utwórz gałąź...

# mnubtnDeleteAllBranches.Text
source: Delete All
pl: Usuń wszystkie

# mnubtnDisableRemote.Text
source: &Deactivate
pl: &Dezaktywuj

# mnubtnEnableRemote.Text
source: &Activate
pl: &Aktywuj

# mnubtnEnableRemoteAndFetch.Text
source: A&ctivate and fetch
pl: A&ktywuj i pobierz

# mnubtnExpandAll.Text
source: Expand All
pl: Rozwiń wszystkie

# mnubtnFetchAllBranchesFromARemote.Text
source: &Fetch
pl: &Pobierz

# mnubtnFetchCreateBranch.Text
source: Fetc&h && Create Branch
pl: Pobierz i stwórz &gałąź

# mnubtnFetchOneBranch.Text
source: Fe&tch
pl: &Pobierz

# mnubtnFetchRebase.Text
source: Fetch && Re&base
pl: Pobierz i zmień ba&zę

# mnubtnFilterLocalBranchInRevisionGrid.Text
source: Show this branch only
pl: Pokaż tylko tę gałąź

# mnubtnFilterRemoteBranchInRevisionGrid.Text
source: Show this branch only
pl: Pokaż tylko tę gałąź

# mnubtnManageRemotes.Text
source: &Manage...
pl: Za&rządzaj

# mnubtnManageRemotes.ToolTipText
source: Manage remotes
pl: Zarządzaj zdalnymi

# mnubtnManageSubmodules.Text
source: &Manage...
pl: Za&rządzaj...

# mnubtnMoveDown.Text
source: Move Down
pl: Przesuń w dół

# mnubtnMoveUp.Text
source: Move Up
pl: Przesuń w górę

# mnubtnOpenSubmodule.Text
source: &Open
pl: &Otwórz

# mnubtnPullFromRemoteBranch.Text
source: Fetch && Merge (&Pull)
pl: Pobierz i scal (&połącz)

# mnubtnRemoteBranchFetchAndCheckout.Text
source: &Fetch && Checkout
pl: Pobierz &i przełącz

# mnubtnRemoteBranchFetchAndCheckout.ToolTipText
source: Checkout this branch
pl: Przełącz tę gałąź

# mnubtnResetSubmodule.Text
source: &Reset
pl: Z&resetuj

# mnubtnSynchronizeSubmodules.Text
source: Synchronize
pl: Synchronizuj

# mnubtnUpdateSubmodule.Text
source: &Update
pl: Z&aktualizuj

# runScriptToolStripMenuItem.Text
source: Run script
pl: Uruchom skrypt

# tsbShowBranches.Text
source: &Branches
pl: &Gałęzie

# tsbShowBranches.ToolTipText
source: Branches
pl: Gałęzie

# tsbShowRemotes.Text
source: &Remotes
pl: &Zdalne

# tsbShowRemotes.ToolTipText
source: Remotes
pl: Zdalne

# tsbShowSubmodules.Text
source: &Submodules
pl: &Moduły zależne

# tsbShowSubmodules.ToolTipText
source: Submodules
pl: Moduły zależne

# tsbShowTags.Text
source: &Tags
pl: &Tagi

# tsbShowTags.ToolTipText
source: Tags
pl: Tagi

# _firstRevision.Text
source: First: a/
pl: Pierwsze: a/

# _saveFileFilterAllFiles.Text
source: All files
pl: Wszystkie pliki

# _saveFileFilterCurrentFormat.Text
source: Current format
pl: Bieżący format

# cherryPickSelectedDiffFileToolStripMenuItem.Text
source: Cherry pick changes
pl: Dobierz zmiany

# diffCommitSubmoduleChanges.Text
source: Commit submodule changes
pl: Zatwierdź zmiany modułu zależnego

# diffDeleteFileToolStripMenuItem.Text
source: Delete file
pl: Usuń plik

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: Edit working directory file
pl: Edytuj plik katalogu roboczego

# diffOpenRevisionFileToolStripMenuItem.Text
source: Open this revision (temp file)
pl: Otwórz tę rewizję (plik tymczasowy)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
pl: Otwórz tę rewizję za pomocą... (plik tymczasowy)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: Open working directory file with...
pl: Otwórz plik katalogu roboczego za pomocą...

# diffResetSubmoduleChanges.Text
source: Reset submodule changes
pl: Zresetuj zmiany modułu zależnego

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
pl: Odłóż zmiany modułu zależnego

# diffUpdateSubmoduleMenuItem.Text
source: Update submodule
pl: Zaktualizuj moduł zależny

# firstToLocalToolStripMenuItem.Text
source: First -> Working directory
pl: Pierwsze -> Katalog roboczy

# resetFileToToolStripMenuItem.Text
source: Reset file(s) to
pl: Zresetuj plik(i) do

# saveAsToolStripMenuItem1.Text
source: Save selected as...
pl: Zapisz wybrane jako...

# saveToolStripMenuItem.Text
source: Save
pl: Zapisz

# stageFileToolStripMenuItem.Text
source: Stage file(s)
pl: Przygotuj pliki

# unstageFileToolStripMenuItem.Text
source: Unstage file(s)
pl: Pliki niegotowe

# _assumeUnchangedCaption.Text
source: Assume this file won't change
pl: Traktuj ten plik jak niezmieniany

# _assumeUnchangedFail.Text
source: Fail to assume unchanged the file '{0}'.
pl: Nie udało się potraktować pliku '{0}' jak niezmienianego.

# _assumeUnchangedMessage.Text
source: This feature should be used for performance purpose when it is costly for git to check the state of a big file. Are you sure to assume this file won't change ?
pl: Ta funkcja powinna być wykorzystywana dla celów wydajności, kiedy git wymaga znacznego obciążenia do sprawdzenia stanu dużego pliku. Na pewno chcesz potraktować plik jako niezmieniany?

# _assumeUnchangedSuccess.Text
source: File successfully assumed unchanged.
pl: Pomyślnie potraktowano plik jako niezmieniany.

# _nodeNotFoundNextAvailableParentSelected.Text
source: Node not found. The next available parent node will be selected.
pl: Węzeł nieznaleziony. Zostanie wybrany następny dostępny węzeł nadrzędny.

# _nodeNotFoundSelectionNotChanged.Text
source: Node not found. File tree selection was not changed.
pl: Węzeł nieznaleziony. Drzewo wyboru pliku nie zostało zmienione.

# _resetFileCaption.Text
source: Reset
pl: Zresetuj

# _resetFileText.Text
source: Are you sure you want to reset this file or directory?
pl: Na pewno chcesz zresetować ten plik lub katalog?

# _stopTrackingCaption.Text
source: Stop tracking the file
pl: Przestań śledzić plik

# _stopTrackingMessage.Text
source: Are you sure you want to stop tracking the file '{0}'?
pl: Na pewno chcesz przerwać śledzenie pliku '{0}'?

# _stopTrackingSuccess.Text
source: File successfully untracked. Removal has been added to the staging area. See the changes in the commit form.
pl: Pomyślnie zaprzestano śledzenia pliku. Usunięcie zostało dodane do strefy przygotowania. Przejrzyj zmiany w formularzu zatwierdzenia.

# _success.Text
source: Success
pl: Sukces

# assumeUnchangedTheFileToolStripMenuItem.Text
source: Assume unchanged this file
pl: Traktuj plik jako niezmieniany

# blameToolStripMenuItem1.Text
source: Blame
pl: Oznacz

# collapseAllToolStripMenuItem.Text
source: Collapse all
pl: Zwiń wszystko

# copyFilenameToClipboardToolStripMenuItem.Text
source: Copy full path
pl: Skopiuj pełną ścieżkę

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
pl: Edytuj plik katalogu roboczego

# expandAllToolStripMenuItem.Text
source: Expand all (takes a while on large trees)
pl: Rozwiń wszystko (trochę trwa przy dużych drzewach)

# expandSubtreeToolStripMenuItem.Text
source: Expand subtree (takes a while on large subtrees)
pl: Rozwiń pod-drzewa (trochę trwa przy dużych drzewach)

# fileHistoryToolStripMenuItem.Text
source: View history
pl: Wyświetl historię

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
pl: Archiwum...

# fileTreeCleanWorkingTreeToolStripMenuItem.Text
source: Clean this folder in the working directory...
pl: Uprzątnij ten folder w katalogu roboczym...

# fileTreeOpenContainingFolderToolStripMenuItem.Text
source: Show in folder
pl: Pokaż w katalogu

# findToolStripMenuItem.Text
source: Find in file tree...
pl: Znajdź w drzewie plików...

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
pl: Otwórz tę rewizję (plik tymczasowy)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
pl: Otwórz tę rewizję za pomocą... (plik tymczasowy)

# openSubmoduleMenuItem.Text
source: Open with Git Extensions
pl: Otwórz z Git Extensions

# openWithToolStripMenuItem.Text
source: Open working directory file with...
pl: Otwórz plik katalogu roboczego za pomocą...

# resetToThisRevisionToolStripMenuItem.Text
source: Reset to selected revision
pl: Zresetuj do wybranej rewizji

# _commitNotSigned.Text
source: Commit is not signed
pl: Zatwierdzenie nie jest podpisane

# _tagNotSigned.Text
source: Tag is not signed
pl: Tag nie jest podpisany

# txtCommitGpgInfo.Text
source: Commit is not signed
pl: Zatwierdzenie nie jest podpisane

# AuthorDateSort.Text
source: Sort commits by author date
pl: Sortuj zatwierdzenia datą autora

# GotoChildCommit.Text
source: Go to child commit
pl: Przejdź do zatwierdzenia dziecka

# GotoCommit.Text
source: Go to commit...
pl: Przejdź do zatwierdzenia

# GotoCurrentRevision.Text
source: Go to current revision
pl: Przejdź do bieżącej rewizji

# GotoMergeBaseCommit.Text
source: Go to common ancestor (merge base)
pl: Przejdź do ostatniego wspólnego (baza scalania)

# GotoParentCommit.Text
source: Go to parent commit
pl: Przejdź do zatwierdzenia rodzica

# NavigateBackward.Text
source: Navigate backward
pl: Nawiguj wstecz

# NavigateForward.Text
source: Navigate forward
pl: Nawiguj naprzód

# NextQuickSearch.Text
source: Quick search next
pl: Następne szybkie wyszukiwanie

# PrevQuickSearch.Text
source: Quick search previous
pl: Poprzednie szybkie wyszukiwanie

# QuickSearch.Text
source: Quick search
pl: Szybkie wyszukiwanie

# QuickSearch.ToolTipText
source: Start typing in revision grid to start quick search.
pl: Rozpocznij pisanie w siatce rewizji, aby szybko wyszukać.

# ShowAllBranches.Text
source: Show all branches
pl: Wyświetlaj wszystkie gałęzie

# ShowArtificialCommits.Text
source: Show artificial commits
pl: Pokaż sztuczne zatwierdzenia

# ShowCurrentBranchOnly.Text
source: Show current branch only
pl: Wyświetlaj tylko bieżącą gałąź

# ShowFilteredBranches.Text
source: Show filtered branches
pl: Wyświetlaj przefiltrowane gałęzie

# ShowReflogReferences.Text
source: Show reflog references
pl: Pokaż odniesienia z dziennika

# ShowRemoteBranches.Text
source: Show remote branches
pl: Pokaż zdalne gałęzie

# ShowSuperprojectBranches.Text
source: Show superproject branches
pl: Pokaż gałęzie superprojektu

# ShowSuperprojectRemoteBranches.Text
source: Show superproject remote branches
pl: Pokaż zdalne gałęzie superprojektu

# ShowSuperprojectTags.Text
source: Show superproject tags
pl: Pokaż tagi superprojektu

# ToggleBetweenArtificialAndHeadCommits.Text
source: Toggle between artificial and HEAD commits
pl: Przełącz pomiędzy zatwierdzeniami sztucznymi, a HEAD

# ToggleHighlightSelectedBranch.Text
source: Highlight selected branch (until refresh)
pl: Podświetl wybraną gałąź (aż do odświeżenia)

# _noRevisionFoundError.Text
source: No revision found.
pl: Nie znaleziono rewizji.

# _quickSearchQuickHelp.Text
source: Start typing in revision grid to start quick search.
pl: Rozpocznij pisanie w siatce rewizji, aby szybko wyszukać.

# drawNonrelativesGrayToolStripMenuItem.Text
source: Draw non relatives gray
pl: Zarysuj niewzględne szarym

# filterToolStripMenuItem.Text
source: Set advanced filter
pl: Ustaw filtr zaawansowany

# showAuthorAvatarColumnToolStripMenuItem.Text
source: Show author avatar column
pl: Pokaż kolumnę awataru autora

# showAuthorNameColumnToolStripMenuItem.Text
source: Show author name column
pl: Pokaż kolumnę nazwy autora

# showBuildStatusIconToolStripMenuItem.Text
source: Show build status icon
pl: Pokaż ikonę statusu tworzenia

# showBuildStatusTextToolStripMenuItem.Text
source: Show build status text
pl: Pokaż tekst statusu tworzenia

# showDateColumnToolStripMenuItem.Text
source: Show date column
pl: Pokaż kolumnę daty

# showFirstParent.Text
source: Show first parents
pl: Pokaż bezpośrednich rodziców

# showGitNotesToolStripMenuItem.Text
source: Show git notes
pl: Pokaż notatki git

# showIdColumnToolStripMenuItem.Text
source: Show SHA-1 column
pl: Pokaż kolumnę SHA-1

# showMergeCommitsToolStripMenuItem.Text
source: Show merge commits
pl: Pokaż scalenia zatwierdzeń

# showRelativeDateToolStripMenuItem.Text
source: Show relative date
pl: Pokaż datę względną

# showRevisionGraphColumnToolStripMenuItem.Text
source: Show revision graph column
pl: Pokaż kolumnę diagramu rewizji

# showTagsToolStripMenuItem.Text
source: Show tags
pl: Pokaż tagi

# _areYouSureRebase.Text
source: Are you sure you want to rebase? This action will rewrite commit history.
pl: Na pewno chcesz zmienić bazę? Ta akcja przepisze na nowo historię zatwierdzenia.

# _baseForCompareNotSelectedError.Text
source: Base commit for compare is not selected.
pl: Bazowe zatwierdzenie do porównania nie zostało wybrane.

# _cannotHighlightSelectedBranch.Text
source: Cannot highlight selected branch when revision graph is loading.
pl: Nie można podświetlić wybranej gałęzi, gdy diagram rewizji jest ładowany.

# _droppingFilesBlocked.Text
source: For you own protection dropping more than 10 patch files at once is blocked!
pl: Dla bezpieczeństwa, stosowanie więcej niż 10 plików łatek na raz jest zablokowane!

# _loadingControlAsync.Text
source: Loading
pl: Ładowanie

# _maximizedColumn.HeaderText
source: Message
pl: Wiadomość

# _noMergeBaseCommit.Text
source: There is no common ancestor for the selected commits.
pl: Brak ostatniego wspólnego dla wybranych zatwierdzeń.

# _rebaseBranch.Text
source: Rebase branch.
pl: Zmień bazę gałęzi.

# _rebaseBranchInteractive.Text
source: Rebase branch interactively.
pl: Interaktywnie zmień bazę gałęzi.

# _rebaseConfirmTitle.Text
source: Rebase Confirmation
pl: Potwierdzenie zmiany bazy

# _revisionFilter.Text
source: Filter
pl: Filtr

# _strLoading.Text
source: Loading
pl: Ładowanie

# bisectSkipRevisionToolStripMenuItem.Text
source: Skip revision
pl: Pomiń rewizję

# copyToClipboardToolStripMenuItem.Text
source: &Copy to clipboard
pl: Skopiuj do sc&howka

# markRevisionAsBadToolStripMenuItem.Text
source: Mark revision as bad
pl: Oznacz rewizję jako złą

# markRevisionAsGoodToolStripMenuItem.Text
source: Mark revision as good
pl: Oznacz rewizję jako dobrą

# openCommitsWithDiffToolMenuItem.Text
source: Open selected commits with &difftool
pl: Otwórz wybrane zatwierdzenia z porównywaczem &różnic

# stopBisectToolStripMenuItem.Text
source: Stop bisect
pl: Zatrzymaj skanowanie

# $this.Text
source: Revision links
pl: Odnośniki rewizji

# CaptionCol.HeaderText
source: Caption
pl: Podpis

# CategoriesLabel.Text
source: Categories
pl: Kategorie

# EnabledChx.Text
source: Enabled
pl: Włączone

# LocalBranchChx.Text
source: Local branch name
pl: Nazwa lokalnej gałęzi

# MessageChx.Text
source: Message
pl: Wiadomość

# RemoteBranchChx.Text
source: Remote branch name
pl: Nazwa zdalnej gałęzi

# Remove.Text
source: Remove
pl: Usuń

# URICol.HeaderText
source: URI
pl: Adres URL

# _addTemplate.Text
source: Add {0} templates
pl: Dodaj {0} szablony

# chkOnlyFirstRemote.Text
source: Only use the first match
pl: Tylko pierwsze dopasowanie

# chxPushURL.Text
source: Push URL
pl: Adres URL wysyłania

# chxURL.Text
source: URL
pl: Adres URL

# label2.Text
source: Search pattern
pl: Szukaj wzorca

# label5.Text
source: Search in
pl: Szukaj w

# label6.Text
source: Links
pl: Odnośniki

# lblRemoteSearchIn.Text
source: Search in
pl: Szukaj w

# lblSearchRemotePattern.Text
source: Search pattern
pl: Szukaj wzorca

# lblUseRemotes.Text
source: Use remotes
pl: Użyj zdalnych

# nestedPatternLab.Text
source: Nested pattern
pl: Zagnieżdżony wzorzec

# remoteGrp.Text
source: Remote data
pl: Zdalne

# revisionDataGrp.Text
source: Revision data
pl: Rewizje

# $this.Text
source: Scripts
pl: Skrypty

# _scriptSettingsPageHelpDisplayArgumentsHelp.Text
source: Arguments help
pl: Argumenty - pomoc

# chdrCommand.Text
source: Command
pl: Komenda

# chdrNames.Text
source: Name
pl: Nazwa

# DistributedRB.Text
source: Distributed with current repository
pl: Rozprowadzane z bieżącym repozytorium

# EffectiveRB.Text
source: Effective
pl: Aktualne

# GlobalRB.Text
source: Global for all repositories
pl: Ogólne dla wszystkich repozytoriów

# LocalRB.Text
source: Local for current repository
pl: Lokalne dla bieżącego repozytorium

# label1.Text
source: Settings source:
pl: Źródło ustawień:

# $this.Text
source: Shell extension
pl: Rozszerzenie powłoki

# cbAlwaysShowAllCommands.Text
source: Always show all commands
pl: Zawsze pokazuj wszystkie komendy

# chlMenuEntries.Item0
source: Add files...
pl: Dodaj pliki...

# chlMenuEntries.Item1
source: Apply patch...
pl: Zastosuj łatkę...

# chlMenuEntries.Item10
source: File history
pl: Historia pliku

# chlMenuEntries.Item11
source: Pull/Fetch...
pl: Połącz/Pobierz...

# chlMenuEntries.Item12
source: Push...
pl: Wyślij...

# chlMenuEntries.Item13
source: Reset file changes..
pl: Zresetuj zmiany w plikach...

# chlMenuEntries.Item14
source: Revert
pl: Cofnij

# chlMenuEntries.Item15
source: Settings
pl: Ustawienia

# chlMenuEntries.Item16
source: View stash
pl: Zobacz odłożone

# chlMenuEntries.Item17
source: View changes
pl: Zobacz zmiany

# chlMenuEntries.Item2
source: Browse
pl: Przeglądaj

# chlMenuEntries.Item3
source: Create branch...
pl: Utwórz gałąź...

# chlMenuEntries.Item4
source: Checkout branch...
pl: Przełącz gałąź...

# chlMenuEntries.Item5
source: Checkout revision...
pl: Przełącz rewizję...

# chlMenuEntries.Item6
source: Clone...
pl: Klonuj...

# chlMenuEntries.Item7
source: Commit...
pl: Zatwierdź...

# chlMenuEntries.Item8
source: Create new repository...
pl: Stwórz nowe repozytorium...

# chlMenuEntries.Item9
source: Open with difftool
pl: Otwórz porównywaczem różnic

# gbShellExtensions.Text
source: Cascaded Context Menu
pl: Kaskadowe menu kontekstowe

# label1.Text
source: Context menu preview:
pl: Podgląd menu kontekstowego:

# lblMenuEntries.Text
source: Select items to be shown in the cascaded context menu. (Unchecked items will be shown top level for direct access.)
pl: Wybierz elementy widoczne w kaskadowym menu kontekstowym. (Niezaznaczone elementy będą widoczne jako główne, bezpośrednio dostępne.)

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
pl: Automatycznie rozpoczynaj uwierzytelnianie klienta, gdy prywatny klucz jest skonfigurowany dla zdalnego

# Other.Text
source: Other ssh client
pl: Inny klient ssh

# OtherSshBrowse.Text
source: Browse
pl: Przeglądaj

# PageantBrowse.Text
source: Browse
pl: Przeglądaj

# PlinkBrowse.Text
source: Browse
pl: Przeglądaj

# PuttygenBrowse.Text
source: Browse
pl: Przeglądaj

# groupBox1.Text
source: Specify which ssh client to use
pl: Określ używanego klienta ssh

# groupBox2.Text
source: Configure PuTTY
pl: Konfiguracja PuTTY

# label15.Text
source: Path to plink
pl: Ścieżka do plink

# label16.Text
source: Path to puttygen
pl: Ścieżka do puttygen

# label17.Text
source: Path to pageant
pl: Ścieżka do pageant

# label18.Text
source: OpenSSH is a commandline tool. PuTTY is more userfriendly to use for windows users, but requires the PuTTY authentication client to run in the background. When OpenSSH is used, command line dialogs are shown!
pl: OpenSSH jest narzędziem wiersza poleceń. PuTTY jest przyjaźniejszy w użyciu dla użytkowników Windows, ale wymaga klienta uwierzytelnienia PuTTy do pracy w tle. Gdy jest używane OpenSSH, będą wyświetlane okna wiersza poleceń!

# _argumentsText.Text
source: Arguments
pl: Argumenty

# _authorDateText.Text
source: {0:Author date|Author dates}
pl: {0:Data autora|Daty autora}

# _authorText.Text
source: {0:Author|Authors}
pl: {0:Autor|Autorzy}

# _bodyNotLoaded.Text
source: Full message text is not present in older commits. Select this commit to populate the full message.
pl: Pełna treść wiadomości nie jest widoczna w starszych zatwierdzeniach. Wybierz to zatwierdzenie, aby wyświetlić pełną wiadomość.

# _branchText.Text
source: Branch
pl: Gałąź

# _branchesText.Text
source: Branches
pl: Gałęzie

# _buttonCheckoutBranch.Text
source: Checkout branch
pl: Przełącz gałąź

# _buttonContinue.Text
source: Continue
pl: Kontynuuj

# _buttonCreateBranch.Text
source: Create branch
pl: Utwórz gałąź

# _buttonIgnore.Text
source: Ignore
pl: Ignoruj

# _cancelText.Text
source: Cancel
pl: Anuluj

# _childrenText.Text
source: {0:Child|Children}
pl: {0:Dziecko|Dzieci}

# _combinedDiff.Text
source: Combined diff
pl: Mieszane różnice

# _commandText.Text
source: Command
pl: Komenda

# _commitDateText.Text
source: {0:Commit date|Commit dates}
pl: {0:Data zatwierdzenia|Daty zatwierdzenia}

# _commitHashText.Text
source: {0:Commit hash|Commit hashes}
pl: {0:Numer zatwierdzenia|Numery zatwierdzenia}

# _committerText.Text
source: Committer
pl: Zatwierdzający

# _containedInBranchesText.Text
source: Contained in branches:
pl: Zawarte w gałęziach:

# _containedInNoBranchText.Text
source: Contained in no branch
pl: Niezawarte w gałęziach

# _containedInNoTagText.Text
source: Contained in no tag
pl: Niezawarte w tagach

# _containedInTagsText.Text
source: Contained in tags:
pl: Zawarte w tagach:

# _createPullRequest.Text
source: Create pull request
pl: Stwórz prośbę połączenia

# _dateText.Text
source: Date
pl: Data

# _daysAgo.Text
source: {0} {1:day|days} ago
pl: {0} {1:dzień|dni|dni} temu

# _diffBaseToB.Text
source: Unique diff BASE with b/
pl: Unikalne porównanie BASE z b/

# _diffCommonBase.Text
source: Common diff with BASE a/
pl: Standardowe porównanie z BASE a/

# _diffWithParent.Text
source: Diff with a/
pl: Porównaj z a/

# _directoryIsNotAValidRepository.Text
source: The selected item is not a valid git repository.
pl: Wybrany element nie jest prawidłowym repozytorium git.

# _error.Text
source: Error
pl: Błąd

# _errorCaptionFailedDeleteFile.Text
source: Failed to delete file
pl: Nie udało się usunąć pliku

# _errorCaptionFailedDeleteFolder.Text
source: Failed to delete directory
pl: Nie udało się usunąć katalogu

# _errorCaptionNotOnBranch.Text
source: Not on a branch
pl: Nie na gałęzi

# _findGitExecutable.Text
source: Find git...
pl: Znajdź git...

# _forkCloneRepo.Text
source: Fork or clone a repository
pl: Rozgałęź lub sklonuj repozytorium

# _gitExecutableNotFoundText.Text
source: The Git executable could not be located on your system.
pl: Nie udało się znaleźć pliku wykonywalnego Git w Twoim systemie.

# _hoursAgo.Text
source: {0} {1:hour|hours} ago
pl: {0} {1:godzinę|godziny|godzin} temu

# _indexText.Text
source: Commit index
pl: Indeks zatwierdzenia

# _installGitInstructions.Text
source: Install git...
pl: Zainstaluj git...

# _loadingDataText.Text
source: Loading data...
pl: Ładowanie danych...

# _local.Text
source: Local
pl: Lokalne

# _mainInstructionNotOnBranch.Text
source: You are not working on a branch
pl: Nie pracujesz na gałęzi

# _markBisectAsBad.Text
source: Marked as bad in bisect
pl: Oznaczono w skanowaniu jako błędne

# _markBisectAsGood.Text
source: Marked as good in bisect
pl: Oznaczono w skanowaniu jako prawidłowe

# _messageText.Text
source: {0:Message|Messages}
pl: {0:Wiadomość|Wiadomości}

# _minutesAgo.Text
source: {0} {1:minute|minutes} ago
pl: {0} {1:minutę|minuty|minut} temu

# _monthsAgo.Text
source: {0} {1:month|months} ago
pl: {0} {1:miesiąc|miesiące|miesięcy} temu

# _no.Text
source: No
pl: Nie

# _noBranch.Text
source: no branch
pl: brak gałęzi
