Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Polish.xlf
Languages: pl

# chkPushNewBranch.Text
source: Push a new branch for the remote
pl: Wyślij nową gałąź do zdalnego

# chkRebaseOnTopOfSelectedCommit.Text
source: Rebase on top of selected commit
pl: Zmiana bazy na górze wybranego zatwierdzenia

# chkResolveConflicts.Text
source: Resolve conflicts
pl: Rozwiąż konflikty

# chkSecondAbortConfirmation.Text
source: Confirm for the second time to abort a merge
pl: Drugie potwierdzenie porzucenia scalania

# chkSwitchWorktree.Text
source: Switch Worktree
pl: Przełącz drzewo robocze

# chkUndoLastCommitConfirmation.Text
source: Undo last commit
pl: Cofnij ostatnie zatwierdzenie

# chkUpdateModules.Text
source: Update submodules on checkout
pl: Zaktualizuj moduły zależne przy przełączeniu

# gbConfirmations.Text
source: Don't ask to confirm to (use with caution)
pl: Nie pytaj o potwierdzenia (używaj z ostrożnością)

# $this.Text
source: Console style
pl: Styl konsoli

# label1.Text
source: Console style
pl: Styl konsoli

# label3.Text
source: Font size
pl: Rozmiar czcionki

# bApply.Text
source: Apply
pl: Zatwierdź

# bClear.Text
source: Clear
pl: Wyczyść

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
pl: Zresetuj wszystkie skróty klawiszowe

# columnCommand.Text
source: Command
pl: Komenda

# columnKey.Text
source: Key
pl: Klucz

# lHotkey.Text
source: Hotkey
pl: Skrót

# lHotkeyableItems.Text
source: Hotkeyable Items
pl: Elementy, którym można przypisać skróty

# txtHotkey.Text
source: None
pl: Brak

# $this.Text
source: Create Pull Request
pl: Stwórz prośbę połączenia

# _createBtn.Text
source: Create
pl: Utwórz

# _strDone.Text
source: Done
pl: Ukończono

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
pl: Nie udało się stworzyć prośby połączenia.

# _strLoading.Text
source: Loading...
pl: Ładowanie...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
pl: Proszę sklonować repozytorium GitHub przez dodaniem prośby połączenia.

# _strPullRequest.Text
source: Pull request
pl: Prośba połączenia

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
pl: Musisz określić tytuł.

# groupBox1.Text
source: Pull request data
pl: Dane prośby łączenia

# label1.Text
source: Title:
pl: Tytuł:

# label2.Text
source: Body:
pl: Treść:

# label3.Text
source: Target repository:
pl: Repozytorium docelowe

# label4.Text
source: Your branch:
pl: Twoja gałąź:

# label5.Text
source: Target branch:
pl: Docelowa gałąź:

# _cloneFork.Text
source: Clone {0} repository
pl: Sklonuj repozytorium {0}

# _cloneRepository.Text
source: Clone repository
pl: Sklonuj repozytorium

# _createRepository.Text
source: Create new repository
pl: Utwórz nowe repozytorium

# _develop.Text
source: Develop
pl: Rozwijaj

# _donate.Text
source: Donate
pl: Darowizna

# _issues.Text
source: Issues
pl: Błędy

# _openRepository.Text
source: Open repository
pl: Otwórz repozytorium

# _translate.Text
source: Translate
pl: Przetłumacz

# lblContribute.Text
source: Contribute
pl: Współpracuj

# $this.Text
source: Detailed
pl: Szczegółowe

# PushWindowGB.Text
source: Push window
pl: Okno wysyłania

# addLogMessages.Text
source: Add log messages
pl: Zachowaj historię zmian

# chkRemotesFromServer.Text
source: Get remote branches directly from the remote
pl: Pobierz zdalne gałęzie bezpośrednio ze zdalnego

# chkUseSSL.Text
source: Use SSL/TLS
pl: Używaj SSL/TLS

# groupBoxEmailSettings.Text
source: Email settings for sending patches
pl: Ustawienia e-mail do wysyłania łatek

# lblSmtpServerName.Text
source: SMTP server name
pl: Nazwa serwera SMTP

# mergeWindowGroup.Text
source: Merge window
pl: Okno scalania

# $this.Text
source: Diff Viewer
pl: Przeglądarka różnic

# chkOmitUninterestingDiff.Text
source: Omit uninteresting changes from combined diff
pl: Pomiń mało interesujące zmiany z połączonych różnic

# chkOpenSubmoduleDiffInSeparateWindow.Text
source: Open Submodule Diff in separate window
pl: Otwórz różnice modułów zależnych w osobnym oknie

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
pl: Zapamiętaj opcję "Ignoruj białe znaki"

# chkRememberNumberOfContextLines.Text
source: Remember the 'Number of context lines' preference
pl: Zapamiętaj opcję "Ilość wierszy kontekstu"

# chkRememberShowEntireFilePreference.Text
source: Remember the 'Show entire file' preference
pl: Zapamiętaj opcję "Pokaż cały plik"

# chkRememberShowNonPrintingCharsPreference.Text
source: Remember the 'Show nonprinting characters' preference
pl: Zapamiętaj opcję "Pokaż znaki niedrukowalne"

# chkRememberShowSyntaxHighlightingInDiff.Text
source: Remember the 'Show syntax highlighting' preference
pl: Zapamiętaj opcję "Pokaż podświetlenie składni"

# chkShowDiffForAllParents.Text
source: Show file differences for all parents in browse dialog
pl: Pokaż różnice pliku w oknie przeglądania dla wszystkich rodziców

# label1.Text
source: Vertical ruler position [chars]
pl: Pozycja pionowej linijki [znaki]

# _addToDictionaryText.Text
source: Add to dictionary
pl: Dodaj do słownika

# _copyMenuItemText.Text
source: Copy
pl: Skopiuj

# _cutMenuItemText.Text
source: Cut
pl: Wytnij

# _deleteMenuItemText.Text
source: Delete
pl: Usuń

# _dictionaryText.Text
source: Dictionary
pl: Słownik

# _ignoreWordText.Text
source: Ignore word
pl: Ignoruj słowo

# _markIllFormedLinesText.Text
source: Mark ill formed lines
pl: Oznacz źle uformowane wiersze

# _pasteMenuItemText.Text
source: Paste
pl: Wklej

# _removeWordText.Text
source: Remove word
pl: Usuń słowo

# _selectAllMenuItemText.Text
source: Select all
pl: Zaznacz wszystko

# _repoHasNoCommits.Text
source: This repository does not yet contain any commits.
pl: To repozytorium nie zawiera jeszcze żadnych zatwierdzeń.

# btnEditGitIgnore.Text
source: Edit .gitignore
pl: Edytuj .gitignore

# btnOpenCommitForm.Text
source: Commit
pl: Zatwierdzenie

# lblEmptyRepository.Text
source: This repository does not yet contain any commits.
pl: To repozytorium nie zawiera jeszcze żadnych zatwierdzeń.

# FilterWatermarkLabel.Text
source: Filter files using a regular expression...
pl: Filtruj pliki za pomocą wyrażenia regularnego...

# NoFiles.Text
source: No changes
pl: Brak zmian

# _openSubmoduleMenuItem.Text
source: Open with Git Extensions
pl: Otwórz z Git Extensions

# _sortByContextMenu.Text
source: &Sort by...
pl: &Sortuj według...

# columnHeader.Text
source: Files
pl: Pliki

# _cannotViewImage.Text
source: Cannot view image {0}
pl: Nie można wyświetlić obrazka {0}

# _largeFileSizeWarning.Text
source: This file is {0:N1} MB. Showing large files can be slow. Click to show anyway.
pl: Ten plik ma {0:N1} MB. Wyświetlanie dużych plików może być wolne. Naciśnij, aby otworzyć.

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
pl: Skopiuj nową wersję

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
pl: Skopiuj starą wersję

# copyPatchToolStripMenuItem.Text
source: Copy patch
pl: Skopiuj łatkę

# copyToolStripMenuItem.Text
source: Copy
pl: Skopiuj

# decreaseNumberOfLines.ToolTipText
source: Decrease the number of lines of context
pl: Zmniejsz ilość wierszy kontekstu

# decreaseNumberOfLinesToolStripMenuItem.Text
source: Decrease the number of lines of context
pl: Zmniejsz ilość wierszy kontekstu

# findToolStripMenuItem.Text
source: Find
pl: Znajdź

# goToLineToolStripMenuItem.Text
source: Go to line
pl: Przejdź do linii

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
pl: Ignoruj zmiany białych znaków

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
pl: Ignoruj zmiany białych znaków

# ignoreWhiteSpaces.ToolTipText
source: Ignore changes in amount of whitespace
pl: Ignoruj zmiany ilości białych znaków

# ignoreWhitespaceAtEol.ToolTipText
source: Ignore whitespace changes at end of line
pl: Ignoruj zmiany białych znaków na końcu wiersza

# ignoreWhitespaceAtEolToolStripMenuItem.Text
source: Ignore whitespace changes at end of line
pl: Ignoruj zmiany białych znaków na końcu wiersza

# ignoreWhitespaceChangesToolStripMenuItem.Text
source: Ignore changes in amount of whitespace
pl: Ignoruj zmiany ilości białych znaków

# increaseNumberOfLines.ToolTipText
source: Increase the number of lines of context
pl: Zwiększ ilość wierszy kontekstu

# increaseNumberOfLinesToolStripMenuItem.Text
source: Increase the number of lines of context
pl: Zwiększ ilość wierszy kontekstu

# nextChangeButton.ToolTipText
source: Next change
pl: Następna zmiana

# previousChangeButton.ToolTipText
source: Previous change
pl: Poprzednia zmiana

# resetSelectedLinesToolStripMenuItem.Text
source: Reset selected line(s)
pl: Zresetuj wybrane linie

# settingsButton.ToolTipText
source: Settings
pl: Ustawienia

# showEntireFileButton.ToolTipText
source: Show entire file
pl: Pokaż cały plik

# showEntireFileToolStripMenuItem.Text
source: Show entire file
pl: Pokaż cały plik

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
pl: Pokaż znaki niedrukowalne

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
pl: Pokaż znaki niedrukowalne

# showSyntaxHighlighting.ToolTipText
source: Show syntax highlighting
pl: Pokaż podświetlenie składni

# stageSelectedLinesToolStripMenuItem.Text
source: Stage selected line(s)
pl: Przygotuj wybrane linie

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
pl: Traktuj wszystkie pliki jako tekst

# unstageSelectedLinesToolStripMenuItem.Text
source: Unstage selected line(s)
pl: Wybrane linie niegotowe

# _findAndReplaceForm.Text
source: Find and replace
pl: Znajdź i zamień

# $this.Text
source: Find and replace
pl: Znajdź i zamień

# _findAndReplaceString.Text
source: Find & replace
pl: Znajdź i zamień

# _findString.Text
source: Find
pl: Znajdź

# _noOccurrencesFoundString.Text
source: No occurrences found.
pl: Nie znaleziono wystąpień

# _noSearchString.Text
source: No string specified to look for!
pl: Nie określono szukanego ciągu!

# _notFoundString.Text
source: Not found
pl: Nie znaleziono

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
pl: Zamieniono {0} tekstów

# _selectionOnlyString.Text
source: selection only
pl: tylko wybór

# _textNotFoundString.Text
source: Text not found
pl: Nie znaleziono tekstu

# _textNotFoundString2.Text
source: Search text not found.
pl: Nie znaleziono tekstu

# btnCancel.Text
source: Cancel
pl: Anuluj

# btnFindNext.Text
source: &Find next
pl: &Znajdź następny

# btnFindPrevious.Text
source: Find pre&vious
pl: Znajdź &poprzednie

# btnHighlightAll.Text
source: Find && highlight &all
pl: Znajdź i podś&wietl wszystkie

# btnReplace.Text
source: &Replace
pl: &Zastąp

# btnReplaceAll.Text
source: Replace &All
pl: Zastąp &wszystkie

# chkMatchCase.Text
source: Match &case
pl: Uwzględnij &wielkość

# chkMatchWholeWord.Text
source: Match &whole word
pl: Znajdź całe &słowo

# label1.Text
source: Fi&nd what:
pl: Do &znalezienia:

# lblReplaceWith.Text
source: Re&place with:
pl: Zastą&p z:

# buttonBrowse.Text
source: Browse...
pl: Przeglądaj...

# $this.Text
source: Remote repository fork and clone
pl: Rozgałęź i sklonuj zdalne repozytorium

# ProtocolLabel.Text
source: Protocol:
pl: Protokół:

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
pl: Folder do klonowania nie może być pusty

# _strCouldNotAddRemote.Text
source: Could not add remote
pl: Nie można dodać zdalnego

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
pl: Nie można pobrać repozytoriów użytkownika!

# _strFailedToFork.Text
source: Failed to fork:
pl: Rozgałęzienie nieudane:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
pl: Nie udało się pobrać repozytoriów. Zazwyczaj oznacza to, że nie skonfigurowano {0}. Możesz to poprawić w menu "Wtyczki/{0}".

# _strLoading.Text
source: : LOADING :
pl: : ŁADOWANIE :

# _strNoHomepageDefined.Text
source: No homepage defined
pl: Nie zdefiniowano strony startowej

# _strSearchFailed.Text
source: Search failed!
pl: Wyszukiwanie nie powiodło się!

# _strSearching.Text
source: : SEARCHING :
pl: : WYSZUKIWANIE :

# _strSelectOneItem.Text
source: You must select exactly one item
pl: Musisz wybrać dokładnie jeden element

# _strUserNotFound.Text
source: User not found!
pl: Nie znaleziono użytkownika!

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
pl: "{0}" zostanie dodane jako zdalne.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
pl: Sklonuje {0} do {1}. Nie będzie można wysyłać, dopóki nie zostaniesz współpracownikiem. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
pl: Sklonuje {0} do {1}. Będziesz mieć uprawnienia wysyłania. {2}

# browseForCloneToDirbtn.Text
source: Browse...
pl: Przeglądaj...

# cloneBtn.Text
source: Clone
pl: Klonuj

# cloneSetupGB.Text
source: Clone
pl: Klonuj

# closeBtn.Text
source: Close
pl: Zamknij

# columnHeaderMyReposForks.Text
source: # Forks
pl: # Rozgałęzienia

# columnHeaderMyReposIsFork.Text
source: Is fork
pl: Jest rozgałęzieniem

# columnHeaderMyReposIsPrivate.Text
source: Private
pl: Prywatne

# columnHeaderMyReposName.Text
source: Name
pl: Nazwa

# columnHeaderSearchForks.Text
source: # Forks
pl: # Rozgałęzienia

# columnHeaderSearchIsFork.Text
source: Is fork
pl: Jest rozgałęzieniem

# columnHeaderSearchName.Text
source: Name
pl: Nazwa

# columnHeaderSearchOwner.Text
source: Owner
pl: Właściciel

# createDirectoryLbl.Text
source: Create directory:
pl: Stwórz katalog:

# depthLabel.Text
source: Limit Depth:
pl: Maks. zagnieżdżenie:

# descriptionLbl.Text
source: Description:
pl: Opis:

# forkBtn.Text
source: Fork!
pl: Rozgałęź!

# getFromUserBtn.Text
source: Get from user
pl: Od użytkownika

# helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
pl: Jeśli chcesz rozgałęzić czyjeś repozytorium, przejdź do karty Szukaj repozytoriów.

# label1.Text
source: Destination folder:
pl: Katalog docelowy:

# label3.Text
source: Add upstream remote as:
pl: Dodaj powyższe zdalne jako:

# myReposPage.Text
source: My repositories
pl: Moje repozytoria

# openGitupPageBtn.Text
source: Open github page
pl: Otwórz stronę github

# orLbl.Text
source: or
pl: lub

# searchBtn.Text
source: Search
pl: Szukaj

# searchReposPage.Text
source: Search for repositories
pl: Szukaj repozytoriów

# _copyTooltip.Text
source: Copy environment info
pl: Skopiuj szczegóły środowiska

# _thanksToContributors.Text
source: Thanks to over {0:#,##0} contributors:
pl: Podziękowania dla ponad {0:#,##0} współtwórców:

# label1.Text
source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY of FITNESS FOR A PARTICULAR PURPOSE.
pl: Ten program jest rozpowszechniany, w nadziei, że będzie przydatny, lecz BEZ JAKIEJKOLWIEK GWARANCJI; nawet bez GWARANCJI JAKOŚCI LUB RĘKOJMI WYRAŹNEJ, DOROZUMIANEJ LUB USTAWOWEJ, W TYM MIĘDZY INNYMI WSZELKIEJ DOROZUMIANEJ GWARANCJI WARTOŚCI HANDLOWEJ, ZADOWALAJĄCEJ JAKOŚCI, PRZYDATNOŚCI DO OKREŚLONEGO CELU I DOKŁADNOŚCI.

# label2.Text
source: Git Extensions is open source. Get involved!
pl: Git Extensions jest otwartoźródłowy. Wnieś swój wkład!

# linkLabelIcons.Text
source: Some icons by Yusuke Kamiyamane (CCA3)
pl: Część ikon od Yusuke Kamiyamane (CCA3)

# $this.Text
source: Add files
pl: Dodaj pliki

# AddFiles.Text
source: Add files
pl: Dodaj pliki

# ShowFiles.Text
source: Show files
pl: Pokaż pliki

# force.Text
source: Force
pl: Wymuś

# label1.Text
source: Filter
pl: Filtr

# $this.Text
source: Add submodule
pl: Dodaj moduł zależny

# Add.Text
source: Add
pl: Dodaj

# Browse.Text
source: Browse
pl: Przeglądaj

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
pl: Ścieżka zdalna i lokalna są wymagane

# chkForce.Text
source: Force
pl: Wymuś

# label1.Text
source: Path to submodule
pl: Ścieżka do modułu zależnego

# label2.Text
source: Local path
pl: Ścieżka lokalna

# label3.Text
source: Branch
pl: Gałąź

# $this.Text
source: Add file(s) to .gitignore
pl: Dodaj plik(i) do .gitignore

# AddToIgnore.Text
source: Ignore
pl: Ignoruj

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
pl: Dodaj pliki do .git/info/exclude

# _matchingFilesString.Text
source: {0} file(s) matched
pl: Pasujące pliki: {0}

# _updateStatusString.Text
source: Updating ...
pl: Aktualizowanie...

# groupBox1.Text
source: Preview
pl: Podgląd

# groupFilePattern.Text
source: Enter a file pattern to ignore:
pl: Podaj wzorzec do ignorowania:

# label2.Text
source: No existing files match that pattern.
pl: Brak istniejących plików pasujących do wzorca.

# $this.Text
source: Apply patch
pl: Stosowanie łatek

# Abort.Text
source: Abort patch
pl: Porzuć łatkę

# Apply.Text
source: Apply patch
pl: Zastosuj łatkę

# BrowseDir.Text
source: Browse
pl: Przeglądaj

# BrowsePatch.Text
source: Browse
pl: Przeglądaj

# IgnoreWhitespace.Text
source: Ignore Wh.spc.
pl: Ignoruj białe znaki

# Mergetool.Text
source: Solve conflicts
pl: Rozwiąż konflikt

# PatchDirMode.Text
source: Patch directory
pl: Ścieżka łatki

# PatchFileMode.Text
source: Patch file
pl: Plik łatki

# Resolved.Text
source: Conflicts resolved
pl: Konflikt rozwiązany

# Skip.Text
source: Skip patch
pl: Pomiń łatkę

# SolveMergeConflicts.Text
source: There are unresolved merge conflicts
pl: Istnieją nierozwiązane konflikty scalania

# _applyPatchMsgBox.Text
source: Apply patch
pl: Zastosuj łatkę

# _conflictMergetoolText.Text
source: Solve conflicts
pl: Rozwiąż konflikt

# _conflictResolvedText.Text
source: Conflicts resolved
pl: Konflikt rozwiązany

# _noFileSelectedText.Text
source: Please select a patch to apply
pl: Proszę wybrać łatkę do zastosowania

# _selectPatchFileCaption.Text
source: Select patch file
pl: Wybierz plik łatki

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
pl: Plik łatki (*.Patch)

# $this.Text
source: Archive
pl: Archiwum

# _noRevisionSelected.Text
source: You need to choose a target revision.
pl: Musisz wybrać docelową rewizję.

# _saveFileDialogCaption.Text
source: Save archive as
pl: Zapisz archiwum jako

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
pl: Plik Tar (*.tar)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
pl: Plik Zip (*.zip)

# buttonArchiveRevision.Text
source: Save as...
pl: Zapisz jako...

# checkBoxPathFilter.Text
source: Archive specific paths only
pl: Dodaj do archiwum tylko określone ścieżki

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
pl: Dodaj do archiwum tylko pliki, które zostały zmienione względem powyższej rewizji do tej

# groupBox1.Text
source: Archive format
pl: Format archiwum

# groupBox2.Text
source: Filter files
pl: Filtruj pliki

# label1.Text
source: This revision will be archived:
pl: Ta rewizja zostanie zapisana w archiwum:

# label2.Text
source: Choose another revision:
pl: Wybierz inną rewizję:

# label4.Text
source: separate each new path by new line
pl: podaj każdą nową ścieżkę w nowej linii

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
pl: Wybierz rewizję do porównania:

# $this.Text
source: Configure available encodings
pl: Ustaw dostępne kodowania

# ButtonCancel.Text
source: Cancel
pl: Anuluj

# lAvaolableEncodings.Text
source: Available:
pl: Dostępne:

# lSelectedEncodings.Text
source: Selected:
pl: Wybrane:

# $this.Text
source: Bisect
pl: Skanuj

# Bad.Text
source: Mark current revision bad
pl: Oznacz bieżącą rewizję jako złą

# Good.Text
source: Mark current revision good
pl: Oznacz bieżącą rewizję jako dobrą

# Start.Text
source: Start bisect
pl: Rozpocznij skanowanie

# Stop.Text
source: Stop bisect
pl: Zatrzymaj skanowanie

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
pl: Oznaczyć wybrane rewizje jako początek zasięgu skanowania?

# btnSkip.Text
source: Skip current revision
pl: Pomiń bieżącą rewizję

# $this.Text
source: File History
pl: Historia pliku

# CommitInfoTabPage.Text
source: Commit
pl: Zatwierdzenie

# DiffTabPage.Text
source: Diff
pl: Różnice

# EditSettings.ToolTipText
source: Settings
pl: Ustawienia

# RefreshButton.ToolTipText
source: Refresh
pl: Odśwież

# ShowFirstParent.ToolTipText
source: Show first parents
pl: Pokaż bezpośrednich rodziców

# ToolStripScripts.Text
source: Scripts
pl: Skrypty

# TreeTabPage.Text
source: File tree
pl: Drzewo plików

# _addUpstreamRemoteToolStripMenuItem.Text
source: Add upstream remote
pl: Dodaj powyższe zdalne

# _buildReportTabCaption.Text
source: Build Report
pl: Raport Tworzenia

# _commitButtonText.Text
source: Commit
pl: Zatwierdzenie

# _configureWorkingDirMenu.Text
source: Configure this menu
pl: Skonfiguruj to menu

# _consoleTabCaption.Text
source: Console
pl: Konsola

# _createPullRequestsToolStripMenuItem.Text
source: Create pull requests...
pl: Stwórz prośby połączenia...

# _forkCloneRepositoryToolStripMenuItem.Text
source: Fork/Clone repository...
pl: Rozgałęź/Sklonuj repozytorium...

# _goToSuperProject.Text
source: Go to superproject
pl: Przejdź do superprojektu

# _loading.Text
source: Loading...
pl: Ładowanie...

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
pl: Nie można znaleźć hostingów repozytoriów odnoszących się do aktualnie otworzonego repozytorium.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
pl: Brak załadowanej wtyczki hostingu repozytoriów.

# _noSubmodulesPresent.Text
source: No submodules
pl: Brak modułów zależnych

# _noWorkingFolderText.Text
source: No working directory
pl: Brak katalogu roboczego

# _pullFetch.Text
source: Fetch
pl: Pobierz

# _pullFetchAll.Text
source: Fetch all
pl: Pobierz wszystko

# _pullFetchPruneAll.Text
source: Fetch and prune all
pl: Pobierz i wycofaj wszystko

# _pullMerge.Text
source: Pull - merge
pl: Połącz - scal

# _pullOpenDialog.Text
source: Open pull dialog
pl: Otwórz okno łączenia

# _pullRebase.Text
source: Pull - rebase
pl: Połącz - zmień bazę

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
pl: (Hosty repozytoriów)

# _superprojectModuleFormat.Text
source: Superproject: {0}
pl: Superprojekt: {0}

# _topProjectModuleFormat.Text
source: Top project: {0}
pl: Projekt nadrzędny: {0}

# _undoLastCommitCaption.Text
source: Undo last commit
pl: Cofnij ostatnie zatwierdzenieCofnij ostatnie zatwierdzenie

# _undoLastCommitText.Text
source: You will still be able to find all the commit's changes in the staging area Do you want to continue?
pl: Zmiany zatwierdzeń będą nadal dostępne w strefie przygotowania. Chcesz kontynuować?

# _updateCurrentSubmodule.Text
source: Update current submodule
pl: Zaktualizuj bieżący moduł zależny

# _viewPullRequestsToolStripMenuItem.Text
source: View pull requests...
pl: Zobacz prośby połączenia...

# aboutToolStripMenuItem.Text
source: About
pl: Informacje

# applyPatchToolStripMenuItem.Text
source: Apply patch...
pl: Zastosuj łatkę...

# archiveToolStripMenuItem.Text
source: Archive revision...
pl: Archiwum rewizji...

# bisectToolStripMenuItem.Text
source: Bisect...
pl: Skanuj...

# branchSelect.Text
source: Branch
pl: Gałąź

# branchToolStripMenuItem.Text
source: Create branch...
pl: Utwórz gałąź...

# changelogToolStripMenuItem.Text
source: Changelog
pl: Dziennik zmian

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
pl: Sprawdź aktualizacje

# checkoutBranchToolStripMenuItem.Text
source: Checkout branch...
pl: Przełącz gałąź...

# checkoutToolStripMenuItem.Text
source: Checkout revision...
pl: Przełącz rewizję...
