Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Portuguese (Brazil).xlf
Languages: pt_br

# chlMenuEntries.Item10
source: File history
pt_br: Histórico do arquivo

# chlMenuEntries.Item13
source: Reset file changes..
pt_br: Desfazer mudanças no arquivo...

# chlMenuEntries.Item14
source: Revert
pt_br: Reverter

# chlMenuEntries.Item15
source: Settings
pt_br: Configurações

# chlMenuEntries.Item16
source: View stash
pt_br: Ver stash

# chlMenuEntries.Item17
source: View changes
pt_br: Ver mudanças

# chlMenuEntries.Item2
source: Browse
pt_br: Navegar

# chlMenuEntries.Item3
source: Create branch...
pt_br: Criar branch...

# chlMenuEntries.Item5
source: Checkout revision...
pt_br: Checkout revisão...

# chlMenuEntries.Item6
source: Clone...
pt_br: Clonar...

# chlMenuEntries.Item7
source: Commit...
pt_br: Commitar...

# chlMenuEntries.Item8
source: Create new repository...
pt_br: Criar novo repositório...

# chlMenuEntries.Item9
source: Open with difftool
pt_br: Abrir com difftool

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
pt_br: Começar o cliente autenticador automaticamente quando uma chave privada está configurada para um remote

# Other.Text
source: Other ssh client
pt_br: Outro cliente ssh

# OtherSshBrowse.Text
source: Browse
pt_br: Navegar

# PageantBrowse.Text
source: Browse
pt_br: Navegar

# PlinkBrowse.Text
source: Browse
pt_br: Navegar

# PuttygenBrowse.Text
source: Browse
pt_br: Navegar

# groupBox1.Text
source: Specify which ssh client to use
pt_br: Especificar qual cliente ssh usar

# groupBox2.Text
source: Configure PuTTY
pt_br: Configurar PuTTY

# label15.Text
source: Path to plink
pt_br: Caminho para plink

# label16.Text
source: Path to puttygen
pt_br: Caminho para puttygen

# label17.Text
source: Path to pageant
pt_br: Caminho para pageant

# _committerText.Text
source: Committer
pt_br: Quem commitou

# _dateText.Text
source: Date
pt_br: Data

# _daysAgo.Text
source: {0} {1:day|days} ago
pt_br: {0} {1:dia|dias} atrás

# _hoursAgo.Text
source: {0} {1:hour|hours} ago
pt_br: {0} {1:hora|horas} atrás

# _indexText.Text
source: Commit index
pt_br: Índice do commit

# _loadingDataText.Text
source: Loading data...
pt_br: Carregando dados...

# _minutesAgo.Text
source: {0} {1:minute|minutes} ago
pt_br: {0} {1:minuto|minutos} atrás

# _monthsAgo.Text
source: {0} {1:month|months} ago
pt_br: {0} {1:mês|meses} atrás

# _secondsAgo.Text
source: {0} {1:second|seconds} ago
pt_br: {0} {1:segundo|segundos} atrás

# _uninterestingDiffOmitted.Text
source: Uninteresting diff hunks are omitted.
pt_br: Partes de diff foram omitidas.

# _weeksAgo.Text
source: {0} {1:week|weeks} ago
pt_br: {0} {1:semana|semanas} atrás

# _yearsAgo.Text
source: {0} {1:year|years} ago
pt_br: {0} {1:ano|anos} atrás

# $this.Text
source: View Pull Requests
pt_br: Mostrar Pull Requests

# _addAndFetchBtn.Text
source: Add remote and fetch
pt_br: Adicionar remoto e fetch

# _chooseRepo.Text
source: Choose repository:
pt_br: Escolher repositório:

# _closePullRequestBtn.Text
source: Close pull request
pt_br: Finalizar pull request

# _postComment.Text
source: Post comment
pt_br: Postar comentário

# _refreshCommentsBtn.Text
source: Refresh
pt_br: Atualizar

# _strCouldNotAddRemote.Text
source: Could not add remote with name {0} and URL {1}
pt_br: Não foi possível adicionar remoto com nome {0} e URL {1}

# _strCouldNotLoadDiscussion.Text
source: Could not load discussion!
pt_br: Não foi possível carregar a discussão!

# _strFailedToClosePullRequest.Text
source: Failed to close pull request!
pt_br: Falha ao fechar o pull request!

# _strFailedToFetchPullData.Text
source: Failed to fetch pull data!
pt_br: Fetch pull data falhou!

# _strFailedToLoadDiffData.Text
source: Failed to load diff data!
pt_br: Falha ao abrir dados de diff!

# _strFailedToLoadDiscussionItem.Text
source: Failed to post discussion item!
pt_br: Falha ao postar item de discussão!

# _strUnableUnderstandPatch.Text
source: Error: Unable to understand patch
pt_br: Erro: Não foi possível ler o patch

# columnHeader2.Text
source: Heading
pt_br: Cabeçalho

# columnHeader3.Text
source: By
pt_br: Por

# columnHeader4.Text
source: Created
pt_br: Criado

# tabPage2.Text
source: Comments
pt_br: Comentários
