Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Portuguese (Brazil).xlf
Languages: pt_br

# label5.Text
source: Message
pt_br: Mensagem

# label6.Text
source: Ignore case
pt_br: Ignorar maiúsculas/minúsculas

# label7.Text
source: Limit
pt_br: Limite

# label8.Text
source: File filter
pt_br: Filtro de arquivo

# $this.Text
source: Select multiple branches
pt_br: Selecionar múltiplos branches

# selectBranchesLabel.Text
source: Select branches
pt_br: Selecionar branches

# $this.Text
source: Settings
pt_br: Configurações

# _cantFindGitMessageCaption.Text
source: Incorrect path
pt_br: Caminho incorreto

# buttonApply.Text
source: Apply
pt_br: Aplicar

# buttonDiscard.Text
source: Discard
pt_br: Descartar

# StashKeepIndex.Text
source: Keep index
pt_br: Manter índice

# Stashes.ToolTipText
source: Select a stash
pt_br: Selecionar um stash

# _areYouSure.Text
source: Are you sure you want to drop the stash? This action cannot be undone.
pt_br: Certeza que quer remover o stash? Não será possível restaurar.

# _cannotBeUndone.Text
source: This action cannot be undone.
pt_br: Esta ação não poderá ser desfeita.

# _currentWorkingDirChanges.Text
source: Current working directory changes
pt_br: Mudanças do diretório de trabalho corrente

# _noStashes.Text
source: There are no stashes.
pt_br: Não há stashes.

# _stashDropConfirmTitle.Text
source: Drop Stash Confirmation
pt_br: Remover confirmação de stash

# _stashUntrackedFilesNotSupported.Text
source: Stash untracked files is not supported in the version of msysgit you are using. Please update msysgit to at least version 1.7.7 to use this option.
pt_br: Stash de arquivos não controlados não é suportado na versão do msysgit instalado. Por favor, atualize o msysget para versão 1.7.7 para habilitar essa opção.

# _stashUntrackedFilesNotSupportedCaption.Text
source: Stash untracked files
pt_br: Stash de arquivos não controlados

# chkIncludeUntrackedFiles.Text
source: Include untracked files
pt_br: Incluir arquivos não controlados

# toolStripButton_customMessage.Text
source: Custom stash message
pt_br: Mensagem de stash personalizada

# $this.Text
source: Process
pt_br: Processo

# KeepDialogOpen.Text
source: Keep dialog open
pt_br: Manter diálogo aberto

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
pt_br: O fingerprint to host não foi registrado

# $this.Text
source: Submodules
pt_br: Submódulos

# AddSubmodule.Text
source: Add submodule
pt_br: Adicionar submódulo

# RemoveSubmodule.Text
source: Remove
pt_br: Remover

# SynchronizeSubmodule.Text
source: Synchronize
pt_br: Sincronizar

# UpdateSubmodule.Text
source: Update
pt_br: Atualizar

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
pt_br: Tem certeza que quer remover o submódulo selecionado?

# _removeSelectedSubmoduleCaption.Text
source: Remove
pt_br: Remover

# groupBox1.Text
source: Details
pt_br: Detalhes

# label2.Text
source: Remote path
pt_br: Caminho remoto

# label3.Text
source: Local path
pt_br: Caminho local

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
pt_br: Nome

# $this.Text
source: Translate
pt_br: Traduzir

# _allText.Text
source: All
pt_br: Todos

# _editingCellPrefixText.Text
source: [EDITING]
pt_br: [EDITANDO]

# _noLanguageCodeSelected.Text
source: There is no language code selected. Do you want to select a language code first?
pt_br: Não há nenhum código de idioma selecionado. Quer selecionar um código de idioma primeiro?

# _noLanguageCodeSelectedCaption.Text
source: Language code
pt_br: Código do idioma

# _saveAsText.Text
source: Save as
pt_br: Salvar como

# _saveAsTextFilter.Text
source: Translation file (*.xlf)
pt_br: Arquivo de tradução (*.xlf)

# _saveCurrentChangesCaption.Text
source: Save changes
pt_br: Salvar alterações

# _saveCurrentChangesText.Text
source: Do you want to save the current changes?
pt_br: Quer salvar as alterações atuais?

# _translateProgressText.Text
source: Translated {0} out of {1}
pt_br: Traduzidos {0} de um total de {1}

# categoryDataGridViewTextBoxColumn.HeaderText
source: Category
pt_br: Categoria

# nextButton.Text
source: &Next
pt_br: &Próximo

# previousButton.Text
source: &Previous
pt_br: &Anterior

# propertyDataGridViewTextBoxColumn.HeaderText
source: Property
pt_br: Propriedade

# saveAs.ToolTipText
source: Save translation
pt_br: Salvar tradução

# toolStripButtonNew.Text
source: New
pt_br: Novo

# toolStripTranslationLabel.Text
source: Current translation:
pt_br: Tradução atual:

# toolStripTranslationLanguageCode.Text
source: Language code:
pt_br: Código do idioma:

# $this.Text
source: Check for update
pt_br: Verificar atualizações

# UpdateLabel.Text
source: Searching for updates
pt_br: Procurando atualizações

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
pt_br: Há uma nova versão {0} do Git Extensions disponível

# _noUpdatesFound.Text
source: No updates found
pt_br: Nenhuma atualização encontrada

# btnDownloadNow.Text
source: Download Now
pt_br: Baixar agora

# closeButton.Text
source: Close
pt_br: Fechar

# linkChangeLog.Text
source: Show ChangeLog
pt_br: Mostrar log de alterações

# $this.Text
source: Verify database
pt_br: Verificar banco de dados

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
pt_br: Remover todos LOST_AND_FOUND tags

# Remove.Text
source: Remove all dangling objects
pt_br: Remover objetos pendentes

# SaveObjects.Text
source: Save objects to .git/lost-found
pt_br: Salvar objetos em .git/lost-found

# _removeDanglingObjectsCaption.Text
source: Remove
pt_br: Remover

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
pt_br: Restaurar objetos perdidos

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
pt_br: Selecione objetos a restaurar.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
pt_br: {0} tags criados. Não esqueça de apagar estes tags quando terminar.

# btnCloseDialog.Text
source: Cancel
pt_br: Cancelar

# btnRestoreSelectedObjects.Text
source: Recover selected objects
pt_br: Recuperar objetos selecionados

# columnAuthor.HeaderText
source: Author
pt_br: Autor

# columnDate.HeaderText
source: Date
pt_br: Data

# columnSubject.HeaderText
source: Subject
pt_br: Assunto

# columnType.HeaderText
source: Type
pt_br: Tipo

# label1.Text
source: Double-click on a row for quick view
pt_br: Clique duas vezes para ver

# mnuLostObjectView.Text
source: View
pt_br: Ver

# mnuLostObjectsCreateBranch.Text
source: Create branch
pt_br: Criar branch

# mnuLostObjectsCreateTag.Text
source: Create tag
pt_br: Criar tag

# saveAsToolStripMenuItem.Text
source: Save as...
pt_br: Salvar como...

# $this.Text
source: View patch file
pt_br: Ver arquivo de patch

# File.HeaderText
source: Type
pt_br: Tipo

# FileNameA.HeaderText
source: Filename
pt_br: Nome do arquivo

# _patchFileFilterString.Text
source: Patch file (*.Patch)
pt_br: Arquivo de patch (*.Patch)

# _patchFileFilterTitle.Text
source: Select patch file
pt_br: Selecionar um arquivo de patch

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
pt_br: Alterar

# $this.Text
source: General
pt_br: Geral

# btnDefaultDestinationBrowse.Text
source: Browse
pt_br: Navegar

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
pt_br: Fechar o diálogo de Processamento quando processar com sucesso

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
pt_br: Mostrar contador de stash na barra de status da janela principal

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
pt_br: Abrir última pasta de trabalho ao iniciar

# chkStashUntrackedFiles.Text
source: Include untracked files in stash
pt_br: Incluir arquivos não controlados no stash

# chkUseSSL.Text
source: Use SSL/TLS
pt_br: Usar SSL/TLS

# groupBoxEmailSettings.Text
source: Email settings for sending patches
pt_br: Configuração de email para enviar patches

# groupBoxPerformance.Text
source: Performance
pt_br: Desempenho

# lblCommitsLimit.Text
source: Limit number of commits that will be loaded at startup
pt_br: Limitar o número de commits que serão carregados na inicialização

# lblDefaultCloneDestination.Text
source: Default clone destination
pt_br: Padrão de destino para clone

# lblSmtpServerName.Text
source: SMTP server name
pt_br: Nome do servidor SMTP

# lblSmtpServerPort.Text
source: Port
pt_br: Porta

# BrowseCommitTemplate.Text
source: Browse
pt_br: Navegar

# BrowseDiffTool.Text
source: Browse
pt_br: Navegar

# BrowseMergeTool.Text
source: Browse
pt_br: Navegar

# ConfigureEncoding.Text
source: Configure
pt_br: Configurar

# DiffToolCmdSuggest.Text
source: Suggest
pt_br: Sugerir

# MergeToolCmdSuggest.Text
source: Suggest
pt_br: Sugerir

# PathToKDiff3.Text
source: Path to mergetool
pt_br: Caminho para a ferramenta de merge

# _diffToolSuggestCaption.Text
source: Suggest difftool cmd
pt_br: Sugerir comando difftool

# _mergeToolSuggestCaption.Text
source: Suggest mergetool cmd
pt_br: Sugerir comando mergetool

# _toolSuggestPathText.Text
source: Please enter the path to {0} and press suggest.
pt_br: Informe o caminho para {0} e clique em sugerir.

# globalAutoCrlfNotSet.Text
source: Not set
pt_br: Não configurado

# groupBoxLineEndings.Text
source: Line endings
pt_br: Final de linha

# label19.Text
source: Mergetool command
pt_br: Comando da ferramenta de merge

# label28.Text
source: Keep backup (.orig) after merge
pt_br: Manter backup (.orig) após merge

# label3.Text
source: User name
pt_br: Nome do usuário

# label4.Text
source: User email
pt_br: Email do usuário

# label41.Text
source: Difftool
pt_br: Ferramenta de diff

# label42.Text
source: Path to difftool
pt_br: Caminho para difftool

# label48.Text
source: Difftool command
pt_br: Comando para difftool

# label57.Text
source: Path to commit template
pt_br: Caminho para modelo do commit

# label60.Text
source: Files content encoding
pt_br: Codificação do conteúdo dos arquivos

# label7.Text
source: Mergetool
pt_br: Ferramenta de merge

# label9.Text
source: You need to set the correct path to git before you can change global settings.
pt_br: Você precisa definir o caminho correto para git antes de poder alterar configurações globais.

# BrowseGitBinPath.Text
source: Browse
pt_br: Navegar

# BrowseGitPath.Text
source: Browse
pt_br: Navegar

# ChangeHomeButton.Text
source: Change HOME
pt_br: Alterar HOME

# _homeIsSetToString.Text
source: HOME is set to:
pt_br: HOME está definido como:

# gbEnvironment.Text
source: Environment
pt_br: Ambiente

# homeIsSetToLabel.Text
source: HOME is set to: {0}
pt_br: HOME está definido como: {0}

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
pt_br: Comando usado para executar o git (git.cmd ou git.exe)

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
pt_br: Caminho para ferramentas linux (sh). Deixe vazio se já estiver no path.

# CouldNotSave.Text
source: Could not save the modified settings and rules.
pt_br: Não consegui salvar as configurações e regras alteradas.

# DisableForThisRepository.Text
source: Disable for this repository
pt_br: Desabilitar para esse repositório

# DisableGitSparse.Text
source: Disable Git Sparse
pt_br: Desabilitar Git Sparse

# EditsTheContentsOfTheGitInfoSparseCheckoutFile.Text
source: Edits the contents of the “.git/info/sparse-checkout” file.
pt_br: Edita o conteúdo do arquivo “.git/info/sparse-checkout”.

# Enable.Text
source: &Enable
pt_br: &Habilitar

# HeaderDetailsText.Text
source: Need only a small part of a large repository? With sparse checkout, you can skip the rest from being extracted into your working copy.
pt_br: Precisa de apenas uma pequena parte de um grande repositório? Com checkout esparso, você pode evitar que o resto seja extraído para sua cópia de trabalho.

# LoadFile.Text
source: Load File
pt_br: Abrir arquivo

# Save.Text
source: &Save
pt_br: &Salvar

# SaveFile.Text
source: Save File
pt_br: Salvar arquivo

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
pt_br: Leia mais sobre esse recurso em {0}

# linkLabelHelp.Text
source: Help
pt_br: Ajuda

# linkLabelHide.Text
source: Hide help
pt_br: Ocultar ajuda

# linkLabelShowHelp.Text
source: Show help
pt_br: Exibir ajuda

# $this.Text
source: Hotkeys
pt_br: Atalhos de teclado

# _middleOfPatchApplyCaption.Text
source: Patch apply
pt_br: Aplicar patch

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
pt_br: Você está aplicando rebase, continuar com rebase?

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
pt_br: A pasta atual não é um repositório git válido.

# _pageantNotFound.Text
source: Cannot load SSH key. PuTTY is not configured properly.
pt_br: Não foi possível carregar a chave SSH. O PuTTY não está configurado corretamente.

# _rememberChoice.Text
source: Remember choice
pt_br: Lembrar escolha

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
pt_br: Atualizar submódulos ao fazer checkout?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
pt_br: Há conflitos de merge não solucionados. Solucionar conflitos agora?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
pt_br: Conflitos de merge

# _updateSubmodules.Text
source: Update submodules
pt_br: Atualizar submódulos

# FileName.HeaderText
source: Name
pt_br: Nome

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
pt_br: Não é possível mostrar detalhes do arquivo de patch.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
pt_br: Autor

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
pt_br: Data

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
pt_br: Assunto

# $this.Text
source: Plugins Settings
pt_br: Configurações de plugins

# labelNoSettings.Text
source: There are no settings available for this plugin.
pt_br: Não há configurações disponíveis para este plugin.

# clmhdrCategory.Text
source: Category
pt_br: Categoria

# clmhdrPath.Text
source: Path
pt_br: Caminho

# lblRecentRepositories.Text
source: Recent Repositories
pt_br: Repositórios recentes

# tsmiCategories.Text
source: Categories
pt_br: Categorias

# mnubtnBranchDelete.Text
source: Delete
pt_br: Excluir

# _firstRevision.Text
source: First
pt_br: Primeiro

# _saveFileFilterAllFiles.Text
source: All files
pt_br: Todos arquivos

# _saveFileFilterCurrentFormat.Text
source: Current format
pt_br: Formato atual

# _selectedRevision.Text
source: Selected
pt_br: Selecionado

# cherryPickSelectedDiffFileToolStripMenuItem.Text
source: Cherry pick file's changes
pt_br: Realizar cherry pick das alterações nos arquivos

# diffCommitSubmoduleChanges.Text
source: Commit submodule changes
pt_br: Alterações de submódulo de commit

# diffDeleteFileToolStripMenuItem.Text
source: Delete file
pt_br: Apagar arquivo

# diffEditFileToolStripMenuItem.Text
source: Edit file
pt_br: Editar arquivo

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
pt_br: Armazenar em stash alterações no submodule

# diffSubmoduleSummaryMenuItem.Text
source: View summary
pt_br: Ver resumo

# diffUpdateSubmoduleMenuItem.Text
source: Update submodule
pt_br: Atualizar submódulo

# resetFileToToolStripMenuItem.Text
source: Reset file(s) to
pt_br: Restaurar arquivo(s) para

# saveToolStripMenuItem.Text
source: Save
pt_br: Salvar

# _nodeNotFoundNextAvailableParentSelected.Text
source: Node not found. The next available parent node will be selected.
pt_br: Nó não encontrado. O próximo nó ancestral disponível será selecionado.

# _nodeNotFoundSelectionNotChanged.Text
source: Node not found. File tree selection was not changed.
pt_br: Nó não encontrado. A seleção do arquivo não foi alterada.

# _resetFileCaption.Text
source: Reset
pt_br: Restaurar

# _resetFileText.Text
source: Are you sure you want to reset this file or directory?
pt_br: Tem certeza que quer restaurar este arquivo ou diretório:

# _success.Text
source: Success
pt_br: Sucesso

# blameToolStripMenuItem1.Text
source: Blame
pt_br: Culpar

# collapseAllToolStripMenuItem.Text
source: Collapse all
pt_br: Recolher todos

# copyFilenameToClipboardToolStripMenuItem.Text
source: Copy full path
pt_br: Copiar caminho completo

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
pt_br: Editar arquivo da pasta em trabalho

# expandAllToolStripMenuItem.Text
source: Expand all (takes a while on large trees)
pt_br: Expandir tudo (demora um pouco em árvores grandes)

# fileHistoryToolStripMenuItem.Text
source: View history
pt_br: Ver histórico

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
pt_br: Pacote...

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
pt_br: Abrir esta revisão (arquivo temporário)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
pt_br: Abrir esta revisão com... (arquivo temporário)

# openWithToolStripMenuItem.Text
source: Open working directory file with...
pt_br: Abrir pasta de trabalho com...

# resetToThisRevisionToolStripMenuItem.Text
source: Reset to selected revision
pt_br: Restaurar para revisão selecionada

# GotoChildCommit.Text
source: Go to child commit
pt_br: Ir para commit filho

# GotoCommit.Text
source: Go to commit...
pt_br: Ir para commit...

# GotoCurrentRevision.Text
source: Go to current revision
pt_br: Ir para revisão atual

# GotoParentCommit.Text
source: Go to parent commit
pt_br: Ir para commit pai

# NavigateBackward.Text
source: Navigate backward
pt_br: Voltar

# NavigateForward.Text
source: Navigate forward
pt_br: Avançar

# NextQuickSearch.Text
source: Quick search next
pt_br: Busca rápida próxima

# PrevQuickSearch.Text
source: Quick search previous
pt_br: Busca rápida anterior

# QuickSearch.Text
source: Quick search
pt_br: Busca rápida

# ShowAllBranches.Text
source: Show all branches
pt_br: Mostrar todos os branches

# ShowCurrentBranchOnly.Text
source: Show current branch only
pt_br: Mostrar apenas o branch atual

# ShowFilteredBranches.Text
source: Show filtered branches
pt_br: Mostrar branches filtrados

# ShowRemoteBranches.Text
source: Show remote branches
pt_br: Mostrar branches remotos

# ShowSuperprojectBranches.Text
source: Show superproject branches
pt_br: Mostrar superproject branches

# ShowSuperprojectRemoteBranches.Text
source: Show superproject remote branches
pt_br: Mostrar branches remotos do superproject

# ShowSuperprojectTags.Text
source: Show superproject tags
pt_br: Mostrar tags superproject

# _noRevisionFoundError.Text
source: No revision found.
pt_br: Nenhuma revisão encontrada.

# filterToolStripMenuItem.Text
source: Set advanced filter
pt_br: Definir filtro avançado

# showAuthorDateToolStripMenuItem.Text
source: Show author date
pt_br: Mostrar data de autoria

# showFirstParent.Text
source: Show first parents
pt_br: Mostrar primeiros parentes

# showGitNotesToolStripMenuItem.Text
source: Show git notes
pt_br: Mostrar anotações do Git

# showMergeCommitsToolStripMenuItem.Text
source: Show merge commits
pt_br: Exibir commits de merge

# showRelativeDateToolStripMenuItem.Text
source: Show relative date
pt_br: Exibir data relativa

# showTagsToolStripMenuItem.Text
source: Show tags
pt_br: Mostrar tags

# _maximizedColumn.HeaderText
source: Message
pt_br: Mensagem

# _revisionFilter.Text
source: Filter
pt_br: Filtrar

# archiveRevisionToolStripMenuItem.Text
source: Archive revision
pt_br: Arquivar revisão

# bisectSkipRevisionToolStripMenuItem.Text
source: Skip revision
pt_br: Pular revisão

# checkoutRevisionToolStripMenuItem.Text
source: Checkout revision
pt_br: Checkout revisão

# cherryPickCommitToolStripMenuItem.Text
source: Cherry pick commit
pt_br: Cherry pick o commit

# compareToBaseToolStripMenuItem.Text
source: Compare to BASE
pt_br: Comparar com BASE

# compareToolStripMenuItem.Text
source: Compare
pt_br: Comparar

# createNewBranchToolStripMenuItem.Text
source: Create new branch
pt_br: Criar novo branch

# createTagToolStripMenuItem.Text
source: Create new tag
pt_br: Criar novo tag

# deleteBranchToolStripMenuItem.Text
source: Delete branch
pt_br: Apagar branch

# deleteTagToolStripMenuItem.Text
source: Delete tag
pt_br: Apagar tag

# manipulateCommitToolStripMenuItem.Text
source: Advanced
pt_br: Avançado

# markRevisionAsBadToolStripMenuItem.Text
source: Mark revision as bad
pt_br: Marcar que revisão é ruim

# markRevisionAsGoodToolStripMenuItem.Text
source: Mark revision as good
pt_br: Marcar que revisão é boa

# mergeBranchToolStripMenuItem.Text
source: Merge into current branch
pt_br: Merge para branch atual

# rebaseOnToolStripMenuItem.Text
source: Rebase current branch on
pt_br: Rebase o branch atual em

# renameBranchToolStripMenuItem.Text
source: Rename branch
pt_br: Renomear branch

# resetCurrentBranchToHereToolStripMenuItem.Text
source: Reset current branch to here
pt_br: Resetar o branch atual para

# runScriptToolStripMenuItem.Text
source: Run script
pt_br: Executar script

# selectAsBaseToolStripMenuItem.Text
source: Select as BASE to compare
pt_br: Selecionar como BASE para comparação

# stopBisectToolStripMenuItem.Text
source: Stop bisect
pt_br: Parar bifurcação

# $this.Text
source: Revision links
pt_br: Links de revision

# CaptionCol.HeaderText
source: Caption
pt_br: Legenda

# CategoriesLabel.Text
source: Categories
pt_br: Categorias

# EnabledChx.Text
source: Enabled
pt_br: Habilitado

# LocalBranchChx.Text
source: Local branch name
pt_br: Nome do branch local

# MessageChx.Text
source: Message
pt_br: Mensagem

# RemoteBranchChx.Text
source: Remote branch name
pt_br: Nome do branch remoto

# Remove.Text
source: Remove
pt_br: Remover

# label2.Text
source: Search pattern
pt_br: Procurar modelo

# label5.Text
source: Search in
pt_br: Procurar em

# lblRemoteSearchIn.Text
source: Search in
pt_br: Procurar em

# lblSearchRemotePattern.Text
source: Search pattern
pt_br: Procurar modelo

# AskConfirmation.HeaderText
source: Confirmation
pt_br: Confirmação

# EnabledColumn.HeaderText
source: Enabled
pt_br: Habilitado

# _scriptSettingsPageHelpDisplayArgumentsHelp.Text
source: Arguments help
pt_br: Ajuda com argumentos

# addScriptButton.Text
source: Add
pt_br: Adicionar

# argumentsLabel.Text
source: Arguments:
pt_br: Parâmetros:

# browseScriptButton.Text
source: Browse
pt_br: Navegar

# buttonShowArgumentsHelp.Text
source: Help
pt_br: Ajuda

# commandLabel.Text
source: Command:
pt_br: Comando:

# inMenuCheckBox.Text
source: Add to revision grid context menu
pt_br: Adicionar contexto do menu para grid de revisões

# labelOnEvent.Text
source: On event:
pt_br: Para evento:

# lbl_icon.Text
source: Icon:
pt_br: Ícone:

# nameLabel.Text
source: Name:
pt_br: Nome:

# removeScriptButton.Text
source: Remove
pt_br: Remover

# sbtn_icon.Text
source: Select icon
pt_br: Selecionar ícone

# scriptEnabled.Text
source: Enabled
pt_br: Habilitado

# scriptIsPowerShell.Text
source: Is PowerShell
pt_br: É PowerShell

# scriptNeedsConfirmation.Text
source: Ask for confirmation
pt_br: Pedir confirmação

# scriptRunInBackground.Text
source: Run in background
pt_br: Executar em segundo plano

# DistributedRB.Text
source: Distributed with current repository
pt_br: Distribuído com repositório atual

# EffectiveRB.Text
source: Effective
pt_br: Efetivo

# GlobalRB.Text
source: Global for all repositories
pt_br: Global para os repositórios

# LocalRB.Text
source: Local for current repository
pt_br: Local para o repositório atual

# $this.Text
source: Shell extension
pt_br: Extensão Shell

# cbAlwaysShowAllCommands.Text
source: Always show all commands
pt_br: Sempre mostrar todos os comandos

# chlMenuEntries.Item0
source: Add files...
pt_br: Adicionar arquivos...

# chlMenuEntries.Item1
source: Apply patch...
pt_br: Aplicar patch...
