Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Portuguese (Brazil).xlf
Languages: pt_br

# label2.Text
source: Commit expression examples: - complete commit hash: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - partial commit hash (if unique): e. g.: 8eab51fcb9c453 - tag name - branch name
pt_br: Exemplos de expressões de commit: - hash completo de commit: exemplo: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - hash parcial de commit (se for único): exemplo: 8eab51fcb9c453 - nome do tag - nome do branch

# label3.Text
source: Go to tag:
pt_br: Ir para tag:

# label4.Text
source: Go to branch:
pt_br: Ir para branch:

# linkGitRevParse.Text
source: More see git-rev-parse
pt_br: Veja git-rev-parse para mais informação

# $this.Text
source: Go to line
pt_br: Ir para linha

# cancelBtn.Text
source: Cancel
pt_br: Cancelar

# lineLabel.Text
source: Line number
pt_br: Número de linha

# $this.Text
source: Create new repository
pt_br: Criar novo repositório

# Init.Text
source: Create
pt_br: Criar

# _chooseDirectory.Text
source: Please choose a directory.
pt_br: Escolha uma pasta.

# _chooseDirectoryCaption.Text
source: Choose directory
pt_br: Escolher pasta

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
pt_br: Não é possível iniciar um novo repositório em um arquivo. Escolha uma pasta.

# _chooseDirectoryNotFileCaption.Text
source: Error
pt_br: Erro

# _initMsgBoxCaption.Text
source: Create new repository
pt_br: Criar novo repositório

# label1.Text
source: Directory
pt_br: Pasta

# $this.Text
source: Edit .mailmap
pt_br: Editar .mailmap

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
pt_br: Falha ao salvar .mailmap. Verifique se este arquivo está acessível.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
pt_br: Falha ao salvar .mailmap

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
pt_br: .mailmap só é suportado quando há uma pasta de trabalho.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
pt_br: Nenhuma pasta de trabalho

# _saveFileQuestion.Text
source: Save changes to .mailmap?
pt_br: Salvar alterações para .mailmap?

# Delete.HeaderText
source: Delete
pt_br: Apagar

# IsDeleted.HeaderText
source: Deleted
pt_br: Excluído

# Open.HeaderText
source: Open
pt_br: Abrir

# Path.HeaderText
source: Path
pt_br: Caminho

# Type.HeaderText
source: Type
pt_br: Tipo

# buttonClose.Text
source: Close
pt_br: Fechar

# $this.Text
source: Merge branches
pt_br: Fazer merge em branches

# NonDefaultMergeStrategy.Text
source: Use non-default merge strategy
pt_br: Usar estratégia de merge não padrão

# advanced.Text
source: Show advanced options
pt_br: Mostrar opções avançadas

# allowUnrelatedHistories.Text
source: Allow unrelated histories
pt_br: Permitir históricos não relacionados

# noCommit.Text
source: Do not commit
pt_br: Não commitar

# noFastForward.Text
source: Always create a new merge commit
pt_br: Sempre criar um novo commit de merge

# squash.Text
source: Squash commits
pt_br: Squash os commits

# strategyHelp.Text
source: Help
pt_br: Ajuda

# $this.Text
source: Submodule conflict
pt_br: Conflito de submódulo

# _deleted.Text
source: deleted
pt_br: apagado

# btOpenSubmodule.Text
source: Open submodule
pt_br: Abrir submódulo

# btStageCurrent.Text
source: Stage Current
pt_br: Stage atual

# label2.Text
source: There is a conflict on the submodule:
pt_br: Há um conflito no submódulo:

# label4.Text
source: Remote:
pt_br: Remoto:

# label5.Text
source: Current:
pt_br: Atual:

# Abort.Text
source: Abort
pt_br: Abortar

# $this.Text
source: Open local repository
pt_br: Abrir repositório local

# Load.Text
source: Open
pt_br: Abrir

# _warningOpenFailed.Text
source: Directory does not exist.
pt_br: Pasta não existe.

# _warningOpenFailedCaption.Text
source: Error
pt_br: Erro

# AddRemote.Text
source: Manage remotes
pt_br: Gerenciar remotos

# AllTags.Text
source: Fetch all tags
pt_br: Fetch todos os tags

# Fetch.Text
source: Do not merge, only &fetch remote changes
pt_br: Não realize merge, apenas fetch mudanças remotas

# Merge.Text
source: &Merge remote branch into current branch
pt_br: Fazer &merge de branch remoto no branch atual

# NoTags.Text
source: Fetch no tag
pt_br: Fetch nenhum tag

# Prune.Text
source: Prune remote branches
pt_br: Podar branches remotos

# PullFromRemote.Text
source: Remote
pt_br: Remoto

# ReachableTags.Text
source: Follow tagopt, if not specified, fetch tags reachable from remote HEAD
pt_br: Siga tagopt, se não especificado, fetch as tags disponíveis do HEAD remoto

# Unshallow.Text
source: Download full history
pt_br: Download do histórico completo

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
pt_br: Todos os conflitos de merge estão resolvidos? Quer commitar?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
pt_br: Conflitos resolvidos

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
pt_br: Realizar o rebase do commit de merge?

# _noRemoteBranch.Text
source: You didn't specify a remote branch
pt_br: Você não especificou um branch remoto

# _noRemoteBranchButtons.Text
source: Pull from {0}|Cancel
pt_br: Pull de {0}|Cancel

# _noRemoteBranchCaption.Text
source: Remote branch not specified
pt_br: Branch remoto não especificado

# _noRemoteBranchForFetchButtons.Text
source: Fetch from {0}|Cancel
pt_br: Fetch de {0}|Cancelar

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
pt_br: Você pediu para fetch do repo remoto '{0}', mas não especificou o branch remoto Porque não está na branch corrente, você precisa especificar um branch remoto.

# _notOnBranchButtons.Text
source: Checkout branch|Continue
pt_br: Checkout branch/Continuar

# _pruneBranchesCaption.Text
source: Pull was rejected
pt_br: Pull foi rejeitado

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
pt_br: Branch remoto não existe mais

# _questionInitSubmodulesCaption.Text
source: Submodules
pt_br: Submódulos

# _selectRemoteRepository.Text
source: Please select a remote repository
pt_br: Selecione um repositório remoto

# _selectSourceDirectory.Text
source: Please select a source directory
pt_br: Selecionar um diretório

# groupBox1.Text
source: Merge options
pt_br: Opções de merge

# groupBox2.Text
source: Pull from
pt_br: Pull de

# groupBox4.Text
source: Tag options
pt_br: Opções do tag

# label1.Text
source: Local branch
pt_br: Branch local

# label2.Text
source: Remote branch
pt_br: Branch remoto

# BranchTab.Text
source: Push branches
pt_br: Push os branches

# DeleteColumn.HeaderText
source: Delete Remote Branch
pt_br: Apagar branch remoto

# ForceColumn.HeaderText
source: Push (Force Rewind)
pt_br: Push (Forçar Rewind)

# ForcePushBranches.Text
source: &Force Push
pt_br: &Forçar Push

# ForcePushTags.Text
source: &Force Push
pt_br: &Forçar Push

# LoadSSHKey.Text
source: Load SSH key
pt_br: Carregar chave SSH

# LocalColumn.HeaderText
source: Local Branch
pt_br: Branch local

# MultipleBranchTab.Text
source: Push multiple branches
pt_br: Push branches múltiplos

# NewColumn.HeaderText
source: New at Remote
pt_br: Novo no remoto

# PushToRemote.Text
source: Remote
pt_br: Remoto

# RecursiveSubmodules.Item0
source: None
pt_br: Nenhum

# RecursiveSubmodules.Item1
source: Check
pt_br: Checar

# RecursiveSubmodules.Item2
source: On-demand
pt_br: Sob-demanda

# RemoteColumn.HeaderText
source: Remote Branch
pt_br: Branch remoto

# ShowOptions.Text
source: Show options
pt_br: Exibir opções

# TagTab.Text
source: Push tags
pt_br: Push as tags

# _dontShowAgain.Text
source: Remember my decision.
pt_br: Lembrar minha decisão.

# _no.Text
source: No
pt_br: Não

# _pullActionNone.Text
source: none
pt_br: nenhum

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
pt_br: Push rejeitado de "{0}"

# _pullRepositoryMainInstruction.Text
source: Pull latest changes from remote repository
pt_br: Pull últimas atualizações do repositório remoto

# _pushToCaption.Text
source: Push to {0}
pt_br: Push para {0}

# _selectDestinationDirectory.Text
source: Please select a destination directory
pt_br: Selecione uma pasta de destino

# _yes.Text
source: Yes
pt_br: Sim

# label1.Text
source: Tag to push
pt_br: Tag

# label2.Text
source: Recursive submodules
pt_br: Submódulos recursivos

# labelTo.Text
source: to
pt_br: para

# $this.Text
source: Authentication error
pt_br: Erro de autenticação

# Retry.Text
source: Retry
pt_br: Tentar novamente

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
pt_br: Você deve se autenticar para executar este comando.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
pt_br: Carregue sua chave SSH privada

# _actionDelete.Text
source: Delete
pt_br: Excluir

# _actionRename.Text
source: Rename
pt_br: Renomear

# btnAction.Text
source: Action
pt_br: Ação

# Commit.Text
source: Commit...
pt_br: Commitar...

# Resolved.Text
source: Continue rebase
pt_br: Continuar rebase

# Skip.Text
source: Skip this commit
pt_br: Pular este commit

# _continueRebaseText.Text
source: Continue rebase
pt_br: Continuar rebase

# _continueRebaseText2.Text
source: >Continue rebase<
pt_br: >Continuar rebase<

# _noBranchSelectedText.Text
source: Please select a branch
pt_br: Selecione um branch

# _solveConflictsText.Text
source: Solve conflicts
pt_br: Resolver conflitos

# _solveConflictsText2.Text
source: >Solve conflicts<
pt_br: >Solucionar conflitos<

# chkInteractive.Text
source: Interactive Rebase
pt_br: Rebase interativo

# chkPreserveMerges.Text
source: Preserve Merges
pt_br: Preservar merges

# chkSpecificRange.Text
source: Specific range
pt_br: Range específico

# label2.Text
source: Rebase on
pt_br: Rebase a

# lblCurrent.Text
source: Current branch:
pt_br: Branch atual:

# lblRangeFrom.Text
source: From (exc.)
pt_br: De (exc.)

# lblRangeTo.Text
source: To
pt_br: Para

# $this.Text
source: Recent repositories settings
pt_br: Configurações de repositórios recentes

# Abort.Text
source: Cancel
pt_br: Cancelar

# MostRecentLabel.Text
source: Most recent repositories
pt_br: Repositórios mais recentes

# anchorToLessToolStripMenuItem.Text
source: Anchor to less recent repositories
pt_br: Ancorar nos repositórios menos recentes

# anchorToMostToolStripMenuItem.Text
source: Anchor to most recent repositories
pt_br: Ancorar nos repositórios mais recentes

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
pt_br: Largura mínima do combobox (0 = tamanho automático)

# dontShortenRB.Text
source: Do not shorten
pt_br: Não encurtar

# label1.Text
source: Less recent repositories
pt_br: Repositórios menos recentes

# maxRecentRepositories.Text
source: Maximum number of most recent repositories
pt_br: Número máximo de repositórios mais recentes

# middleDotRB.Text
source: Replace middle part with dots
pt_br: Substituir parte do meio por pontos

# mostSigDirRB.Text
source: The most significant directory
pt_br: A pasta mais significativa

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
pt_br: Remover âncora

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
pt_br: Remover dos repositórios recentes

# shorteningGB.Text
source: Shortening strategy
pt_br: Estratégia de encurtamento

# sortLessRecentRepos.Text
source: Sort less recent repositories alphabetically
pt_br: Ordenar repositórios menos recentes alfabeticamente

# sortMostRecentRepos.Text
source: Sort most recent repositories alphabetically
pt_br: Ordenar repositórios mais recentes alfabeticamente

# Action.HeaderText
source: Action
pt_br: Ação

# label2.Text
source: Reference:
pt_br: Referência:

# $this.Text
source: Remote repositories
pt_br: Repositórios remotos

# BranchName.HeaderText
source: Local branch name
pt_br: Nome do branch local

# MergeWith.HeaderText
source: Default merge with
pt_br: Merge padrão com

# RemoteCombo.HeaderText
source: Remote repository
pt_br: Repositório remoto

# Save.Text
source: Save changes
pt_br: Salvar alterações

# SaveDefaultPushPull.Text
source: Save changes
pt_br: Salvar alterações

# SshBrowse.Text
source: Browse...
pt_br: Navegar...

# TestConnection.Text
source: Test connection
pt_br: Testar conexão

# UpdateBranch.Text
source: Update all remote branch info
pt_br: Atualizar todas as informações do branch remoto

# _gitMessage.Text
source: Message
pt_br: Mensagem

# _labelUrlAsFetch.Text
source: Fetch Url
pt_br: Fetch a Url

# _lvgDisabledHeader.Text
source: Inactive
pt_br: Inativo

# _lvgEnabledHeader.Text
source: Active
pt_br: Ativo

# _questionAutoPullBehaviourCaption.Text
source: New remote
pt_br: Novo remoto

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
pt_br: Tem certeza que quer apagar este remoto?

# _questionDeleteRemoteCaption.Text
source: Delete
pt_br: Apagar

# _remoteBranchDataError.Text
source: Invalid ´{1}´ found for branch ´{0}´. Value has been reset to empty value.
pt_br: ´{1}´ inválido encontrado no branch ´{0}´. Valor foi restaurado para vazio.

# _sshKeyOpenCaption.Text
source: Select ssh key file
pt_br: Selecionar arquivo com chave ssh

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
pt_br: Chave privada (*.ppk)

# _warningNoKeyEntered.Text
source: No SSH key file entered
pt_br: Nenhum arquivo de chave SSH foi informado

# checkBoxSepPushUrl.Text
source: Separate Push Url
pt_br: Separar Url de push

# label1.Text
source: Name
pt_br: Nome

# label3.Text
source: Private key file
pt_br: Arquivo com chave privada

# label4.Text
source: Local branch name
pt_br: Nome do branch local

# label5.Text
source: Remote repository
pt_br: Repositório remoto

# label6.Text
source: Default merge with
pt_br: Merge padrão com

# pnlMgtDetails.Text
source: Details
pt_br: Detalhes

# tabPage1.Text
source: Remote repositories
pt_br: Repositórios remotos

# tabPage2.Text
source: Default pull behavior (fetch & merge)
pt_br: Perfil de pull padrão (fetch & merge)

# $this.Text
source: Rename branch
pt_br: Renomear branch

# Ok.Text
source: Rename
pt_br: Renomear

# _branchRenameFailed.Text
source: Rename failed.
pt_br: Falha ao renomear.

# label1.Text
source: New name
pt_br: Novo nome

# $this.Text
source: Reset changes
pt_br: Restaurar alterações

# btnReset.Text
source: Reset
pt_br: Restaurar

# label1.Text
source: Are you sure you want to reset your changes?
pt_br: Tem certeza que quer restaurar suas alterações?

# label2.Text
source: This will delete any uncommitted work.
pt_br: Isto apagará qualquer trabalho não commitado.

# $this.Text
source: Reset current branch
pt_br: Restaurar branch atual

# Hard.Text
source: Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
pt_br: Severo: restaura índice e pasta de trabalho (descarta TODAS as alterações locais, até mesmo alterações não commitadas)

# Mixed.Text
source: Mixed: leave working directory untouched, reset index
pt_br: Misto: deixa a pasta de trabalho intacta, restaura o índice

# Soft.Text
source: Soft: leave working directory and index untouched
pt_br: Suave: deixa índice e pasta de trabalho intactos

# _branchInfo.Text
source: Reset branch '{0}' to revision:
pt_br: Restaurar branch '{0}' para revisão:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
pt_br: Você está prestes a descartar TODAS as alterações locais. Tem certeza?

# groupBox1.Text
source: Reset type
pt_br: Restaurar tipo

# $this.Text
source: Resolve merge conflicts
pt_br: Resolver conflitos de merge

# ContextChooseBase.Text
source: Choose base
pt_br: Escolher base

# ContextChooseLocal.Text
source: Choose local
pt_br: Escolher local

# ContextChooseRemote.Text
source: Choose remote
pt_br: Escolher remoto

# ContextMarkAsSolved.Text
source: Mark conflict as solved
pt_br: Marcar conflito como solucionado

# ContextOpenBaseWith.Text
source: Open base with
pt_br: Abrir base com

# ContextOpenLocalWith.Text
source: Open local with
pt_br: Abrir local com

# ContextOpenRemoteWith.Text
source: Open remote with
pt_br: Abrir remoto com

# ContextSaveBaseAs.Text
source: Save base as
pt_br: Salvar base como

# ContextSaveLocalAs.Text
source: Save local as
pt_br: Salvar local como

# ContextSaveRemoteAs.Text
source: Save remote as
pt_br: Salvar remoto como

# FileName.HeaderText
source: Filename
pt_br: Nome do arquivo

# OpenMergetool.Text
source: Open in mergetool
pt_br: Abrir na ferramenta de merge

# Reset.Text
source: Abort
pt_br: Abortar

# _abortCurrentOperationCaption.Text
source: Abort
pt_br: Abortar

# _allFilesFilter.Text
source: All files (*.*)
pt_br: Todos os arquivos (*.*)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
pt_br: Tem certeza que quer APAGAR todas as alterações? Esta ação não poderá ser desfeita.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
pt_br: ATENÇÃO!

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
pt_br: Conflito solucionado?

# _binaryFileWarningCaption.Text
source: Warning
pt_br: Atenção

# _button1Text.Text
source: Open in
pt_br: Abrir em

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
pt_br: Falha ao escolher arquivo base.

# _chooseLocalButtonText.Text
source: Choose local
pt_br: Escolher local

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
pt_br: Falha ao escolher arquivo local.

# _chooseRemoteButtonText.Text
source: Choose remote
pt_br: Escolher remoto

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
pt_br: Falha ao escolher arquivo remoto.

# _conflictedFilesContextMenuText.Text
source: Solve
pt_br: Solucionar

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
pt_br: Escolher local (nossos)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
pt_br: Escolher local (deles)

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
pt_br: Escolher remoto (deles)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
pt_br: Escolher remoto (nossos)

# _currentFormatFilter.Text
source: Current format (*.{0})
pt_br: Formato atual (*.{0})

# _deleteFileButtonText.Text
source: Delete file
pt_br: Apagar arquivo

# _failureWhileOpenFile.Text
source: Open temporary file failed.
pt_br: Falha ao abrir arquivo temporário.

# _failureWhileSaveFile.Text
source: Save file failed.
pt_br: Falha ao salvar arquivo.

# _fileChangeLocallyAndRemotely.Text
source: The file has been changed both locally({0}) and remotely({1}). Merge the changes.
pt_br: O arquivo foi alterado tanto localmente({0}) como remotamente({1}). Faça merge das alterações.

# _fileCreatedLocallyAndRemotely.Text
source: A file with the same name has been created locally({0}) and remotely({1}). Choose the file you want to keep or merge the files.
pt_br: Um arquivo com o mesmo nome foi criado localmente({0}) e remotamente({1}). Escolha o arquivo que você quer manter ou faça merge dos arquivos.

# _fileCreatedLocallyAndRemotelyLong.Text
source: File {0} does not have a base revision. A file with the same name has been created locally({1}) and remotely({2}) causing this conflict. Choose the file you want to keep, merge the files or delete the file?
pt_br: O arquivo {0} não tem uma revisão base. Arquivos com o mesmo nome foram criados localmente({1}) e remotamente({2}) causando o conflito. Escolha o arquivo que você quer manter ou faça merge dos arquivos ou apague o arquivo.

# _fileDeletedLocallyAndModifiedRemotely.Text
source: The file has been deleted locally({0}) and modified remotely({1}). Choose to delete the file or keep the modified version.
pt_br: O arquivo foi apagado localmente({0}) e modificado remotamente({1}). Escolha apagar o arquivo ou manter a versão modificada.

# _fileDeletedLocallyAndModifiedRemotelyLong.Text
source: File {0} does not have a local revision. The file has been deleted locally({1}) but modified remotely({2}). Choose to delete the file or keep the modified version.
pt_br: O arquivo {0} não tem uma revisão local. O arquivo foi apagado localmente({1}) mas foi modificado remotamente({2}). Escolha apagar o arquivo ou manter a versão modificada.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
pt_br: O arquivo selecionado parece ser um arquivo binário. Tem certeza que quer abrir este arquivo no {0}?

# _fileModifiedLocallyAndDeletedRemotely.Text
source: The file has been modified locally({0}) and deleted remotely({1}). Choose to delete the file or keep the modified version.
pt_br: O arquivo foi modificado localmente({0}) e apagado remotamente({1}). Escolha apagar o arquivo ou manter a versão modificada.

# _fileModifiedLocallyAndDeletedRemotelyLong.Text
source: File {0} does not have a remote revision. The file has been modified locally({1}) but deleted remotely({2}). Choose to delete the file or keep the modified version.
pt_br: O arquivo {0} não tem uma revisão remota. O arquivo foi modificado localmente({1}) mas apagado remotamente({2}). Escolha apagar o arquivo ou manter a versão modificada.

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
pt_br: O arquivo não foi modificado pelo merge. Normalmente isso significa que o arquivo foi salvo no local errado. O conflito de merge não será marcado como resolvido. Tente novamente.

# _keepBaseButtonText.Text
source: Keep base file
pt_br: Manter arquivo base

# _keepModifiedButtonText.Text
source: Keep modified
pt_br: Manter modificado

# _noMergeTool.Text
source: There is no mergetool configured. Please go to settings and set a mergetool!
pt_br: Não há nenhuma ferramenta de merge configurada. Vá para as configurações e defina uma ferramenta de merge!

# _openMergeToolItemText.Text
source: Open in
pt_br: Abrir em

# _ours.Text
source: ours
pt_br: nossos

# _resetItemMergeText.Text
source: Abort merge
pt_br: Abortar o merge

# _resetItemRebaseText.Text
source: Abort rebase
pt_br: Abortar o rebase

# _theirs.Text
source: theirs
pt_br: deles

# _uskUseCustomMergeScript.Text
source: There is a custom merge script ({0}) for this file type. Do you want to use this custom merge script?
pt_br: Existe um script de merge personalizado ({0}) para este tipo de arquivo. Quer usar este script de merge personalizado?

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
pt_br: Script de merge personalizado

# conflictDescription.Text
source: Select file
pt_br: Selecionar arquivo

# fileHistoryToolStripMenuItem.Text
source: File history
pt_br: Histórico do arquivo

# label1.Text
source: Unresolved merge conflicts
pt_br: Conflitos de merge não resolvidos

# label5.Text
source: Remote
pt_br: Remoto

# openMergeToolBtn.Text
source: Open in mergetool
pt_br: Abrir na ferramenta de merge

# openWithToolStripMenuItem.Text
source: Open With
pt_br: Abrir com

# startMergetool.Text
source: Start mergetool
pt_br: Iniciar ferramenta de merge

# $this.Text
source: Revert commit
pt_br: Reverter commit

# BranchInfo.Text
source: Revert this commit:
pt_br: Reverter este commit:

# Revert.Text
source: Revert this commit
pt_br: Reverter este commit

# $this.Text
source: Filter
pt_br: Filtrar

# CurrentBranchOnlyCheck.Text
source: Show current branch only
pt_br: Mostrar apenas o branch atual

# label1.Text
source: Since
pt_br: Desde

# label2.Text
source: Until
pt_br: Até

# label3.Text
source: Author
pt_br: Autor

# label4.Text
source: Committer
pt_br: Quem commitou
