Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Portuguese (Brazil).xlf
Languages: pt_br

# labelPathHint.Text
source: (one path per line)
pt_br: (um caminho por linha)

# $this.Text
source: Clone
pt_br: Clonar

# Central.Text
source: Central repository, no working directory (--bare --shared=all)
pt_br: Repositório central, nenhuma pasta de trabalho (--bare --shared=all)

# CentralRepository.Text
source: P&ublic repository, no working directory (--bare)
pt_br: Repositório pú&blico, nenhuma pasta de trabalho (--bare)

# FromBrowse.Text
source: &Browse
pt_br: &Navegar

# LoadSSHKey.Text
source: &Load SSH key
pt_br: &Carregar chave SSH

# Ok.Text
source: Clone
pt_br: Clonar

# Personal.Text
source: Personal repository
pt_br: Repositório pessoal

# PersonalRepository.Text
source: &Personal repository
pt_br: Repositório &pessoal

# ToBrowse.Text
source: B&rowse
pt_br: Na&vegar

# _branchNone.Text
source: (none: don't checkout after clone)
pt_br: (nenhum: não fazer checkout após clonar)

# _infoDirectoryExists.Text
source: (Directory already exists)
pt_br: (Pasta já existe)

# _infoDirectoryNew.Text
source: (New directory)
pt_br: (Nova pasta)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
pt_br: O repositório será clonado para uma nova pasta localizada aqui: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
pt_br: O repositório foi clonado com sucesso. Quer abrir o novo repositório "{0}" agora?

# _questionOpenRepoCaption.Text
source: Open
pt_br: Abrir

# cbDownloadFullHistory.Text
source: Download full &history
pt_br: Baixar &histórico completo

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
pt_br: Inicializar todos os submódulos

# groupBox1.Text
source: Repository type
pt_br: Tipo de repositório

# label1.Text
source: Repository to &clone:
pt_br: Repositório para &clonar:

# label2.Text
source: &Destination:
pt_br: &Destino:

# label3.Text
source: &Subdirectory to create:
pt_br: &Subpasta a criar:

# $this.Text
source: Commandline usage
pt_br: Uso da linha de comando

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
pt_br: Parâmetros da linha de comando suportados para gitex.cmd / gitex (localizado na mesma pasta do GitExtensions.exe):

# Amend.Text
source: &Amend Commit
pt_br: &Emendar Commit

# Reset.Text
source: Reset all changes
pt_br: Restaurar todas alterações

# ResetUnStaged.Text
source: Reset unstaged changes
pt_br: Resetar mudanças unstaged

# StageInSuperproject.Text
source: Stage in Superproject
pt_br: Stage no Superproject

# _amendCommit.Text
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
pt_br: Você está prestes a reescrever a história. Use amend apenas se o commit ainda não estiver publicado! Deseja continuar?

# _amendCommitCaption.Text
source: Amend commit
pt_br: Emendar commit

# _commitAuthorInfo.Text
source: Author
pt_br: Autor

# _commitCommitterInfo.Text
source: Committer
pt_br: Quem commitou

# _commitCommitterToolTip.Text
source: Click to change committer information.
pt_br: Clique para mudar informações de quem commitou.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
pt_br: Uma mensagem de commit é obrigatória durante o commit

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
pt_br: A primeira linha da mensagem do commit tem caracteres demais. Quer continuar?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
pt_br: A seguinte linha da mensagem do commit tem caracteres demais: {0} Quer continuar?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
pt_br: A mensagem do commit não combina com a expressão regular. Quer continuar?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
pt_br: A segunda linha da mensagem do commit não está vazia. Quer continuar?

# _commitTemplateSettings.Text
source: Settings
pt_br: Configurações

# _commitValidationCaption.Text
source: Commit validation
pt_br: Validação do commit

# _deleteFailed.Text
source: Delete file failed
pt_br: Remoção de arquivo falhou

# _deleteSelectedFilesCaption.Text
source: Delete
pt_br: Apagar

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
pt_br: Tem certeza que deseja deletar todos os arquivos incontrolados?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
pt_br: Deletar arquivos incontrolados.

# _enterCommitMessage.Text
source: Please enter commit message
pt_br: Digite a mensagem do commit

# _enterCommitMessageCaption.Text
source: Commit message
pt_br: Mensagem do commit

# _enterCommitMessageHint.Text
source: Enter commit message
pt_br: Digite a mensagem do commit

# _error.Text
source: Error
pt_br: Erro

# _formTitle.Text
source: Commit to {0} ({1})
pt_br: Commitar para {0} ({1})

# _mergeConflictsCaption.Text
source: Merge conflicts
pt_br: Conflitos de merge

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
pt_br: Este commit ficará não referenciado quando trocar para outro branch e poderá ser perdido. Quer continuar?

# _notOnBranchButtons.Text
source: Checkout branch|Create branch|Continue
pt_br: Checkout branch|Criar branch|Continuar

# _notOnBranchCaption.Text
source: Not on a branch
pt_br: Não está em um branch

# _notOnBranchMainInstruction.Text
source: You are not working on a branch
pt_br: Você não está trabalhando em um branch

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
pt_br: Você só pode usar esta opção quando selecionar um único arquivo

# _resetChangesCaption.Text
source: Reset changes
pt_br: Restaurar alterações

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
pt_br: Tem certeza que quer restaurar todos os arquivos selecionados?

# _resetSelectedLines.Text
source: Reset selected line(s)
pt_br: Restaurar linhas selecionadas

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
pt_br: Tem certeza que quer restaurar as alterações das linhas selecionadas?

# _selectOnlyOneFile.Text
source: You must have only one file selected.
pt_br: Você deve ter apenas um arquivo selecionado.

# _selectionFilterErrorToolTip.Text
source: Error {0}
pt_br: Erro {0}

# _stageDetails.Text
source: Stage Details
pt_br: Detalhes do stage

# _stageFiles.Text
source: Stage {0} files
pt_br: Stage {0} arquivos

# _stageSelectedLines.Text
source: Stage selected line(s)
pt_br: Stage linhas selecionadas(s)

# _unstageSelectedLines.Text
source: Unstage selected line(s)
pt_br: Unstage linhas selecionadas(s)

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
pt_br: Adicionar arquivo no .gitignore

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
pt_br: Adicionar arquivo a .git/info/exclude

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
pt_br: Assume inalterado

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
pt_br: Fechar diálogo quando todas as alterações tiverem sido commitadas

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
pt_br: Fechar diálogo após cada commit

# commitCursorLineLabel.Text
source: Ln
pt_br: Lin

# commitMessageToolStripMenuItem.Text
source: Commit &message
pt_br: &Mensagem do commit

# commitSubmoduleChanges.Text
source: Commit submodule changes
pt_br: Alterações de submódulo de commit

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
pt_br: &Modelos de commit

# copyFolderNameMenuItem.Text
source: Copy folder name
pt_br: Copiar nome de pasta

# createBranchToolStripButton.Text
source: Create branch
pt_br: Criar branch

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
pt_br: Deletar arquivos incontrolados.

# deleteFileToolStripMenuItem.Text
source: Delete file
pt_br: Apagar arquivo

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
pt_br: Apagar arquivos selecionados

# editFileToolStripMenuItem.Text
source: Edit file
pt_br: Editar arquivo

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
pt_br: Editar arquivos ignorados

# editLocallyIgnoredFilesToolStripMenuItem.Text
source: Edit locally ignored files
pt_br: Editar arquivos ignorados localmente

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
pt_br: Copiar caminho completo

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
pt_br: Gerar uma lista de alterações em submódulos

# openSubmoduleMenuItem.Text
source: Open with Git Extensions
pt_br: Abrir com Git Extensions

# openToolStripMenuItem.Text
source: Open
pt_br: Abrir

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
pt_br: Abrir com difftool

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
pt_br: Atualizar dialog em foco

# resetAllTrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
pt_br: Resetar todas (controlados) alterações

# resetChanges.Text
source: Reset file or directory changes
pt_br: Restaurar alterações do arquivo ou pasta

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
pt_br: Resetar partes do arquivo

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
pt_br: Restaurar arquivos selecionados

# resetUnstagedChangesToolStripMenuItem.Text
source: Reset unstaged changes
pt_br: Resetar mudanças unstaged

# selectionFilterToolStripMenuItem.Text
source: Selection filter
pt_br: Filtro de seleção

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
pt_br: Mostrar arquivos ignorados

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
pt_br: Mostrar arquivos incontrolados

# signOffToolStripMenuItem.Text
source: Sign-off commit
pt_br: Assinar commit

# stagedResetChanges.Text
source: Reset file or directory changes
pt_br: Restaurar alterações do arquivo ou pasta

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
pt_br: Armazenar em stash alterações no submodule

# submoduleSummaryMenuItem.Text
source: View summary
pt_br: Ver resumo

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
pt_br: Autor: (formato: "nome <email>")

# toolRefreshItem.Text
source: Refresh
pt_br: Atualizar

# toolStageAllItem.Text
source: Stage All
pt_br: Stage todos

# toolStripLabel1.Text
source: Selection Filter
pt_br: Filtro de seleção

# toolStripMenuItem3.Text
source: Options
pt_br: Opções

# toolUnstageAllItem.Text
source: Unstage All
pt_br: Unstage todos

# updateSubmoduleMenuItem.Text
source: Update submodule
pt_br: Atualizar submódulo

# viewFileHistoryToolStripItem.Text
source: View file history
pt_br: Ver histórico do arquivo

# viewHistoryMenuItem.Text
source: View history
pt_br: Ver histórico

# workingToolStripMenuItem.Text
source: Working directory changes
pt_br: Mudanças da pasta de trabalho

# $this.Text
source: Commit template settings
pt_br: Configuração de modelos de commit

# _emptyTemplate.Text
source: empty
pt_br: vazio

# buttonCancel.Text
source: Cancel
pt_br: Cancelar

# groupBoxCommitTemplates.Text
source: Commit templates
pt_br: Modelos de commit

# groupBoxCommitValidation.Text
source: Commit validation
pt_br: Validação do commit

# labelCommitTemplate.Text
source: Commit template:
pt_br: Modelo de commit:

# labelCommitTemplateName.Text
source: Name:
pt_br: Nome:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
pt_br: Número máximo de caracteres na primeira linha (0 = verificação inibida):

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
pt_br: Número máximo de caracteres por linha (0 = verificação inibida):

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
pt_br: Commit deve combinar com a seguinte expressão regular (vazio = sem verificação):

# labelSecondLineEmpty.Text
source: Second line must be empty:
pt_br: Segunda linha deve estar vazia:

# $this.Text
source: Compare to branch
pt_br: Comparar com branch

# btnCompare.Text
source: Compare
pt_br: Comparar

# $this.Text
source: Create branch
pt_br: Criar branch

# CheckoutAfterCreate.Text
source: Checkout &after create
pt_br: Checkout &depois de criar

# Ok.Text
source: &Create branch
pt_br: &Criar branch

# Orphan.Text
source: Create or&phan
pt_br: Criar or&fão

# _branchNameIsEmpty.Text
source: Enter branch name.
pt_br: Digite o nome do branch.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
pt_br: “{0}” não é um nome de branch válido.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
pt_br: Selecione uma revisão onde criar o branch.

# groupBox1.Text
source: Orphan
pt_br: Órfão

# label1.Text
source: &Branch name
pt_br: &Nome do branch

# $this.Text
source: Create tag
pt_br: Criar tag

# ForceTag.Text
source: Force
pt_br: Forçar

# Ok.Text
source: Create tag
pt_br: Criar tag

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
pt_br: Selecione uma revisão onde criar o tag.

# _pushToCaption.Text
source: Push tag to '{0}'
pt_br: Push tag para '{0}'

# label1.Text
source: Tag name
pt_br: Nome do tag

# label2.Text
source: Message
pt_br: Mensagem

# label3.Text
source: Create tag at this revision
pt_br: Criar tag nesta revisão

# pushTag.Text
source: Push tag to '{0}'
pt_br: Push tag para '{0}'

# groupBoxWhatToCheckout.Text
source: What to checkout:
pt_br: Fazer checkout do quê:

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
pt_br: Checkout um branch existente:

# $this.Text
source: Enter Caption
pt_br: Título

# $this.Text
source: Delete branch
pt_br: Apagar branch

# Delete.Text
source: Delete
pt_br: Apagar

# ForceDelete.Text
source: Force delete
pt_br: Forçar apagar

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
pt_br: Não é possível apagar o branch “{0}”, você está nele agora.

# _deleteBranchCaption.Text
source: Delete branches
pt_br: Apagar branches

# _deleteBranchQuestion.Text
source: Are you sure you want to delete selected branches? Deleting a branch can cause commits to be deleted too!
pt_br: Tem certeza que quer apagar os branches selecionados? Apagar um branch pode fazer com que commits sejam apagados também!

# labelDeleteBranchWarning.Text
source: You can only delete branches when they are fully merged in HEAD. When you delete a branch the commits can get lost because nothing points to them. When you want to delete a not-fully merged branch, you can override this using the 'Force delete' option.
pt_br: Você só pode apagar branches quando eles estão completamente mergeados no HEAD. Quando você apaga um branch, os commits podem ser perdidos porque nada aponta para eles. Quando quiser apagar um branch não completamente mergeado, você pode passar por cima disso usando a opção 'Apagar forçado'.

# labelSelectBranches.Text
source: Select branches
pt_br: Selecionar branches

# $this.Text
source: Delete tag
pt_br: Apagar tag

# Ok.Text
source: Delete
pt_br: Apagar

# deleteTag.Text
source: Delete tag also from the following remote(s):
pt_br: Apagar tag também dos seguintes remotos:

# label1.Text
source: Select tag
pt_br: Selecionar tag

# label2.Text
source: This will delete the selected tag from the (local) repository.
pt_br: Isto apagará o tag selecionado do repositório (local).

# _anotherBranchTooltip.Text
source: Select another branch
pt_br: Selecione outro branch

# _anotherCommitTooltip.Text
source: Select another commit
pt_br: Selecione outro commit

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
pt_br: Trocar BASE e comparar commits

# blameToolStripMenuItem.Text
source: Blame
pt_br: Culpar

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full path(s)
pt_br: Copiar caminho(s) completo(s)

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
pt_br: Mostrar na árvore de arquivos

# fileHistoryDiffToolstripMenuItem.Text
source: File history
pt_br: Histórico do arquivo

# findInDiffToolStripMenuItem.Text
source: Find
pt_br: Procurar

# headCommitGroup.Text
source: Compare
pt_br: Comparar

# $this.Text
source: Donate
pt_br: Doar

# $this.Text
source: View
pt_br: Ver

# _cannotOpenFile.Text
source: Cannot open file:
pt_br: Não foi possível abrir arquivo:

# _cannotSaveFile.Text
source: Cannot save file:
pt_br: Não foi possível salvar arquivo:

# _saveChanges.Text
source: Do you want to save changes?
pt_br: Você quer salvar as alterações?

# _saveChangesCaption.Text
source: Save changes
pt_br: Salvar alterações

# toolStripSaveButton.ToolTipText
source: Save
pt_br: Salvar

# BlameTab.Text
source: Blame
pt_br: Culpar

# ViewTab.Text
source: View
pt_br: Ver

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
pt_br: Comitar

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
pt_br: Copiar para área de trabalho

# diffToolRemoteLocalStripMenuItem.Text
source: Difftool selected < - > local
pt_br: Difftool selecionado < - > local

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
pt_br: Detectar e seguir renomeações

# fullHistoryToolStripMenuItem.Text
source: Full history
pt_br: Histórico completo

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
pt_br: Carregar culpados ao mostrar

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
pt_br: Carregar histórico ao mostrar

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
pt_br: Manipular commit

# revertCommitToolStripMenuItem.Text
source: Revert commit
pt_br: Reverter commit

# saveAsToolStripMenuItem.Text
source: Save as
pt_br: Salvar como

# toolStripSplitLoad.ToolTipText
source: Load file history
pt_br: Carregar histórico do arquivo

# btnBrowse.Text
source: Browse...
pt_br: Navegar...

# $this.Text
source: Home
pt_br: Início

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
pt_br: A variável de ambiente HOME não aponta para uma pasta que contém o arquivo de configuração global do git: " {0} " Você quer que o Git Extensions ajude a localizar a pasta correta?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
pt_br: Configuração global

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
pt_br: Localizado .gitconfig em %HOME% ({0}). Esta configuração foi escolhida automaticamente.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
pt_br: Localizado .gitconfig em %HOMEDRIVE%%HOMEPATH% ({0}). Esta configuração foi escolhida automaticamente.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
pt_br: Localizado .gitconfig na pasta pessoal ({0}). Esta configuração foi escolhida automaticamente.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
pt_br: Localizado .gitconfig em %USERPROFILE% ({0}). Esta configuração foi escolhida automaticamente.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
pt_br: A variável de ambiente HOME aponta para uma pasta que não está acessível: "{0}"

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
pt_br: Informe uma pasta HOME.

# defaultHome.Text
source: Use default for HOME
pt_br: Usar padrão para HOME

# groupBox8.Text
source: Environment
pt_br: Ambiente

# otherHome.Text
source: Other
pt_br: Outro

# userprofileHome.Text
source: Set HOME to USERPROFILE
pt_br: Definir HOME para PERFILDOUSUÁRIO

# $this.Text
source: Format patch
pt_br: Formatar patch

# FormatPatch.Text
source: Create patch(es)
pt_br: Criar patch(es)

# SaveToDir.Text
source: Save patches in directory
pt_br: Salvar patches na pasta

# _currentBranchText.Text
source: Current branch:
pt_br: Branch atual:

# _noEmailEnteredText.Text
source: You need to enter an email address.
pt_br: Você precisa informar um endereço de email.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
pt_br: Não há nenhum endereço de email definido no diálogo de configuração.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
pt_br: Você precisa escolher um caminho de destino

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
pt_br: Você precisa informar um assunto para a mensagem.

# _patchResultCaption.Text
source: Patch result
pt_br: Resultado do patch

# _revisionsNeededCaption.Text
source: Patch error
pt_br: Erro do patch

# _sendMailResult.Text
source: Send to:
pt_br: Enviar para:

# _sendMailResultFailed.Text
source: Failed to send mail.
pt_br: Falha ao enviar email.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
pt_br: Você precisa informar um smtp válido no diálogo de configurações.

# label1.Text
source: Subject
pt_br: Assunto

# label2.Text
source: Body
pt_br: Corpo

# label3.Text
source: To
pt_br: Para

# radioButton1.Text
source: Mail patches from
pt_br: Enviar por email os patches de

# $this.Text
source: Edit .gitattributes
pt_br: Editar .gitattributes

# Save.Text
source: Save
pt_br: Salvar

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
pt_br: Falha ao salvar .gitattributes. Verifique se este arquivo está acessível.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
pt_br: Falha ao salvar .gitattributes

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
pt_br: .gitattributes só é suportado quando há uma pasta de trabalho.

# _noWorkingDirCaption.Text
source: No working directory
pt_br: Nenhuma pasta de trabalho

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
pt_br: Salvar alterações para .gitattributes?

# _saveFileQuestionCaption.Text
source: Save changes?
pt_br: Salvar alterações?

# chkAlwaysOnTop.Text
source: Always on top
pt_br: Sempre no topo

# mnuClear.Text
source: Clear
pt_br: Limpar

# tabPageCommandCache.Text
source: Command cache
pt_br: Commando de cache

# tabPageCommandLog.Text
source: Command log
pt_br: Log de comandos

# $this.Text
source: Edit .gitignore
pt_br: Editar .gitignore

# AddDefault.Text
source: Add default ignores
pt_br: Adicionar ignores padrão

# AddPattern.Text
source: Add pattern
pt_br: Adicionar modelo

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
pt_br: Nenhuma pasta de trabalho

# $this.Text
source: Go to commit
pt_br: Ir para commit

# goButton.Text
source: Go
pt_br: Ir

# groupBox1.Text
source: Help
pt_br: Ajuda

# label1.Text
source: Commit expression:
pt_br: Expressão do commit:
