Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Portuguese (Brazil).Plugins.xlf
Languages: pt_br

# Description.Text
source: Auto compile SubModules
pt_br: Compilar submódulos automaticamente

# _doYouWantBuild.Text
source: Do you want to build {0}? {1}
pt_br: Você quer construir {0}? {1}

# _enterCorrectMsBuildPath.Text
source: Please enter correct MSBuild path in the plugin settings dialog and try again.
pt_br: Digite o caminho correto do MSBuild no diálogo de configurações do plugin e tente novamente.

# _msBuildArguments.Caption
source: msbuild.exe arguments
pt_br: Argumentos do msbuild.exe

# _msBuildEnabled.Caption
source: Enabled
pt_br: Habilitado

# _msBuildPath.Caption
source: Path to msbuild.exe
pt_br: Caminho do msbuild.exe

# Description.Text
source: Periodic background fetch
pt_br: Trazer periodicamente em segundo plano

# _autoRefresh.Caption
source: Refresh view after fetch
pt_br: Atualizar visualização após trazer

# _fetchAllSubmodules.Caption
source: Fetch all submodules
pt_br: Trazer todos os submódulos

# _fetchInterval.Caption
source: Fetch every (seconds) - set to 0 to disable
pt_br: Trazer a cada (segundos) - use 0 para desabilitar

# _gitCommand.Caption
source: Arguments of git command to run
pt_br: Argumentos do comando git a ser executado

# BitbucketBaseUrl.Caption
source: Specify the base URL to Bitbucket
pt_br: Especifique a URL base do Bitbucket

# BitbucketDisableSsl.Caption
source: Disable SSL verification
pt_br: Desativar verificação SSL

# BitbucketPassword.Caption
source: Bitbucket Password
pt_br: Senha Bitbucket

# BitbucketUsername.Caption
source: Bitbucket Username
pt_br: Usuário Bitbucket

# _error.Text
source: Error
pt_br: Erro

# _success.Text
source: Success
pt_br: Sucesso

# btnApprove.Text
source: Approve
pt_br: Approvar

# btnCreate.Text
source: Create
pt_br: Criar

# groupBoxInformation.Text
source: Information
pt_br: Informação

# groupBoxSource.Text
source: Source
pt_br: Fonte

# groupBoxSourceRepoView.Text
source: Source
pt_br: Fonte

# lblAuthor.Text
source: Author
pt_br: Autor

# lblDescription.Text
source: Description
pt_br: Descrição

# lblDescriptionView.Text
source: Description
pt_br: Descrição

# lblRepositoryView.Text
source: Repository
pt_br: Repositório

# lblReviewerView.Text
source: Reviewer (approved)
pt_br: Revisor (aprovado)

# lblSourceRepoView.Text
source: Repository
pt_br: Repositório

# lblSourceRepository.Text
source: Repository
pt_br: Repositório

# lblState.Text
source: State
pt_br: Estado

# lblTargetRepository.Text
source: Repository
pt_br: Repositório

# lblTitle.Text
source: Title
pt_br: Título

# lblTitleView.Text
source: Title
pt_br: Título

# tabCreate.Text
source: Create Pull Request
pt_br: Criar Pull Request

# tabView.Text
source: View Pull Requests
pt_br: Mostrar Pull Requests

# $this.Text
source: Create local tracking branches
pt_br: Criar branches de controle local

# button1.Text
source: Create local tracking branches
pt_br: Criar branches de controle local

# Description.Text
source: Create local tracking branches
pt_br: Criar branches de controle local

# $this.Text
source: Delete obsolete branches
pt_br: Remover branches obsoletos

# Author.HeaderText
source: Last author
pt_br: Último autor

# Cancel.Text
source: Close
pt_br: Fechar

# Delete.Text
source: Delete
pt_br: Apagar

# IncludeRemoteBranches.Text
source: Delete remote branches from
pt_br: Remover branches remotos a partir de

# Message.HeaderText
source: Last message
pt_br: Última mensagem

# RefreshBtn.Text
source: Cancel
pt_br: Cancelar

# _areYouSureToDelete.Text
source: Are you sure to delete {0} selected branches?
pt_br: Tem certeza que deseja remover os {0} branches selecionados?

# _branchesSelected.Text
source: {0}/{1} branches selected.
pt_br: {0}/{1} branches selecionados.

# _cancel.Text
source: Cancel
pt_br: Cancelar

# _chooseBranchesToDelete.Text
source: Choose branches to delete. Only branches that are fully merged in '{0}' will be deleted.
pt_br: Escolha os branches a serem removidos. Somente os branches que estiverem totalmente mergidos no '{0}' serão removidos.

# _dangerousAction.Text
source: DANGEROUS ACTION! Branches will be deleted on the remote '{0}'. This can not be undone. Are you sure you want to continue?
pt_br: AÇÃO PERIGOSA! Os branches serão removidos no repositório remoto '{0}'. Esta ação não pode ser desfeita. Deseja realmente continuar?

# _deleteCaption.Text
source: Delete
pt_br: Apagar

# _deletingBranches.Text
source: Deleting branches...
pt_br: Removendo branches...

# _deletingUnmergedBranches.Text
source: Deleting unmerged branches will result in dangling commits. Use with caution!
pt_br: Remover branches que ainda não foram mergidos irá gerar commits pendentes. Use com cuidado!

# _loading.Text
source: Loading...
pt_br: Carregando...

# _pressToSearch.Text
source: Press '{0}' to search for branches to delete.
pt_br: Pressione '{0}' para localizar branches para serem removidos.

# _searchBranches.Text
source: Search branches
pt_br: Buscar branches

# _selectBranchesToDelete.Text
source: Select branches to delete using checkboxes in '{0}' column.
pt_br: Selecione os branches a serem removidos usando as caixas de seleção na coluna '{0}'.

# buttonSettings.Text
source: Settings
pt_br: Configurações

# dateDataGridViewTextBoxColumn.HeaderText
source: Last activity
pt_br: Última atividade

# includeUnmergedBranches.Text
source: Include unmerged branches
pt_br: Incluir branches não mergidos

# label1.Text
source: Delete branches older than x days
pt_br: Remover branches mais antigos que x dias

# label2.Text
source: Delete branches fully merged into branch
pt_br: Remover branches totalmente mergidos no branch

# lblStatus.Text
source: Loading...
pt_br: Carregando...

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
pt_br: Nome

# regexDoesNotMatch.Text
source: Does not match
pt_br: Não confere

# useRegexCaseInsensitive.Text
source: Case insensitive
pt_br: Maiúsculas e minúsculas

# useRegexFilter.Text
source: Use regex to filter branches
pt_br: Usar regex para filtrar branches

# Description.Text
source: Delete obsolete branches
pt_br: Remover branches obsoletos

# _daysOlderThan.Caption
source: Delete obsolete branches older than (days)
pt_br: Remover branches obsoletos mais antigos que (dias)

# _mergedInBranch.Caption
source: Branch where all branches should be merged in
pt_br: Branch onde todos os branches devem ser megidos

# $this.Text
source: Find large files
pt_br: Encontrar arquivos grandes

# CompressedSize.HeaderText
source: Compressed size
pt_br: Tamanho comprimido

# _areYouSureToDelete.Text
source: Are you sure to delete the selected files?
pt_br: Tem certeza que deseja remover os arquivos selecionados?

# commitCountDataGridViewTextBoxColumn.HeaderText
source: Commit count
pt_br: Contador de commits

# dataGridViewCheckBoxColumn1.HeaderText
source: Delete
pt_br: Apagar

# lastCommitDateDataGridViewTextBoxColumn.HeaderText
source: Last commit date
pt_br: Data do último commit

# pathDataGridViewTextBoxColumn.HeaderText
source: Path
pt_br: Caminho

# sizeDataGridViewTextBoxColumn.HeaderText
source: Size
pt_br: Tamanho

# Description.Text
source: Find large files
pt_br: Encontrar arquivos grandes

# _sizeLargeFile.Caption
source: Find large files bigger than (Mb)
pt_br: Encontrar arquivos grandes maiores que (Mb)

# $this.Text
source: Change Submitted
pt_br: Alteração enviada

# btnClose.Text
source: Close
pt_br: Fechar

# labelSubmitted.Text
source: Your change has been submitted for review at the following location:
pt_br: Sua alteração foi enviada para revisão na seguinte localização:

# AddRemote.Text
source: Manage remotes
pt_br: Gerenciar remotos

# Download.Text
source: &Download
pt_br: &Baixar

# _cannotGetChangeDetails.Text
source: Could not retrieve the change details
pt_br: Não foi possível carregar detalhes da modificação

# _downloadCaption.Text
source: Download change {0}
pt_br: Baixar alteração {0}

# _selectChange.Text
source: Please enter a change
pt_br: Informe uma alteração

# _selectRemote.Text
source: Please select a remote repository
pt_br: Selecione um repositório remoto

# labelChange.Text
source: Change:
pt_br: Alteração:

# labelRemote.Text
source: Remote:
pt_br: Remoto:

# $this.Text
source: Publish Gerrit Change
pt_br: Publicar alterações Gerrit

# Publish.Text
source: &Publish
pt_br: &Publicar

# PublishDraft.Text
source: Submit review as draft
pt_br: Submeter revisão como rascunho

# _publishCaption.Text
source: Publish change
pt_br: Publicar alteração

# _publishGerritChangeCaption.Text
source: Publish Gerrit Change
pt_br: Publicar alterações Gerrit

# _selectBranch.Text
source: Please enter a branch
pt_br: Digite um branch

# labelTopic.Text
source: Topic:
pt_br: Tópico:

# $this.Text
source: Edit .gitreview
pt_br: Editar .gitreview

# Save.Text
source: Save
pt_br: Salvar

# _cannotAccessGitreview.Text
source: Failed to save .gitreview. Check if file is accessible.
pt_br: Falha ao salvar .gitreview. Verifique se este arquivo está acessível.

# _cannotAccessGitreviewCaption.Text
source: Failed to save .gitreview
pt_br: Falha ao salvar .gitreview

# _gitreviewOnlyInWorkingDirSupported.Text
source: .gitreview is only supported when there is a working directory.
pt_br: .gitreview só é suportado quando há uma pasta de trabalho.

# _gitreviewOnlyInWorkingDirSupportedCaption.Text
source: No working directory
pt_br: Nenhuma pasta de trabalho

# _saveFileQuestion.Text
source: Save changes to .gitreview?
pt_br: Salvar alterações para .gitreview?

# _saveFileQuestionCaption.Text
source: Save changes?
pt_br: Salvar alterações?

# lnkGitReviewHelp.Text
source: GitHub page for git-review
pt_br: Página do git-review no GitHub

# $this.Text
source: Statistics
pt_br: Estatísticas

# CommitStatistics.Text
source: Loading..
pt_br: Carregando..

# LinesOfCodePerLanguageText.Text
source: Loading...
pt_br: Carregando...

# LinesOfCodePerTypeText.Text
source: Loading...
pt_br: Carregando...

# LoadingLabel.Text
source: Loading...
pt_br: Carregando...

# TestCodeText.Text
source: Loading...
pt_br: Carregando...

# TotalCommits.Text
source: Total commits
pt_br: Total de commits

# TotalLinesOfCode.Text
source: Total lines of code
pt_br: Total de linhas de código

# TotalLinesOfCode2.Text
source: Total lines of code
pt_br: Total de linhas de código

# TotalLinesOfTestCode.Text
source: Total lines of code
pt_br: Total de linhas de código

# tabPage1.Text
source: Lines of code per language
pt_br: Linhas de código por idioma

# tabPage2.Text
source: Commits per contributor
pt_br: Commits por colaborador

# tabPage3.Text
source: Lines of code per type
pt_br: Linhas de código por tipo

# tabPage4.Text
source: Lines of test code
pt_br: Linhas de código teste

# $this.Text
source: Impact
pt_br: Impacto

# cbIncludingSubmodules.Text
source: Including submodules
pt_br: Incluindo submódulos

# $this.Text
source: Gerrit Plugin
pt_br: Plugin Gerrit

# Description.Text
source: Gerrit Code Review
pt_br: Revisão de código Gerrit

# _editGitReview.Text
source: Edit .gitreview
pt_br: Editar .gitreview

# _publishGerritChange.Text
source: Publish Gerrit Change
pt_br: Publicar alterações Gerrit

# _settingsError.Text
source: Error loading .gitreview file.
pt_br: Erro ao carregar o arquivo .gitreview.

# _settingsErrorFileNotFound.Text
source: Cannot find the ".gitreview" file in the working directory.
pt_br: Não encontrei o arquivo ".gitreview" no diretório de trabalho.

# _settingsErrorHostNotEntered.Text
source: The "host" setting in the .gitreview file is mandatory.
pt_br: A definição "host" no arquivo .gitreview é obrigatória.

# _settingsErrorPortNotNumeric.Text
source: The "port" specified in the .gitreview file may only contain digits.
pt_br: A "port" especificada no arquivo .gitreview pode conter somente dígitos.

# _settingsErrorProjectNotEntered.Text
source: The "project" setting in the .gitreview file is mandatory.
pt_br: A definição "project" no arquivo .gitreview é obrigatória.

# _noBranchExist.Text
source: No {0} branches exist.
pt_br: {0} não encontrado(s).

# btnCreateBranch.Text
source: Start!
pt_br: Iniciar!

# btnFinish.Text
source: Finish
pt_br: Terminar

# btnInit.Text
source: Init GitFlow
pt_br: Iniciar GitFlow

# btnPublish.Text
source: Publish
pt_br: Publicar

# cbBasedOn.Text
source: based on:
pt_br: baseado em:

# gbManage.Text
source: Manage existing branches:
pt_br: Gerenciar branches existentes:

# gbStart.Text
source: Start branch:
pt_br: Branch início:

# label10.Text
source: Expected name:
pt_br: Nome esperado:

# label2.Text
source: command:
pt_br: Comando:

# lnkGitFlow.Text
source: About GitFlow
pt_br: Sobre GitFlow

# OAuthToken.Caption
source: OAuth Token
pt_br: Token OAuth

# Description.Text
source: Impact Graph
pt_br: Grafo de impacto

# Description.Text
source: Statistics
pt_br: Estatísticas

# _codeFiles.Caption
source: Code files
pt_br: Arquivos de código

# _ignoreSubmodules.Caption
source: Ignore submodules
pt_br: Ignorar submódulos

# _cannotFindGource.Text
source: Cannot find Gource. Please download Gource and set the path in the plugins settings dialog.
pt_br: Não encontrei o Gource. Baixe o Gource e defina o caminho no diálogo de configurações de plugins.

# _currentDirectoryIsNotValidGit.Text
source: The current directory is not a valid git repository. Gource can be only be started from a valid git repository.
pt_br: O diretório atual não é um repositório git válido. Gource só pode ser iniciado em um repositório git válido.

# _doYouWantDownloadGource.Text
source: There is no path to Gource configured. Do you want to automatically download Gource?
pt_br: Não há caminho configurado para o Gource. Quer baixar o Gource automaticamente?

# _downloadingFailed.Text
source: Downloading failed. Please download Gource and set the path in the plugins settings dialog.
pt_br: Falha ao baixar. Baixe o Gource e defina o caminho no diálogo de configurações de plugins.

# _gourceArguments.Caption
source: Arguments
pt_br: Parâmetros

# _gourceDownloadedAndUnzipped.Text
source: Gource has been downloaded and unzipped.
pt_br: Gource foi baixado e descompactado.

# _gourcePath.Caption
source: Path to Gource
pt_br: Caminho para Gource

# _resetConfigPath.Text
source: Cannot find Gource in the configured path: {0}. Do you want to reset the configured path?
pt_br: Não encontrei o Gource no caminho configurado: {0}. Quer redefinir o caminho configurado?

# ArgumentsLabel.Text
source: Arguments
pt_br: Parâmetros

# GourceBrowse.Text
source: Browse
pt_br: Navegar

# WorkingDirBrowse.Text
source: Browse
pt_br: Navegar

# button1.Text
source: Start
pt_br: Iniciar

# label1.Text
source: Path to Gource
pt_br: Caminho para Gource

# label2.Text
source: Repository
pt_br: Repositório

# linkLabel1.Text
source: Gource project
pt_br: Projeto Gource

# linkLabel2.Text
source: Gource command line
pt_br: Linha de comando Gource

# lblJenkinsServerUrl.Text
source: Jenkins server URL
pt_br: URL do servidor Jenkins

# lblProjectName.Text
source: Project name
pt_br: Nome do projeto

# ApplyGlobally_CheckBox.Text
source: Apply globally
pt_br: Aplicar globalmente

# GlobalHttpProxy_Label.Text
source: Global http.proxy:
pt_br: http.proxy global:

# LocalHttpProxy_Label.Text
source: Local http.proxy:
pt_br: http.proxy local:

# SetProxy_Button.Text
source: Set proxy
pt_br: Definir proxy

# UnsetProxy_Button.Text
source: Unset proxy
pt_br: Inibir proxy

# HttpProxy.Caption
source: HTTP proxy
pt_br: Proxy HTTP

# HttpProxyPort.Caption
source: HTTP proxy port
pt_br: Porta do proxy HTTP

# Password.Caption
source: Password
pt_br: Senha

# Username.Caption
source: Username
pt_br: Nome do usuário

# $this.Text
source: Release Notes Generator
pt_br: Gerador de Notas de Atualização

# buttonCopyAsHtml.Text
source: as HTML table
pt_br: como tabela HTML

# buttonCopyAsTextTableSpace.Text
source: as text table (spaces)
pt_br: como tabela de texto (espaços)

# buttonCopyAsTextTableTab.Text
source: as text table (tabs)
pt_br: como tabela de texto (tabs)

# buttonCopyOrigOutput.Text
source: original output
pt_br: output original

# buttonGenerate.Text
source: Generate
pt_br: Gerar

# groupBox1.Text
source: Result
pt_br: Resultado

# groupBoxCopy.Text
source: Copy to clipboard
pt_br: Copiar para área de trabalho

# label10.Text
source: separate columns with spaces
pt_br: separar colunas com espaços

# label3.Text
source: git log arguments:
pt_br: parâmetros git log:

# label4.Text
source: {0} = from; {1} = to
pt_br: {0} = de; {1} = para

# label5.Text
source: Sorting: Most recent revisions are listed on top.
pt_br: Ordenação: Revisões mais recentes são listadas no topo.

# label6.Text
source: Revisions count =
pt_br: Contador de revisões =

# label8.Text
source: as is
pt_br: sem modificações

# label9.Text
source: separate columns with tabs
pt_br: separar colunas com tabs

# labelRevCount.Text
source: n/a
pt_br: não disponível

# Description.Text
source: Release Notes Generator
pt_br: Gerador de Notas de Atualização

# CheckBoxLogAsGuest.Text
source: Log as guest to display the build report
pt_br: Logar como convidado para exibir o relatório de compilação
