Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Portuguese (Brazil).xlf
Languages: pt_br

# $this.Text
source: Advanced
pt_br: Avançado

# GeneralGB.Text
source: General
pt_br: Geral

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
pt_br: Sempre mostrar opções avançadas

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
pt_br: Sempre mostrar campo de checkout

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
pt_br: Normalizar nome do branch automaticamente

# chkCheckForRCVersions.Text
source: Check for release candidate versions
pt_br: Checar versões de pré-lançamento

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
pt_br: Usar o emulador do console para comandos de output no dialog de comandos

# chkDontSHowHelpImages.Text
source: Don't show help images
pt_br: Não mostrar imagens de ajuda

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
pt_br: Usar a última ação "mudanças locais" escolhida como ação padrão. Esta ação será executada sem aviso enquanto estiver indo para um branch.

# label1.Text
source: Symbol to use:
pt_br: Símbolo a usar:

# $this.Text
source: Fonts
pt_br: Fontes

# applicationFontChangeButton.Text
source: font name
pt_br: nome do fonte

# commitFontChangeButton.Text
source: font name
pt_br: nome do fonte

# diffFontChangeButton.Text
source: font name
pt_br: nome do fonte

# gbFonts.Text
source: Fonts
pt_br: Fontes

# label26.Text
source: Application font
pt_br: Fonte da aplicação

# label34.Text
source: Commit font
pt_br: Fonte do commit

# label56.Text
source: Code font
pt_br: Fonte do código

# monospaceFontChangeButton.Text
source: font name
pt_br: nome do fonte

# $this.Text
source: Appearance
pt_br: Aparência

# ClearImageCache.Text
source: Clear image cache
pt_br: Limpar cache de imagens

# _noDictFile.Text
source: None
pt_br: Nenhum

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
pt_br: Nenhum arquivo de dicionário encontrado em: {0}

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
pt_br: Escalar automaticamente a interface do usuário quando uma resolução alta é usada

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
pt_br: Mostrar branch atual no Visual Studio

# chkShowRelativeDate.Text
source: Show relative date instead of full date
pt_br: Mostrar data relativa ao invés de data completa

# downloadDictionary.Text
source: Download dictionary
pt_br: Baixar dicionário

# gbGeneral.Text
source: General
pt_br: Geral

# gbLanguages.Text
source: Language
pt_br: Idioma

# helpTranslate.Text
source: Help translate
pt_br: Ajude a traduzir

# lblLanguage.Text
source: Language (restart required)
pt_br: Idioma (precisa reiniciar)

# lblNoImageService.Text
source: No image service
pt_br: Nenhum serviço de imagens

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
pt_br: Dicionário para verificação ortográfica

# truncateLongFilenames.Text
source: Truncate long filenames
pt_br: Truncar nomes de arquivos longos

# truncatePathMethod.Item0
source: None
pt_br: Nenhum

# truncatePathMethod.Item1
source: Compact
pt_br: Compactar

# truncatePathMethod.Item2
source: Trim start
pt_br: Aplicar trim no início

# truncatePathMethod.Item3
source: Filename only
pt_br: Somente o nome do arquivo

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
pt_br: Limpar cache de imagens

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
pt_br: Registre-se no gravatar.com

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
pt_br: Ver blame da versão anterior

# copyLogMessageToolStripMenuItem.Text
source: Copy log message to clipboard
pt_br: Copiar mensagem de log para área de transferência

# showChangesToolStripMenuItem.Text
source: Show changes
pt_br: Mostrar alterações

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
pt_br: Branch '{0}' não pode ser selecionado, este branch foi removido da seleção.

# LocalBranch.Text
source: Local branch
pt_br: Branch local

# Remotebranch.Text
source: Remote branch
pt_br: Branch remoto

# label1.Text
source: Select branch
pt_br: Selecionar branch

# $this.Text
source: Build server integration
pt_br: Integração com servidor de construção

# _noneItem.Text
source: None
pt_br: Nenhum

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
pt_br: Habilitar servidor de integração contínua

# labelBuildServerSettingsInfo.Text
source: Git Extensions can integrate with build servers to supply per-commit Continuous Integration information.
pt_br: Git Extensions pode integrar com servidores de integração contínua para prover informação de build por commit

# labelBuildServerType.Text
source: Build server type
pt_br: Tipo de servidor de construção

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
pt_br: Checar configurações ao iniciar (não aparecerá se todas as configurações estão corretas)

# DiffTool_Fix.Text
source: Repair
pt_br: Reparar

# GcmDetectedFix.Text
source: Repair
pt_br: Reparar

# GitBinFound_Fix.Text
source: Repair
pt_br: Reparar

# GitExtensionsInstall_Fix.Text
source: Repair
pt_br: Reparar

# GitFound_Fix.Text
source: Repair
pt_br: Reparar

# MergeTool_Fix.Text
source: Repair
pt_br: Reparar

# Rescan.Text
source: Save and rescan
pt_br: Salvar e refrescar

# ShellExtensionsRegistered_Fix.Text
source: Repair
pt_br: Reparar

# SshConfig_Fix.Text
source: Repair
pt_br: Reparar

# UserNameSet_Fix.Text
source: Repair
pt_br: Reparar

# _adviceDiffToolConfiguration.Text
source: You should configure a diff tool to show file diff in external program (kdiff3 for example).
pt_br: Você precisa configurar uma ferramenta diff para mostrar as diferenças de arquivo em um programa externo (kdiff3 por exemplo).

# _cantRegisterShellExtension.Text
source: Could not register the shell extension because '{0}' could not be found.
pt_br: Não foi possível registrar a extensão de shell porque '{0}' não foi encontrado.

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
pt_br: Há configurada uma ferramenta de merge personalizada: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
pt_br: Existe uma ferramenta de diff configurada: {0}

# _emailSet.Text
source: A username and an email address are configured.
pt_br: Um nome de usuário e um endereço de email estão configurados.

# _gitCanBeRun.Text
source: Git can be run using: {0}
pt_br: Git pode ser executado usando: {0}

# _gitCanBeRunCaption.Text
source: Locate git
pt_br: Localizar git

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
pt_br: Git não encontrado. Para resolver esse problema, você pode definir o caminho correto nas configurações.

# _gitVersionFound.Text
source: Git {0} is found on your computer.
pt_br: Git {0} foi encontrado no seu computador.

# _kdiff3NotFoundAuto.Text
source: Path to kdiff3 could not be found automatically. Please make sure KDiff3 is installed or set path manually.
pt_br: O caminho para o kdiff3 não pôde ser encontrado automaticamente. Por favor, assegure-se que o KDiff3 está instalado ou configure o caminho manualmente.

# _kdiffAsDiffConfigured.Text
source: KDiff3 is configured as difftool.
pt_br: KDiff3 está configurado como ferramenta de diff.

# _kdiffAsDiffConfiguredButNotFound.Text
source: KDiff3 is configured as difftool, but the path to kdiff.exe is not configured.
pt_br: KDiff3 está configurado como ferramenta de diff, mas o caminho para kdiff.exe não está configurado.

# _kdiffAsMergeConfigured.Text
source: KDiff3 is configured as mergetool.
pt_br: KDiff3 está configurado como ferramenta de merge.

# _kdiffAsMergeConfiguredButNotFound.Text
source: KDiff3 is configured as mergetool, but the path to kdiff.exe is not configured.
pt_br: KDiff3 está configurado como ferramenta de merge, mas o caminho para kdiff.exe não está configurado.

# _languageConfigured.Text
source: The configured language is {0}.
pt_br: O idioma configurado é {0}.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
pt_br: O caminho para as ferramentas linux (sh) não puderam ser encontradas. Por favor, cheque se elas foram instaladas (pelo Git para Windows ou cygwin) ou escolha o caminho correto manualmente.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
pt_br: Localizar ferramentas linux

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
pt_br: Ferramentas linux (sh) encontradas no seu computador.

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
pt_br: Ferramentas linux (sh) não encontradas. Para resolver esse problema você pode definir o path correto nas configurações.

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
pt_br: {0} está configurado como ferramenta de merge. Como é uma ferramenta de merge personalizada, precisa ter configurado um comando personalizado.

# _noDiffToolConfigured.Text
source: There is no difftool configured. Do you want to configure kdiff3 as your difftool? Select no if you want to configure a different difftool yourself.
pt_br: Não há ferramenta de diff configurada. Deseja configurar kdiff3 como sua ferramenta de diff? Selecione não se deseja você mesmo configurar uma ferramenta diferente.

# _noDiffToolConfiguredCaption.Text
source: Difftool
pt_br: Ferramenta de diff

# _noEmailSet.Text
source: You need to configure a username and an email address.
pt_br: Você precisa configurar um nome de usuário e um endereço de email.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
pt_br: Não há nenhum idioma configurado para Git Extensions.

# _noMergeToolConfigured.Text
source: There is no mergetool configured. Do you want to configure kdiff3 as your mergetool? Select no if you want to configure a different mergetool yourself.
pt_br: Não há ferramenta de merge configurada. Deseja configurar kdiff3 como sua ferramenta de merge? Selecione não se deseja você mesmo configurar uma ferramenta diferente.

# _noMergeToolConfiguredCaption.Text
source: Mergetool
pt_br: Ferramenta de merge

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
pt_br: Cliente SSH default, OpenSSH, será usado. (a janela de comandos aparecerá nas operações de pull, push e clone)

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
pt_br: PuTTY está configurado como cliente SSH, mas não foi possível encontrar plink.exe, puttygen.exe ou pageant.exe.

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
pt_br: O cliente SSH PuTTY está configurado corretamente.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
pt_br: Todos os paths necessários para o PuTTY puderam ser encontrados automaticamente e estão configurados.

# _registryKeyGitExtensionsCorrect.Text
source: GitExtensions is properly registered.
pt_br: GitExtensions está registrado corretamente.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
pt_br: Diretório de instalação inválido armazenado em [Software\GitExtensions\InstallDir].

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
pt_br: Entrada de registro faltando [Software\GitExtensions\InstallDir].

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
pt_br: Comando sh pode ser executado usando: {0}sh

# _shCanBeRunCaption.Text
source: Locate linux tools
pt_br: Localizar ferramentas linux

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
pt_br: {0} precisa ser registrado para poder usar as extensões do shell.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
pt_br: As extensões de Shell não foram instaladas. Execute o instalador para instalar as extensões de shell.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
pt_br: Extensões do shell registradas corretamente.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure git (Git for Windows or cygwin) is installed or set the correct command manually.
pt_br: O comando git não pode ser determinado automaticamente. Por favor, cheque se elas foram instaladas (pelo Git para Windows ou cygwin) ou escolha o caminho correto manualmente.

# _solveGitCommandFailedCaption.Text
source: Locate git
pt_br: Localizar git

# _unknownSshClient.Text
source: Unknown SSH client configured: {0}.
pt_br: Cliente SSH desconhecido configurado: {0}.

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
pt_br: Git encontrado, mas a versão {0} não é suportada. Atualize para a versão {1} ou posterior

# label11.Text
source: The checklist below validates the basic settings needed for GitExtensions to work properly.
pt_br: O checklist abaixo valida a configuração básica necessária para que GitExtensions funcione adequadamente.

# translationConfig_Fix.Text
source: Repair
pt_br: Reparar

# $this.Text
source: Colors
pt_br: Cores

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
pt_br: Desenhar gráficos não relacionados em cinza

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
pt_br: Desenhar textos não relacionados em cinza

# MulticolorBranches.Text
source: Multicolor branches
pt_br: Branches coloridos

# StripedBanchChange.Text
source: Striped branch change
pt_br: Mudança de branch listrada

# gbDiffView.Text
source: Difference view
pt_br: Visualização de diferenças

# gbRevisionGraph.Text
source: Revision graph
pt_br: Gráfico de revisões

# lblColorBranchLocal.Text
source: Color branch
pt_br: Colorir branch

# lblColorBranchRemote.Text
source: Color remote branch
pt_br: Colorir branch remoto

# lblColorHilghlightLineAdded.Text
source: Color added line highlighting
pt_br: Cor de realce para linhas adicionadas

# lblColorHilghlightLineRemoved.Text
source: Color removed line highlighting
pt_br: Cor de realce para linhas removidas

# lblColorLabel.Text
source: Color other label
pt_br: Cor para outros textos

# lblColorLineAdded.Text
source: Color added line
pt_br: Colorir linha adicionada

# lblColorLineRemoved.Text
source: Color removed line
pt_br: Colorir linha removida

# lblColorSection.Text
source: Color section
pt_br: Colorir seção

# lblColorTag.Text
source: Color tag
pt_br: Cor de tags

# $this.Text
source: Commit dialog
pt_br: Diálogo de commit

# chkAddNewlineToCommitMessageWhenMissing.Text
source: Ensure the second line of commit message is empty
pt_br: Certifique-se que a segunda linha da mensagem de commit esteja vazia

# chkAutocomplete.Text
source: Provide auto-completion in commit dialog
pt_br: Prover auto-preenchimento no diálogo de commit

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
pt_br: Mostrar erros durante a preparação dos arquivos para o commit

# chkShowResetAllChanges.Text
source: Reset All Changes
pt_br: Restaurar todas as alterações

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
pt_br: Resetar mudanças feitas

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
pt_br: Compor as mensagens de commit no campo de Commit (senão a mensagem será requerida ao executar o commit)

# groupBoxBehaviour.Text
source: Behaviour
pt_br: Comportamento

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
pt_br: Exibir botões adicionais na área do botão de commit

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
pt_br: Número de mensagens anteriores no diálogo de commit

# _containedInBranches.Text
source: Contained in branches:
pt_br: Contido em branches:

# _containedInNoBranch.Text
source: Contained in no branch
pt_br: Contido em nenhum branch

# _containedInNoTag.Text
source: Contained in no tag
pt_br: Contido em nenhum tag

# _containedInTags.Text
source: Contained in tags:
pt_br: Contido em tags:

# _trsLinksRelatedToRevision.Text
source: Related links:
pt_br: Links relacionados:

# addNoteToolStripMenuItem.Text
source: Add notes
pt_br: Adicionar notas

# copyCommitInfoToolStripMenuItem.Text
source: Copy commit info
pt_br: Copiar informação de commit

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
pt_br: Exibir branches remotos apenas quando nenhum branch local conter este commit

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
pt_br: Exibir branches remotos que contêm este commit

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
pt_br: Exibir branches locais que contêm este commit

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
pt_br: Exibir tags que contêm este commit

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
pt_br: Mostrar mensagens das tags anotadas

# _noRevision.Text
source: No revision
pt_br: Sem revisão

# _notAvailable.Text
source: n/a
pt_br: não disponível

# labelAuthorCaption.Text
source: Author:
pt_br: Autor:

# labelDate.Text
source: Commit date:
pt_br: Data do commit:

# _cantReadRegistry.Text
source: GitExtensions has insufficient permissions to check the registry.
pt_br: GitExtensions não tem permissões suficientes para verificar o registro.

# _selectFile.Text
source: Select file
pt_br: Selecionar arquivo

# $this.Text
source: Confirmations
pt_br: Confirmações

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
pt_br: Adicionar referência de rastreamento ao novo branch criado

# chkAmend.Text
source: Amend last commit
pt_br: Emendar último commit

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (stash will be popped automatically)
pt_br: Aplicar mudanças armazenadas em stash após um checkout bem sucedido (o stash será descartado automaticamente)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (stash will be popped automatically)
pt_br: Aplicar mudanças armazenadas em stash após um pull bem sucedido (o stash será descartado automaticamente)

# chkPushNewBranch.Text
source: Push a new branch for the remote
pt_br: Enviar um novo branch para o remoto

# chkResolveConflicts.Text
source: Resolve conflicts
pt_br: Resolver conflitos

# chkUpdateModules.Text
source: Update submodules on checkout
pt_br: Atualizar submódulos durante o checkout

# gbConfirmations.Text
source: Don't ask to confirm to (use with caution)
pt_br: Não pedir confirmação (usar com cautela)

# bApply.Text
source: Apply
pt_br: Aplicar

# bClear.Text
source: Clear
pt_br: Limpar

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
pt_br: Restaurar todos os atalhos ao padrão

# columnCommand.Text
source: Command
pt_br: Comando

# columnKey.Text
source: Key
pt_br: Chave

# lHotkey.Text
source: Hotkey
pt_br: Tecla de atalho

# lHotkeyableItems.Text
source: Hotkeyable Items
pt_br: Itens associáveis a atalhos

# txtHotkey.Text
source: None
pt_br: Nenhum

# $this.Text
source: Create Pull Request
pt_br: Criar Pull Request

# _createBtn.Text
source: Create
pt_br: Criar

# _strDone.Text
source: Done
pt_br: Feito

# _strError.Text
source: Error
pt_br: Erro

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
pt_br: Criação do pull request falhou.

# _strLoading.Text
source: Loading...
pt_br: Carregando...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
pt_br: Por favor clone o repositório do GitHub antes de criar um pull request.

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
pt_br: Você tem que especificar um título.

# groupBox1.Text
source: Pull request data
pt_br: Dados de pull request

# label1.Text
source: Title:
pt_br: Título:

# label2.Text
source: Body:
pt_br: Corpo:

# label3.Text
source: Target repository:
pt_br: Repositório destino:

# label4.Text
source: Your branch:
pt_br: Seu branch:

# label5.Text
source: Target branch:
pt_br: Branch destino:

# _cloneFork.Text
source: Clone {0} repository
pt_br: Clonar repositório {0}

# _cloneRepository.Text
source: Clone repository
pt_br: Clonar repositório

# _createRepository.Text
source: Create new repository
pt_br: Criar novo repositório

# _develop.Text
source: Develop
pt_br: Desenvolver

# _donate.Text
source: Donate
pt_br: Doar

# _issues.Text
source: Issues
pt_br: Problemas

# _openRepository.Text
source: Open repository
pt_br: Abrir repositório

# _showCurrentBranch.Text
source: Show current branch
pt_br: Mostrar branch atual

# _translate.Text
source: Translate
pt_br: Traduzir

# lblContribute.Text
source: Contribute
pt_br: Contribuir

# $this.Text
source: Detailed
pt_br: Detalhado

# PushWindowGB.Text
source: Push window
pt_br: Window de push

# addLogMessages.Text
source: Add log messages
pt_br: Adicionar mensagens de log

# chkRemotesFromServer.Text
source: Get remote branches directly from the remote
pt_br: Buscar branches remotos diretamente do remoto

# $this.Text
source: Diff Viewer
pt_br: Visualizador de Diferenças

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
pt_br: Lembrar a preferência 'Ignorar espaços'

# chkRememberNumberOfContextLines.Text
source: Remember the 'Number of context lines' preference
pt_br: Lembrar a preferência 'Número de linhas de contexto'

# chkRememberShowEntireFilePreference.Text
source: Remember the 'Show entire file' preference
pt_br: Lembrar a preferência 'Mostrar arquivo inteiro'

# chkRememberShowNonPrintingCharsPreference.Text
source: Remember the 'Show nonprinting characters' preference
pt_br: Lembrar a preferência 'Mostrar caracteres não imprimíveis'

# _addToDictionaryText.Text
source: Add to dictionary
pt_br: Adicionar ao dicionário

# _copyMenuItemText.Text
source: Copy
pt_br: Copiar

# _cutMenuItemText.Text
source: Cut
pt_br: Recortar

# _deleteMenuItemText.Text
source: Delete
pt_br: Excluir

# _dictionaryText.Text
source: Dictionary
pt_br: Dicionário

# _ignoreWordText.Text
source: Ignore word
pt_br: Ignorar palavra

# _markIllFormedLinesText.Text
source: Mark ill formed lines
pt_br: Marcar linhas mal-formadas

# _pasteMenuItemText.Text
source: Paste
pt_br: Colar

# _removeWordText.Text
source: Remove word
pt_br: Remover palavra

# _selectAllMenuItemText.Text
source: Select all
pt_br: Selecionar tudo

# btnEditGitIgnore.Text
source: Edit .gitignore
pt_br: Editar .gitignore

# CombinedDiff.Text
source: Combined Diff
pt_br: Diff combinado

# FilterWatermarkLabel.Text
source: Filter files...
pt_br: Filtrar arquivos...

# NoFiles.Text
source: No changes
pt_br: Sem alterações

# _openSubmoduleMenuItem.Text
source: Open with Git Extensions
pt_br: Abrir com Git Extensions
