Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Portuguese (Brazil).xlf
Languages: pt_br

# columnHeader.Text
source: Files
pt_br: Arquivos

# cherrypickSelectedLinesToolStripMenuItem.Text
source: Cherry pick selected lines
pt_br: Realizar cherry pick nas linhas selecionadas

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
pt_br: Copiar nova versão

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
pt_br: Copiar versão antiga

# copyPatchToolStripMenuItem.Text
source: Copy patch
pt_br: Copiar patch

# copyToolStripMenuItem.Text
source: Copy
pt_br: Copiar

# findToolStripMenuItem.Text
source: Find
pt_br: Procurar

# goToLineToolStripMenuItem.Text
source: Go to line
pt_br: Ir para linha

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
pt_br: Ignorar alterações de espaços em branco

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
pt_br: Ignorar alterações de espaços em branco

# nextChangeButton.ToolTipText
source: Next change
pt_br: Próxima alteração

# previousChangeButton.ToolTipText
source: Previous change
pt_br: Alteração anterior

# revertSelectedLinesToolStripMenuItem.Text
source: Revert selected lines
pt_br: Reverter linhas selecionadas

# settingsButton.ToolTipText
source: Settings
pt_br: Configurações

# showEntireFileButton.ToolTipText
source: Show entire file
pt_br: Mostrar arquivo inteiro

# showEntireFileToolStripMenuItem.Text
source: Show entire file
pt_br: Mostrar arquivo inteiro

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
pt_br: Mostrar caracteres não imprimíveis

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
pt_br: Mostrar caracteres não imprimíveis

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
pt_br: Tratar todos arquivos como texto

# _findAndReplaceForm.Text
source: Find and replace
pt_br: Procurar e substituir

# $this.Text
source: Find and replace
pt_br: Procurar e substituir

# _findAndReplaceString.Text
source: Find & replace
pt_br: Procurar & substituir

# _findString.Text
source: Find
pt_br: Procurar

# _noOccurrencesFoundString.Text
source: No occurrences found.
pt_br: Nenhuma ocorrência encontrada.

# _noSearchString.Text
source: No string specified to look for!
pt_br: Nenhuma string especificada para procurar!

# _notFoundString.Text
source: Not found
pt_br: Não encontrado

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
pt_br: Substituídas {0} ocorrências.

# _selectionOnlyString.Text
source: selection only
pt_br: apenas seleção

# _textNotFoundString.Text
source: Text not found
pt_br: Texto não encontrado

# _textNotFoundString2.Text
source: Search text not found.
pt_br: Texto de busca não encontrado.

# btnCancel.Text
source: Cancel
pt_br: Cancelar

# btnFindNext.Text
source: &Find next
pt_br: &Procurar próximo

# btnFindPrevious.Text
source: Find pre&vious
pt_br: Procurar a&nterior

# btnHighlightAll.Text
source: Find && highlight &all
pt_br: Procurar && destacar &todos

# btnReplace.Text
source: &Replace
pt_br: &Substituir

# btnReplaceAll.Text
source: Replace &All
pt_br: Substituir &todos

# chkMatchCase.Text
source: Match &case
pt_br: Considerar maiúsculas/minúsculas

# chkMatchWholeWord.Text
source: Match &whole word
pt_br: Procurar palavra inteira

# label1.Text
source: Fi&nd what:
pt_br: Pr&ocurar o que:

# lblReplaceWith.Text
source: Re&place with:
pt_br: Su&bstituir por:

# buttonBrowse.Text
source: Browse...
pt_br: Navegar...

# $this.Text
source: Remote repository fork and clone
pt_br: Fork e clone de repositório remoto

# _browseForCloneToDirbtn.Text
source: Browse...
pt_br: Navegar...

# _cloneBtn.Text
source: Clone
pt_br: Clonar

# _cloneSetupGB.Text
source: Clone
pt_br: Clonar

# _closeBtn.Text
source: Close
pt_br: Fechar

# _createDirectoryLbl.Text
source: Create directory:
pt_br: Criar pasta:

# _descriptionLbl.Text
source: Description:
pt_br: Descrição:

# _getFromUserBtn.Text
source: Get from user
pt_br: Obter do usuário

# _helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
pt_br: Se você deseja realizar o fork de um repositório pertencente a outra pessoa, vá para a aba Procurar repositórios

# _myReposPage.Text
source: My repositories
pt_br: Meus repositórios

# _openGitupPageBtn.Text
source: Open github page
pt_br: Abrir página do github

# _orLbl.Text
source: or
pt_br: ou

# _searchBtn.Text
source: Search
pt_br: Procurar

# _searchReposPage.Text
source: Search for repositories
pt_br: Procurar repositórios

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
pt_br: A pasta de Clone não pode ser vazia

# _strCouldNotAddRemote.Text
source: Could not add remote
pt_br: Não foi possível adicionar um remoto

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
pt_br: Não foi possível realizar o fetch de repositórios do usuário.

# _strFailedToFork.Text
source: Failed to fork:
pt_br: Falha durante o fork:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
pt_br: Falha ao obter repositórios. Provavelmente significa que você não configurou {0}. Faça-o através do menu "Plugins/{0}".

# _strLoading.Text
source: : LOADING :
pt_br: : CARREGANDO :

# _strNo.Text
source: No
pt_br: Não

# _strNoHomepageDefined.Text
source: No homepage defined
pt_br: Nenhuma página inicial definida

# _strSearchFailed.Text
source: Search failed!
pt_br: Procura falhou!

# _strSearching.Text
source: : SEARCHING :
pt_br: : PROCURANDO :

# _strSelectOneItem.Text
source: You must select exactly one item
pt_br: Você deve selecionar exatamente um item

# _strUserNotFound.Text
source: User not found!
pt_br: Usuário não encontrado!

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
pt_br: "{0}" será adicionado como remoto.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
pt_br: Clonará {0} para {1} Só colaboradores podem realizar push. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
pt_br: Clonará {0} para {1} Você poderá realizar push. {2}

# _strYes.Text
source: Yes
pt_br: Sim

# columnHeader2.Text
source: Private
pt_br: Privativo

# columnHeader6.Text
source: Is fork
pt_br: É um fork

# label1.Text
source: Destination folder:
pt_br: Pasta de destino:

# label3.Text
source: Add remote as:
pt_br: Adicionar remoto como:

# $this.Text
source: Add files
pt_br: Adicionar arquivos

# AddFiles.Text
source: Add files
pt_br: Adicionar arquivos

# ShowFiles.Text
source: Show files
pt_br: Mostrar arquivos

# force.Text
source: Force
pt_br: Forçar

# label1.Text
source: Filter
pt_br: Filtrar

# $this.Text
source: Add submodule
pt_br: Adicionar submódulo

# Add.Text
source: Add
pt_br: Adicionar

# Browse.Text
source: Browse
pt_br: Navegar

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
pt_br: Um caminho remoto e um caminho local são obrigatórios

# chkForce.Text
source: Force
pt_br: Forçar

# label1.Text
source: Path to submodule
pt_br: Caminho para submódulo

# label2.Text
source: Local path
pt_br: Caminho local

# $this.Text
source: Add file(s) to .gitignore
pt_br: Adicionar arquivo(s) ao .gitignore

# AddToIgnore.Text
source: Ignore
pt_br: Ignorar

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
pt_br: Adicionar arquivo(s) a .git/info/exclude

# _matchingFilesString.Text
source: {0} file(s) matched
pt_br: {0} arquivo(s) combina(m)

# _updateStatusString.Text
source: Updating ...
pt_br: Atualizando ...

# groupBox1.Text
source: Preview
pt_br: Visualizar

# groupFilePattern.Text
source: Enter a file pattern to ignore:
pt_br: Informe um modelo de arquivos a ignorar:

# label2.Text
source: No existing files match that pattern.
pt_br: Nenhum arquivo existente combina com este modelo.

# $this.Text
source: Apply patch
pt_br: Aplicar patch

# Abort.Text
source: Abort patch
pt_br: Abortar patch

# Apply.Text
source: Apply patch
pt_br: Aplicar patch

# BrowseDir.Text
source: Browse
pt_br: Navegar

# BrowsePatch.Text
source: Browse
pt_br: Navegar

# IgnoreWhitespace.Text
source: Ignore Wh.spc.
pt_br: Ignorar espaços em branco

# Mergetool.Text
source: Solve conflicts
pt_br: Resolver conflitos

# PatchDirMode.Text
source: Patch directory
pt_br: Patch pasta

# PatchFileMode.Text
source: Patch file
pt_br: Patch arquivo

# Resolved.Text
source: Conflicts resolved
pt_br: Conflitos resolvidos

# Skip.Text
source: Skip patch
pt_br: Pular patch

# _applyPatchMsgBox.Text
source: Apply patch
pt_br: Aplicar patch

# _conflictMergetoolText.Text
source: Solve conflicts
pt_br: Resolver conflitos

# _conflictResolvedText.Text
source: Conflicts resolved
pt_br: Conflitos resolvidos

# _noFileSelectedText.Text
source: Please select a patch to apply
pt_br: Selecione um patch para aplicar

# _selectPatchFileCaption.Text
source: Select patch file
pt_br: Selecionar um arquivo de patch

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
pt_br: Arquivo de patch (*.Patch)

# $this.Text
source: Archive
pt_br: Compactar

# _noRevisionSelected.Text
source: You need to choose a target revision.
pt_br: Você precisa escolher uma revisão alvo

# _noRevisionSelectedCaption.Text
source: Error
pt_br: Erro

# _saveFileDialogCaption.Text
source: Save archive as
pt_br: Salvar compactado como

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
pt_br: Arquivo Tar (*.tar)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
pt_br: Arquivo Zip (*.zip)

# buttonArchiveRevision.Text
source: Save as...
pt_br: Salvar como...

# checkBoxPathFilter.Text
source: Archive specific paths only
pt_br: Arquivar apenas pastas específicas

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
pt_br: Busca os arquivos que mudaram a partir da revisão acima para este e arquiva somente esses

# groupBox1.Text
source: Archive format
pt_br: Formato do compactado

# groupBox2.Text
source: Filter files
pt_br: Filtrar arquivos

# label1.Text
source: This revision will be archived:
pt_br: Esta revisão será compactada:

# label2.Text
source: Choose another revision:
pt_br: Escolha outra revisão:

# label4.Text
source: separate each new path by new line
pt_br: separa cada caminho a partir de uma nova linha

# labelDateCaption.Text
source: Commit date:
pt_br: Data do commit:

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
pt_br: Primeiro escolha uma revisão com que comparar:

# $this.Text
source: Configure available encodings
pt_br: Configurar codificações disponíveis

# ButtonCancel.Text
source: Cancel
pt_br: Cancelar

# lAvaolableEncodings.Text
source: Available:
pt_br: Disponível:

# lSelectedEncodings.Text
source: Selected:
pt_br: Selecionado:

# $this.Text
source: Bisect
pt_br: Bifurcar

# Bad.Text
source: Mark current revision bad
pt_br: Tornar revisão atual como ruim

# Good.Text
source: Mark current revision good
pt_br: Tornar revisão atual como boa

# Start.Text
source: Start bisect
pt_br: Iniciar bifurcação

# Stop.Text
source: Stop bisect
pt_br: Parar bifurcação

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
pt_br: Marcar revisões selecionadas como início da bifurcação?

# btnSkip.Text
source: Skip current revision
pt_br: Pular revisão atual

# $this.Text
source: File History
pt_br: Histórico do arquivo

# EditSettings.ToolTipText
source: Settings
pt_br: Configurações

# RefreshButton.ToolTipText
source: Refresh
pt_br: Atualizar

# ShowFirstParent.ToolTipText
source: Show first parents
pt_br: Mostrar primeiros parentes

# TreeTabPage.Text
source: File tree
pt_br: Árvore de arquivos

# _buildReportTabCaption.Text
source: Build Report
pt_br: Construir relatório

# _configureWorkingDirMenu.Text
source: Configure this menu
pt_br: Configurar este menu

# _createPullRequestsToolStripMenuItem.Text
source: Create pull requests...
pt_br: Criar pull requests...

# _directoryIsNotAValidRepositoryCaption.Text
source: Open
pt_br: Abrir

# _errorCaption.Text
source: Error
pt_br: Erro

# _forkCloneRepositoryToolStripMenuItem.Text
source: Fork/Clone repository...
pt_br: Fork/Clonar um repositório...

# _goToSuperProject.Text
source: Go to superproject
pt_br: Ir para super-projeto

# _hintUnresolvedMergeConflicts.Text
source: There are unresolved merge conflicts!
pt_br: Existem conflitos de merge não resolvidos!

# _loading.Text
source: Loading...
pt_br: Carregando...

# _noBranchTitle.Text
source: no branch
pt_br: nenhum branch

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
pt_br: Não foi possível encontrar nenhum servidor de repositório relevante para o atual repositório.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
pt_br: Nenhum plugin de servidor de repositório carregado.

# _noSubmodulesPresent.Text
source: No submodules
pt_br: Nenhum submódulo

# _noWorkingFolderText.Text
source: No working directory
pt_br: Nenhuma pasta de trabalho

# _pullFetchAll.Text
source: Fetch all
pt_br: Fetch tudo

# _pullOpenDialog.Text
source: Open pull dialog
pt_br: Abrir tela de pull

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
pt_br: (Servidores de repositórios)

# _topProjectModuleFormat.Text
source: Top project: {0}
pt_br: Projeto pai: {0}

# _updateCurrentSubmodule.Text
source: Update current submodule
pt_br: Atualizar submódulo atual

# _viewPullRequestsToolStripMenuItem.Text
source: View pull requests...
pt_br: Mostrar pull requests...

# _warningMiddleOfBisect.Text
source: You are in the middle of a bisect
pt_br: Você está no meio de operação bisect

# _warningMiddleOfPatchApply.Text
source: You are in the middle of a patch apply
pt_br: Você está no meio de uma aplicação de patch

# _warningMiddleOfRebase.Text
source: You are in the middle of a rebase
pt_br: Você está no meio de um rebase

# aboutToolStripMenuItem.Text
source: About
pt_br: Sobre

# applyPatchToolStripMenuItem.Text
source: Apply patch...
pt_br: Aplicar patch...

# archiveToolStripMenuItem.Text
source: Archive revision...
pt_br: Compactar revisão...

# bisectToolStripMenuItem.Text
source: Bisect...
pt_br: Bifurcar...

# branchToolStripMenuItem.Text
source: Create branch...
pt_br: Criar branch...

# changelogToolStripMenuItem.Text
source: Changelog
pt_br: Log de alterações

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
pt_br: Verificar se há atualizações

# checkoutToolStripMenuItem.Text
source: Checkout revision...
pt_br: Checkout revisão...

# cleanupToolStripMenuItem.Text
source: Clean working directory...
pt_br: Limpar pasta de trabalho...

# cloneToolStripMenuItem.Text
source: Clone repository...
pt_br: Clonar repositório...

# closeToolStripMenuItem.Text
source: Close (go to Dashboard)
pt_br: Fechar (ir para painel)

# commitToolStripMenuItem.Text
source: Commit...
pt_br: Commitar...

# compressGitDatabaseToolStripMenuItem.Text
source: Compress git database
pt_br: Compactar banco de dados do git

# createWorktreeToolStripMenuItem.Text
source: Create a worktree...
pt_br: Criar uma árvore de trabalho...

# deleteBranchToolStripMenuItem.Text
source: Delete branch...
pt_br: Apagar branch...

# deleteIndexLockToolStripMenuItem.Text
source: Delete index.lock
pt_br: Apagar index.lock

# deleteTagToolStripMenuItem.Text
source: Delete tag...
pt_br: Apagar tag...

# donateToolStripMenuItem.Text
source: Donate
pt_br: Doar

# editGitAttributesToolStripMenuItem.Text
source: Edit .gitattributes
pt_br: Editar .gitattributes

# editLocalGitConfigToolStripMenuItem.Text
source: Edit .git/config
pt_br: Editar .git/config

# editgitignoreToolStripMenuItem1.Text
source: Edit .gitignore
pt_br: Editar .gitignore

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/exclude
pt_br: Editar .git/info/exclude

# editmailmapToolStripMenuItem.Text
source: Edit .mailmap
pt_br: Editar .mailmap

# exitToolStripMenuItem.Text
source: Exit
pt_br: Sair

# fetchAllToolStripMenuItem.Text
source: Fetch all
pt_br: Fetch tudo

# fileExplorerToolStripMenuItem.Text
source: File Explorer
pt_br: Gerenciador de arquivos

# formatPatchToolStripMenuItem.Text
source: Format patch...
pt_br: Formatar patch

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
pt_br: Gerar ou importar chave

# gitMaintenanceToolStripMenuItem.Text
source: Git maintenance
pt_br: Manutenção Git

# initNewRepositoryToolStripMenuItem.Text
source: Create new repository...
pt_br: Criar novo repositório...

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remote repositories...
pt_br: Repositórios remotos...

# manageSubmodulesToolStripMenuItem.Text
source: Submodules...
pt_br: Submódulos...

# manageWorktreeToolStripMenuItem.Text
source: Manage worktrees...
pt_br: Gerenciar árvores de trabalho...

# navigateToolStripMenuItem.Text
source: Navigate
pt_br: Navegar

# openToolStripMenuItem.Text
source: Open...
pt_br: Abrir...

# patchToolStripMenuItem.Text
source: View patch file...
pt_br: Visualizar arquivo de patch...

# pullToolStripMenuItem1.Text
source: Open pull dialog...
pt_br: Abrir janela de pull...

# recoverLostObjectsToolStripMenuItem.Text
source: Recover lost objects...
pt_br: Recuperar objetos perdidos...

# refreshToolStripMenuItem.Text
source: Refresh
pt_br: Atualizar

# repoSettingsToolStripMenuItem.Text
source: Repository settings
pt_br: Configurações do repositório

# reportAnIssueToolStripMenuItem.Text
source: Report an issue
pt_br: Reportar um problema

# resetToolStripMenuItem.Text
source: Reset changes...
pt_br: Restaurar alterações...

# settingsToolStripMenuItem.Text
source: Settings
pt_br: Configurações

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
pt_br: Iniciar agente de autenticação

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all submodules
pt_br: Sincronizar todos os submódulos

# tagToolStripMenuItem.Text
source: Create tag...
pt_br: Criar tag...

# toolStripButtonLevelUp.Text
source: Go to superproject
pt_br: Ir para super-projeto

# toolStripFileExplorer.ToolTipText
source: File Explorer
pt_br: Gerenciador de arquivos

# toolStripMenuItemWorktrees.Text
source: Worktrees
pt_br: Árvores de trabalho

# toolStripRevisionFilterLabel.Text
source: Filter:
pt_br: Filtrar:

# translateToolStripMenuItem.Text
source: Translate
pt_br: Traduzir

# tsmiRecentRepositories.Text
source: Recent Repositories
pt_br: Repositórios recentes

# tsmiRecentRepositoriesClear.Text
source: Clear List
pt_br: Limpar lista

# updateAllSubmodulesToolStripMenuItem.Text
source: Update all submodules
pt_br: Atualizar todos os submódulos

# userManualToolStripMenuItem.Text
source: User Manual
pt_br: Manual do usuário

# viewToolStripMenuItem.Text
source: View
pt_br: Ver

# $this.Text
source: Browse repository window
pt_br: Janela de navegação de repositório

# ConEmuGB.Text
source: Console emulator
pt_br: Emulador de terminal

# chkChowConsoleTab.Text
source: Show the Console tab
pt_br: Mostrar o tab de Console

# groupBoxConsoleSettings.Text
source: Console settings (a restart is needed to take effect)
pt_br: Configurações do terminal (necessário reiniciar)

# label1.Text
source: Console style
pt_br: Estilo do terminal

# label2.Text
source: Shell to run
pt_br: Shell a executar

# label3.Text
source: Font size
pt_br: Tamanho do fonte

# $this.Text
source: Change log
pt_br: Log de alterações

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
pt_br: Aplicar mudanças armazenadas em stash para o diretório corrente novamente?

# _createBranch.Text
source: Create local branch with the name:
pt_br: Criar branch local com o nome:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
pt_br: Nome personalizado de branch está vazio. Digite um nome de branch válido ou selecione um valor predefinido.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
pt_br: “{0}” não é um nome de branch válido. Digite um nome de branch válido ou selecione valor predefinido.

# _dontShowAgain.Text
source: Don't show me this message again.
pt_br: Não mostrar essa mensagem novamente.

# _resetCaption.Text
source: Reset branch
pt_br: Restaurar branch

# chkSetLocalChangesActionAsDefault.Text
source: Set as default
pt_br: Configurar como padrão

# localChangesGB.Text
source: Local changes
pt_br: Alterações locais

# rbCreateBranchWithCustomName.Text
source: Create local branch with custom name:
pt_br: Criar branch local com nome personalizado:

# rbDontChange.Text
source: Don't change
pt_br: Não alterar

# rbReset.Text
source: Reset
pt_br: Restaurar

# rbResetBranch.Text
source: Reset local branch with the name:
pt_br: Restaurar branch local com o nome:

# $this.Text
source: Checkout revision
pt_br: Checkout revisão

# Force.Text
source: Force (reset local changes)
pt_br: Force (reseta alterações locais)

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
pt_br: Selecione 1 revisão para checkout.

# label2.Text
source: Checkout this revision
pt_br: Fazer checkout desta revisão

# $this.Text
source: Cherry pick commit
pt_br: Comitar

# AutoCommit.Text
source: Automatically create a commit
pt_br: Automaticamente criar um commit

# BranchInfo.Text
source: Cherry pick this commit:
pt_br: Cherry pick esse commit:

# ParentsLabel.Text
source: This commit is a merge, select parent:
pt_br: Este commit é um merge, selecione o pai:

# _noneParentSelectedText.Text
source: None parent is selected!
pt_br: Nenhum parente selecionado!

# _noneParentSelectedTextCaption.Text
source: Error
pt_br: Erro

# checkAddReference.Text
source: Add commit reference to commit message
pt_br: Adicionar referência do commit à mensagem do commit

# columnHeader1.Text
source: No.
pt_br: Não.

# columnHeader2.Text
source: Message
pt_br: Mensagem

# columnHeader3.Text
source: Author
pt_br: Autor

# columnHeader4.Text
source: Date
pt_br: Data

# $this.Text
source: Choose Commit
pt_br: Escolher commit

# buttonGotoCommit.Text
source: Go to commit...
pt_br: Ir para commit...

# label1.Text
source: Find specific commit:
pt_br: Procurar commit específico:

# $this.Text
source: Choose language
pt_br: Alterar idioma

# label1.Text
source: Choose your language
pt_br: Escolha seu idioma

# label2.Text
source: You can change the language at any time in the settings dialog
pt_br: Você pode alterar o idioma quando quiser no diálogo de configurações

# $this.Text
source: Clean working directory
pt_br: Limpar pasta de trabalho

# Cancel.Text
source: Cancel
pt_br: Cancelar

# Cleanup.Text
source: Cleanup
pt_br: Limpar

# Preview.Text
source: Preview
pt_br: Visualizar

# RemoveAll.Text
source: Remove all untracked files
pt_br: Remover todos os arquivos não controlados

# RemoveDirectories.Text
source: Remove untracked directories
pt_br: Remover todas as pastas não controladas

# RemoveIngnored.Text
source: Remove only ignored untracked files
pt_br: Remover apenas arquivos ignorados e não controlados

# RemoveNonIgnored.Text
source: Remove only non-ignored untracked files
pt_br: Remover apenas arquivos que não estão controlados

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
pt_br: Tem certeza que deseja limpar o repositório?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
pt_br: Limpar

# checkBoxPathFilter.Text
source: Affect the following path(s) only:
pt_br: Afeta apenas a(s) seguinte(s) pasta(s):

# groupBox1.Text
source: Remove untracked files from working directory
pt_br: Remover arquivos incontrolados da pasta de trabalho
