Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
es_ar: Cerrar la ventana de diálogo de un proceso cuando el proceso termine con éxito

# chkFollowRenamesInFileHistory.Text
source: Follow renames in file history (experimental)
es_ar: Seguir los cambios de nombre en el historial de archivos (experimental)

# chkFollowRenamesInFileHistoryExact.Text
source: Follow exact renames and copies only
es_ar: Seguir solamente cambios de nombre exactos y copias exactas

# chkShowAheadBehindDataInBrowseWindow.Text
source: Show ahead and behind information on status bar in browse window
es_ar: Mostrar información de qué tan adelante y atrás están los commits locales en el botón de push

# chkShowGitCommandLine.Text
source: Show console window when executing git process
es_ar: Mostrar la consola en una ventana al ejecutar un proceso de git

# chkShowGitStatusForArtificialCommits.Text
source: Show number of changed files for artificial commits
es_ar: Mostrar el número de archivos modificados en commits artificiales

# chkShowGitStatusInToolbar.Text
source: Show number of changed files on commit button
es_ar: Mostrar el número de archivos modificados en el botón de commit

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
es_ar: Mostrar la cantidad de stashes en el botón de stash

# chkShowSubmoduleStatusInBrowse.Text
source: Show submodule status in browse menu
es_ar: Mostrar el estado de los submódulos en el dropdown de submódulos

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
es_ar: Abrir el último directorio de trabajo al iniciar Git Extensions

# chkUseFastChecks.Text
source: Use FileSystemWatcher to check if index is changed
es_ar: Usar FileSystemWatcher para chequear cambios en el índice

# lblCommitsLimit.Text
source: Limit number of commits that will be loaded at startup
es_ar: Limitar el número de commits a cargar al abrir un repositorio

# lblDefaultCloneDestination.Text
source: Default clone destination
es_ar: Ubicación de destino por defecto para un clone

# lblQuickSearchTimeout.Text
source: Revision grid quick search timeout [ms]
es_ar: Timeout (ms) para la búsqueda rápida en la lista de revisiones

# checkBoxFetchPrune.Text
source: Prune remote branches during fetch
es_ar: Hacer prune de branches remotas al hacer fetch

# checkBoxPullRebase.Text
source: Rebase local branch when pulling (instead of merge)
es_ar: Hacer rebase (en vez de merge) de una branch local al hacer pull

# checkBoxRebaseAutostash.Text
source: Automatically stash before doing a rebase
es_ar: Guardar en el stash automáticamente antes de hacer rebase

# ConfigureEncoding.Text
source: Configure
es_ar: Configurar

# btnCommitTemplateBrowse.Text
source: Browse
es_ar: Mostrar

# btnDiffToolBrowse.Text
source: Browse
es_ar: Mostrar

# btnDiffToolCommandSuggest.Text
source: Suggest
es_ar: Sugerir

# btnMergeToolBrowse.Text
source: Browse
es_ar: Mostrar

# btnMergeToolCommandSuggest.Text
source: Suggest
es_ar: Sugerir

# globalAutoCrlfFalse.Text
source: Checkout as-is, commit as-is ("core.autocrlf" is set to "false")
es_ar: Checkout sin cambios, commit sin cambios (setea "core.autocrlf" a "false")

# globalAutoCrlfInput.Text
source: Checkout as-is, commit Unix-style line endings ("core.autocrlf" is set to "input")
es_ar: Checkout sin cambios, commit con fin de línea estilo Unix (setea "core.autocrlf" a "input")

# globalAutoCrlfNotSet.Text
source: Not set
es_ar: Dejarlo sin setear

# globalAutoCrlfTrue.Text
source: Checkout Windows-style, commit Unix-style line endings ("core.autocrlf" is set to "true")
es_ar: Checkout con fin de línea estilo Windows, commit con fin de línea estilo Unix (setea "core.autocrlf" a "true")

# groupBoxLineEndings.Text
source: Line endings
es_ar: Fin de línea

# label3.Text
source: User name
es_ar: Nombre de usuario

# label4.Text
source: User email
es_ar: Mail del usuario

# label60.Text
source: Files content encoding
es_ar: Codificación de los contenidos de archivos

# label9.Text
source: You need to set the correct path to git before you can change global settings.
es_ar: Tenés que configurar la ubicación de git para poder cambiar la configuración global.

# lblCommitTemplatePath.Text
source: Path to commit template
es_ar: Directorio del modelo de commit

# lblDiffTool.Text
source: Difftool
es_ar: Herramienta de visualización de diferencias entre archivos (diff tool)

# lblDiffToolCommand.Text
source: Difftool command
es_ar: Comando de la herramienta de diff

# lblDiffToolPath.Text
source: Path to difftool
es_ar: Directorio de la herramienta de diff

# lblMergeTool.Text
source: Mergetool
es_ar: Herramienta de merge

# lblMergeToolCommand.Text
source: Mergetool command
es_ar: Comando de la herramienta de merge

# lblMergeToolPath.Text
source: Path to mergetool
es_ar: Ubicación de la herramienta de merge

# _cannotAccessGitignore.Text
source: Failed to save .gitignore. Check if file is accessible.
es_ar: Error al guardar .gitignore. Fijate si se puede acceder al archivo.

# _cannotAccessGitignoreCaption.Text
source: Failed to save .gitignore
es_ar: Error al guardar .gitignore.

# _editGitignoreTitle.Text
source: Edit .gitignore
es_ar: Editar .gitignore

# _gitignoreOnlyInWorkingDirSupported.Text
source: .gitignore is only supported when there is a working directory.
es_ar: Solamente se puede usar .gitignore cuando hay un directorio de trabajo.

# _saveFileQuestion.Text
source: Save changes to .gitignore?
es_ar: ¿Querés guardar los cambios en .gitignore?

# _cannotAccessLocalExclude.Text
source: Failed to save .git/info/exclude. Check if file is accessible.
es_ar: Error al guardar .git/info/exclude. Fijate si se puede acceder al archivo.

# _cannotAccessLocalExcludeCaption.Text
source: Failed to save .git/info/exclude
es_ar: Error al guardar .git/info/exclude

# _editLocalExcludeTitle.Text
source: Edit .git/info/exclude
es_ar: Editar el archivo .git/info/exclude

# _localExcludeOnlyInWorkingDirSupported.Text
source: .git/info/exclude is only supported when there is a working directory.
es_ar: Solamente se puede usar .git/info/exclude cuando hay un directorio de trabajo.

# _saveFileQuestion.Text
source: Save changes to .git/info/exclude?
es_ar: ¿Querés guardar los cambios en .git/info/exclude?

# $this.Text
source: Paths
es_ar: Directorios

# BrowseGitBinPath.Text
source: Browse
es_ar: Mostrar

# BrowseGitPath.Text
source: Browse
es_ar: Mostrar

# ChangeHomeButton.Text
source: Change HOME
es_ar: Cambiar HOME

# _homeIsSetToString.Text
source: HOME is set to:
es_ar: Valor de HOME:

# downloadGitForWindows.Text
source: Download Git
es_ar: Bajar git

# gbEnvironment.Text
source: Environment
es_ar: Entorno

# gbPaths.Text
source: Paths
es_ar: Directorios

# homeIsSetToLabel.Text
source: HOME is set to: {0}
es_ar: Valor de HOME: {0}

# label50.Text
source: Git Extensions can use Git for Windows or cygwin to access git repositories. Set the correct paths below.
es_ar: Git Extensions puede usar Git for Windows o cygwin para acceder a repositorios de git. Configurá la ubicación correspondiente a continuación.

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
es_ar: Comando para ejecutar git (git.cmd o git.exe)

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
es_ar: Ubicación de las herramientas de Linux (sh). Dejalo en blanco si está en el PATH.

# CouldNotSave.Text
source: Could not save the modified settings and rules.
es_ar: No pude guardar la configuración y reglas nuevas.

# DisableForThisRepository.Text
source: Disable for this repository
es_ar: Desactivar para este repositorio

# EditsTheContentsOfTheGitInfoSparseCheckoutFile.Text
source: Edits the contents of the “.git/info/sparse-checkout” file.
es_ar: Editar el archivo “.git/info/sparse-checkout”.

# Enable.Text
source: &Enable
es_ar: &Activar

# LoadFile.Text
source: Load File
es_ar: Cargar archivo

# Save.Text
source: &Save
es_ar: &Guardar

# SaveFile.Text
source: Save File
es_ar: Guardar archivo

# SetsTheGitPropertyToFalseForTheLocalRepository.Text
source: Sets the Git property “{0}” to False for the local repository.
es_ar: Setear la propiedad de git «{0}» a false para el repositorio local.

# SetsTheGitPropertyToTrueForTheLocalRepository.Text
source: Sets the Git property “{0}” to True for the local repository.
es_ar: Setear la propiedad de git «{0}» a true para el repositorio local.

# YouHaveMadeChangesToSettingsOrRulesWouldYouLikeToSaveThem.Text
source: You have made changes to settings or rules. Would you like to save them?
es_ar: Cambiaste la configuración o las reglas. ¿Las querés guardar?

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
es_ar: Podés leer más acerca de esta funcionalidad en {0}

# linkLabelHelp.Text
source: Help
es_ar: Ayuda

# linkLabelHide.Text
source: Hide help
es_ar: Ocultar la ayuda

# linkLabelShowHelp.Text
source: Show help
es_ar: Mostrar la ayuda

# AbortButton.Text
source: Abort
es_ar: Abortar

# CreateBranch.Text
source: Create &Branch...
es_ar: Crear una &branch

# Merge.Text
source: &Merge
es_ar: Hacer &merge

# Rename.Text
source: Rename
es_ar: Cambiar el nombre

# Reset.Text
source: Re&set
es_ar: Re&setear

# _confirmDeleteRemoteBranch.Text
source: Do you want to delete the branch {0} from {1}?
es_ar: ¿Querés eliminar la branch {0} de {1}?

# _middleOfPatchApply.Text
source: You are in the middle of a patch apply, continue patch apply?
es_ar: Estás en la mitad de la aplicación de un patch. ¿Querés terminar de aplicarlo?

# _middleOfPatchApplyCaption.Text
source: Patch apply
es_ar: Aplicar patch

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
es_ar: Estás en la mitad de un rebase. ¿Lo querés terminar?

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
es_ar: El directorio actual no es un repositorio de git válido.

# _pageantNotFound.Text
source: Cannot load SSH key. PuTTY is not configured properly.
es_ar: No se puede leer la clave de SSH. PuTTY no está configurado correctamente.

# _rememberChoice.Text
source: Remember choice
es_ar: Recordar la selección

# _serverHostkeyNotCachedText.Text
source: The server's host key is not cached in the registry. Do you want to trust this host key and then try again?
es_ar: La clave del servidor no está en el caché de la registry. ¿Confiás en esta clave como para probar de vuelta?

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
es_ar: ¿Actualizar los submódulos al hacer checkout?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
es_ar: Hay conflictos sin resolver. ¿Lo querés resolver ahora?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
es_ar: Conflictos de merge

# _updateSubmodules.Text
source: Update submodules
es_ar: Actualizar submódulos

# FileName.HeaderText
source: Name
es_ar: Nombre

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
es_ar: No es posible mostrar los detalles del archivo de patch.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
es_ar: Autor

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
es_ar: Fecha

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
es_ar: Asunto

# $this.Text
source: Plugins Settings
es_ar: Configuración de los plug-ins

# label1.Text
source: Select one of the subnodes to view or edit the settings of a Git Extensions Plugin.
es_ar: Seleccioná el nodo del plug-in del que querés ver o editar la configuración.

# labelNoSettings.Text
source: There are no settings available for this plugin.
es_ar: No hay ninguna configuración disponible para este plug-in.

# _cannotOpenTheFolder.Text
source: Cannot open the folder
es_ar: No se puede abrir el directorio

# _clearRecentCategoryCaption.Text
source: Clear recent repositories
es_ar: Limpiar la lista de repositorios recientes

# _clearRecentCategoryQuestion.Text
source: Do you want to clear the list of recent repositories? The action cannot be undone.
es_ar: ¿Querés limpiar la lista de repositorios recientes? Esta acción no se puede revertir.

# _deleteCategoryCaption.Text
source: Delete Category
es_ar: Borrar esta categoría

# _deleteCategoryQuestion.Text
source: Do you want to delete category "{0}" with {1} repositories? The action cannot be undone.
es_ar: ¿Querés borrar la categoría «{0}» (tiene {1} repositorios)? Esta acción no se puede revertir.

# _directoryIsNotAValidRepository.Text
source: The selected item is not a valid git repository. Do you want to remove it from the recent repositories list?
es_ar: Lo que seleccionaste no es un repositorio de git válido. ¿Lo querés borrar de la lista de repositorios recientes?

# _groupRecentRepositories.Text
source: Recent repositories
es_ar: Repositorios recientes

# _notAValidRepository.Text
source: Not a valid git repository
es_ar: No es un repositorio de git válido

# clmhdrCategory.Text
source: Category
es_ar: Categoría

# clmhdrPath.Text
source: Path
es_ar: Directorio

# lblRecentRepositories.Text
source: Recent Repositories
es_ar: Repositorios recientes

# mnuConfigure.Text
source: &Recent repositories settings
es_ar: Configuración de los &repositorios recientes

# tsmiCategories.Text
source: Categories
es_ar: Categorías

# tsmiCategoryAdd.Text
source: Add new...
es_ar: Agregar nuevo...

# tsmiCategoryClear.Text
source: Clear all recent repositories
es_ar: Limpiar todos los repositorios recientes

# tsmiCategoryDelete.Text
source: Delete category
es_ar: Borrar categoría

# tsmiCategoryNone.Text
source: (none)
es_ar: (ninguno)

# tsmiCategoryRename.Text
source: Rename category
es_ar: Cambiar el nombre de la categoría

# tsmiOpenFolder.Text
source: Show in folder
es_ar: Mostrar en el directorio

# tsmiRemoveFromList.Text
source: Remove project from the list
es_ar: Eliminar el proyecto de la lista

# tsmiRemoveMissingReposFromList.Text
source: Remove missing projects from the list
es_ar: Eliminar los proyectos faltantes de la lista

# DeleteTooltip.Text
source: Delete the branch from the remote
es_ar: Eliminar la branch en el remoto

# _searchTooltip.Text
source: Search
es_ar: Buscar

# _showBranchOnly.Text
source: Filter the revision grid to show this branch only To show all branches, right click the revision grid, select 'view' and then the 'show all branches'
es_ar: Filtrar la lista de revisiones de manera de mostrar solamente este branch. Para mostrar todas las branches, hacé click derecho en la lista de revisiones, seleccioná «ver», y «mostrar todas las branches».

# _showHideRefsTooltip.Text
source: Show/hide branches/remotes/tags
es_ar: Mostrar/ocultar branches/remotos/tags

# lblSearchBranch.Text
source: Search:
es_ar: Buscar:

# mnuBtnFetchAllRemotes.Text
source: Fetch all remotes
es_ar: Hacer fetch de todos los remotos

# mnuBtnManageRemotesFromRootNode.Text
source: &Manage...
es_ar: &Administrar...

# mnuBtnPruneAllBranchesFromARemote.Text
source: Fetch and prune
es_ar: Fetch y prune

# mnuBtnPruneAllRemotes.Text
source: Fetch and prune all remotes
es_ar: Fetch y prune de todos los remotos

# mnubtnCollapseAll.Text
source: Collapse All
es_ar: Colapsar todo

# mnubtnDeleteAllBranches.Text
source: Delete All
es_ar: Borrar todo

# mnubtnDisableRemote.Text
source: &Deactivate
es_ar: &Desactivar

# mnubtnEnableRemote.Text
source: &Activate
es_ar: &Activar

# mnubtnEnableRemoteAndFetch.Text
source: A&ctivate and fetch
es_ar: A&ctivar y hacer fetch

# mnubtnExpandAll.Text
source: Expand All
es_ar: Expandir todo

# mnubtnFetchCreateBranch.Text
source: Fetc&h && Create Branch
es_ar: Hacer fetc&h y crear una branch

# mnubtnFetchRebase.Text
source: Fetch && Re&base
es_ar: Fetch y re&base

# mnubtnFilterLocalBranchInRevisionGrid.Text
source: Show this branch only
es_ar: Mostrar solo esta branch

# mnubtnFilterRemoteBranchInRevisionGrid.Text
source: Show this branch only
es_ar: Mostrar solo esta branch

# mnubtnManageRemotes.Text
source: &Manage...
es_ar: &Administrar...

# mnubtnManageSubmodules.Text
source: &Manage...
es_ar: &Administrar...

# mnubtnMoveDown.Text
source: Move Down
es_ar: Mover abajo

# mnubtnMoveUp.Text
source: Move Up
es_ar: Mover arriba

# mnubtnOpenSubmodule.Text
source: &Open
es_ar: &Abrir

# mnubtnPullFromRemoteBranch.Text
source: Fetch && Merge (&Pull)
es_ar: Fetch y merge (&Pull)

# mnubtnRemoteBranchFetchAndCheckout.Text
source: &Fetch && Checkout
es_ar: &Fetch y checkout

# mnubtnSynchronizeSubmodules.Text
source: Synchronize
es_ar: Sincronizar

# mnubtnUpdateSubmodule.Text
source: &Update
es_ar: Act&ualizar

# tsmiShowRemotes.Text
source: &Remotes
es_ar: &Remotos

# tsmiShowSubmodules.Text
source: &Submodules
es_ar: &Submódulos

# _saveFileFilterAllFiles.Text
source: All files
es_ar: Todos los archivos

# _saveFileFilterCurrentFormat.Text
source: Current format
es_ar: Formato actual

# diffCommitSubmoduleChanges.Text
source: Commit submodule changes
es_ar: Hacer commit de los cambios en los submódulos

# diffDeleteFileToolStripMenuItem.Text
source: Delete file
es_ar: Borrar el archivo

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: Edit working directory file
es_ar: Editar este archivo tal como está en el directorio de trabajo

# diffOpenRevisionFileToolStripMenuItem.Text
source: Open this revision (temp file)
es_ar: Abrir esta revisión del archivo (en un archivo temporal)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
es_ar: Abrir esta revisión del archivo con... (en un archivo temporal)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: Open working directory file with...
es_ar: Editar este archivo tal como está en el directorio de trabajo con...

# diffResetSubmoduleChanges.Text
source: Reset submodule changes
es_ar: Resetear los cambios en los submódulos

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
es_ar: Guardar los cambios de los submódulos en el stash

# diffSubmoduleSummaryMenuItem.Text
source: View summary
es_ar: Ver el resumen

# diffUpdateSubmoduleMenuItem.Text
source: Update submodule
es_ar: Actualizar el submódulo

# firstParentToLocalToolStripMenuItem.Text
source: Parent to first -> Working directory
es_ar: Padre al primero -> Directorio de trabajo

# firstToLocalToolStripMenuItem.Text
source: First -> Working directory
es_ar: Primero -> Directorio de trabajo

# firstToSelectedToolStripMenuItem.Text
source: First -> Selected
es_ar: Primero -> Seleccionado

# resetFileToToolStripMenuItem.Text
source: Reset file(s) to
es_ar: Resetear el o los archivos a

# saveAsToolStripMenuItem1.Text
source: Save selected as...
es_ar: Guardar la selección como...

# saveToolStripMenuItem.Text
source: Save
es_ar: Guardar

# selectedParentToLocalToolStripMenuItem.Text
source: Parent to selected -> Working directory
es_ar: Padre a la selección -> Directorio de trabajo

# selectedToLocalToolStripMenuItem.Text
source: Selected -> Working directory
es_ar: Selección -> Directorio de trabajo

# stageFileToolStripMenuItem.Text
source: Stage file(s)
es_ar: Mover el o los archivos al área de preparación

# unstageFileToolStripMenuItem.Text
source: Unstage file(s)
es_ar: Sacar el o los archivos del área de preparación

# _assumeUnchangedCaption.Text
source: Assume this file won't change
es_ar: Asumir que este archivo no va a cambiar

# _resetFileCaption.Text
source: Reset
es_ar: Resetear

# _stopTrackingCaption.Text
source: Stop tracking the file
es_ar: Hacer que git deje de seguir este archivo

# _stopTrackingMessage.Text
source: Are you sure you want to stop tracking the file '{0}'?
es_ar: ¿Estás seguro de que querés que git deje de seguir el archivo «{0}»?

# _stopTrackingSuccess.Text
source: File successfully untracked. Removal has been added to the staging area. See the changes in the commit form.
es_ar: Git no va a seguir más al archivo. El cambio está en el área de preparación. Podés ver los cambios en la ventana de commit.

# _success.Text
source: Success
es_ar: Todo bien

# blameToolStripMenuItem1.Text
source: Blame
es_ar: Hacer blame (echar la culpa)

# collapseAllToolStripMenuItem.Text
source: Collapse all
es_ar: Colapsar todo

# copyFilenameToClipboardToolStripMenuItem.Text
source: Copy full path
es_ar: Copiar el directorio absoluto

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
es_ar: Editar el archivo del directorio de trabajo

# fileHistoryToolStripMenuItem.Text
source: View history
es_ar: Ver el historial

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
es_ar: Archivar...

# fileTreeOpenContainingFolderToolStripMenuItem.Text
source: Show in folder
es_ar: Mostrar en el directorio

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
es_ar: Abrir esta revisión del archivo (en un archivo temporal)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
es_ar: Abrir esta revisión del archivo con... (en un archivo temporal)

# openWithToolStripMenuItem.Text
source: Open working directory file with...
es_ar: Editar este archivo tal como está en el directorio de trabajo con...

# GotoCommit.Text
source: Go to commit...
es_ar: Ir a un commit...

# ShowCurrentBranchOnly.Text
source: Show current branch only
es_ar: Mostrar solo la branch actual

# showFirstParent.Text
source: Show first parents
es_ar: Mostrar solo los primeros padres

# _maximizedColumn.HeaderText
source: Message
es_ar: Mensaje

# _revisionFilter.Text
source: Filter
es_ar: Filtro

# compareToolStripMenuItem.Text
source: Compare
es_ar: Comparar

# manipulateCommitToolStripMenuItem.Text
source: Advanced
es_ar: Avanzadas

# stopBisectToolStripMenuItem.Text
source: Stop bisect
es_ar: Terminar el bisect

# CategoriesLabel.Text
source: Categories
es_ar: Categorías

# LocalBranchChx.Text
source: Local branch name
es_ar: Nombre de la branch local

# MessageChx.Text
source: Message
es_ar: Mensaje

# Remove.Text
source: Remove
es_ar: Eliminar

# addScriptButton.Text
source: Add
es_ar: Agregar

# browseScriptButton.Text
source: Browse
es_ar: Mostrar

# buttonShowArgumentsHelp.Text
source: Help
es_ar: Ayuda

# nameLabel.Text
source: Name:
es_ar: Nombre:

# removeScriptButton.Text
source: Remove
es_ar: Eliminar

# chlMenuEntries.Item1
source: Apply patch...
es_ar: Aplicar el patch...

# chlMenuEntries.Item10
source: File history
es_ar: Historial del archivo

# chlMenuEntries.Item15
source: Settings
es_ar: Configuración

# chlMenuEntries.Item2
source: Browse
es_ar: Mostrar

# chlMenuEntries.Item3
source: Create branch...
es_ar: Crear una branch...

# chlMenuEntries.Item4
source: Checkout branch...
es_ar: Hacer checkout de una branch...

# chlMenuEntries.Item5
source: Checkout revision...
es_ar: Hacer checkout de una revisión...

# chlMenuEntries.Item8
source: Create new repository...
es_ar: Crear un repositorio nuevo...

# chlMenuEntries.Item9
source: Open with difftool
es_ar: Abrir con herramienta de visualización de diferencias entre archivos

# OtherSshBrowse.Text
source: Browse
es_ar: Mostrar

# PageantBrowse.Text
source: Browse
es_ar: Mostrar

# PlinkBrowse.Text
source: Browse
es_ar: Mostrar

# PuttygenBrowse.Text
source: Browse
es_ar: Mostrar

# _committerText.Text
source: Committer
es_ar: Persona que creó el commit

# _containedInBranchesText.Text
source: Contained in branches:
es_ar: Incluido en la branches:

# _containedInNoBranchText.Text
source: Contained in no branch
es_ar: No está incluido en ninguna branch

# _containedInNoTagText.Text
source: Contained in no tag
es_ar: No está incluido en ningún tag

# _containedInTagsText.Text
source: Contained in tags:
es_ar: Incluido en tags:

# _dateText.Text
source: Date
es_ar: Fecha

# _remote.Text
source: Remote
es_ar: Remoto

# _submodulesText.Text
source: Submodules
es_ar: Submódulos
