Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# manageSubmodulesToolStripMenuItem.Text
source: Manage submodules...
es_ar: Administrar los submódulos...

# manageWorktreeToolStripMenuItem.Text
source: Manage worktrees...
es_ar: Administrar los worktrees...

# menuCommitInfoPosition.ToolTipText
source: Commit info position
es_ar: Ubicación de la información del commit

# mergeBranchToolStripMenuItem.Text
source: Merge branches...
es_ar: Administrar las branches...

# navigateToolStripMenuItem.Text
source: Navigate
es_ar: Navegar

# openToolStripMenuItem.Text
source: Open...
es_ar: Abrir...

# patchToolStripMenuItem.Text
source: View patch file...
es_ar: Ver archivo de patch...

# pluginSettingsToolStripMenuItem.Text
source: Plugin Settings
es_ar: Configuración de plugins

# pullToolStripMenuItem1.Text
source: Open pull dialog...
es_ar: Abrir ventana de diálogo para hacer pull...

# recoverLostObjectsToolStripMenuItem.Text
source: Recover lost objects...
es_ar: Recuperar objetos perdidos...

# refreshDashboardToolStripMenuItem.Text
source: &Refresh
es_ar: &Refrescar

# refreshToolStripMenuItem.Text
source: Refresh
es_ar: Refrescar

# repoSettingsToolStripMenuItem.Text
source: Repository settings
es_ar: Configuración del repositorio

# reportAnIssueToolStripMenuItem.Text
source: Report an issue
es_ar: Reportar un problema

# repositoryToolStripMenuItem.Text
source: &Repository
es_ar: &Repositorio

# resetToolStripMenuItem.Text
source: Reset changes...
es_ar: Resetear los cambios...

# runMergetoolToolStripMenuItem.Text
source: Solve merge conflicts...
es_ar: Resolver conflictos de merge...

# setDefaultPullButtonActionToolStripMenuItem.Text
source: Set default Pull button action
es_ar: Definir la acción por defecto del botón de pull

# settingsToolStripMenuItem.Text
source: Settings
es_ar: Configuración

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
es_ar: Ejecutar agente de autenticación

# stashToolStripMenuItem.Text
source: Manage stashes...
es_ar: Administrar los stashes...

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all submodules
es_ar: Sincronizar todos los submódulos

# tagToolStripMenuItem.Text
source: Create tag...
es_ar: Crear un tag...

# toggleBranchTreePanel.ToolTipText
source: Toggle left panel
es_ar: Activar/desactivar el panel izquierdo

# toggleSplitViewLayout.ToolTipText
source: Toggle split view layout
es_ar: Activar/desactivar el panel de abajo

# toolStripMenuItemReflog.Text
source: Show reflog...
es_ar: Mostrar reflog...

# toolStripRevisionFilterLabel.Text
source: Filter:
es_ar: Filtro:

# toolStripSplitStash.ToolTipText
source: Manage stashes
es_ar: Administrar stashes

# toolsToolStripMenuItem.Text
source: &Tools
es_ar: &Herramientas

# translateToolStripMenuItem.Text
source: Translate
es_ar: Traducí

# tsmiFavouriteRepositories.Text
source: Favourite Repositories
es_ar: Repositorios favoritos

# tsmiRecentRepositories.Text
source: Recent Repositories
es_ar: Repositorios recientes

# tsmiRecentRepositoriesClear.Text
source: Clear List
es_ar: Limpiar la lista

# undoLastCommitToolStripMenuItem.Text
source: Undo last commit
es_ar: Deshacer el último commit

# updateAllSubmodulesToolStripMenuItem.Text
source: Update all submodules
es_ar: Actualizar todos los submódulos

# userManualToolStripMenuItem.Text
source: User Manual
es_ar: Manual del usuario

# viewToolStripMenuItem.Text
source: View
es_ar: Ver

# $this.Text
source: Browse repository window
es_ar: Mostrar la ventana del repositorio

# ConEmuGB.Text
source: Console emulator
es_ar: Emulador de consola

# chkChowConsoleTab.Text
source: Show the Console tab (restart required)
es_ar: Mostrar el tab con la consola (requiere reiniciar)

# groupBoxConsoleSettings.Text
source: Console settings (a restart is needed to take effect)
es_ar: Configuración de la consola (requiere reiniciar)

# label1.Text
source: Console style
es_ar: Estilo de la consola

# label2.Text
source: Shell to run
es_ar: Shell a ejecutar

# label3.Text
source: Font size
es_ar: Tamaño de la fuente

# $this.Text
source: Change log
es_ar: Cambios entre versiones

# $this.Text
source: Checkout branch
es_ar: Hacer checkout de una branch

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
es_ar: ¿Querés aplicar el stash al directorio de trabajo?

# _applyStashedItemsAgainCaption.Text
source: Auto stash
es_ar: Stash automático

# _createBranch.Text
source: Create local branch with the name:
es_ar: Crear una branch local con este nombre:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
es_ar: El nombre de la branch está vacío. Escribí un nombre válido o seleccioná un valor predefinido.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
es_ar: «{0}» no es un nombre válido para una branch. Escribí un nombre válido o seleccioná un valor predeterminado.

# _dontShowAgain.Text
source: Don't show me this message again.
es_ar: No me muestres más este mensaje.

# _invalidBranchName.Text
source: An existing branch must be selected.
es_ar: Tenés que seleccionar una branch existente.

# _resetCaption.Text
source: Reset branch
es_ar: Resetear la branch

# _resetNonFastForwardBranch.Text
source: You are going to reset the “{0}” branch to a new location discarding ALL the commited changes since the {1} revision. Are you sure?
es_ar: Estás por resetear la branch «{0}» a una nueva ubicación descartando TODOS los cambios en los commits desde la revisión {1}. ¿Estás seguro de que querés hacer eso?

# chkSetLocalChangesActionAsDefault.Text
source: Set as default
es_ar: Configurar como predeterminado

# localChangesGB.Text
source: Local changes
es_ar: Cambios locales.

# rbCreateBranchWithCustomName.Text
source: Create local branch with custom name:
es_ar: Crear una branch local con un nombre personalizado:

# rbDontChange.Text
source: Don't change
es_ar: No cambiar

# rbDontCreate.Text
source: Checkout remote branch
es_ar: Hacer checkout de una branch remota

# rbReset.Text
source: Reset
es_ar: Resetear

# rbResetBranch.Text
source: Reset local branch with the name:
es_ar: Resetear branch local con este nombre:

# $this.Text
source: Checkout revision
es_ar: Hacer checkout de esta revisión

# Force.Text
source: Force (reset local changes)
es_ar: Forzar (resetear cambios locales)

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
es_ar: Seleccioná una revisión para hacer checkout.

# label2.Text
source: Checkout this revision
es_ar: Hacer checkout de esta revisión

# $this.Text
source: Cherry pick commit
es_ar: Hacer cherry pick de este commit

# AutoCommit.Text
source: Automatically create a commit
es_ar: Crear un commit automáticamente

# BranchInfo.Text
source: Cherry pick this commit:
es_ar: Hacer cherry pick de este commit

# ParentsLabel.Text
source: This commit is a merge, select parent:
es_ar: Este commit es un merge. Seleccioná el padre:

# _noneParentSelectedText.Text
source: None parent is selected!
es_ar: ¡No hay ningún padre seleccionado!

# checkAddReference.Text
source: Add commit reference to commit message
es_ar: Agregar la referencia del commit al mensaje del commit

# columnHeader2.Text
source: Message
es_ar: Mensaje

# columnHeader3.Text
source: Author
es_ar: Autor

# columnHeader4.Text
source: Date
es_ar: Fecha

# $this.Text
source: Choose Commit
es_ar: Seleccionar commit

# btnOK.Text
source: OK
es_ar: Aceptar

# buttonGotoCommit.Text
source: Go to commit...
es_ar: Ir a un commit...

# label1.Text
source: Find specific commit:
es_ar: Buscar un commit en particular:

# labelParents.Text
source: Parent(s):
es_ar: Padre(s):

# linkLabelParent.Text
source: sha parent 1
es_ar: sha padre 1

# linkLabelParent2.Text
source: sha parent 2
es_ar: sha padre 2

# $this.Text
source: Choose language
es_ar: Elegí un idioma

# label1.Text
source: Choose your language
es_ar: Elegí tu idioma

# label2.Text
source: You can change the language at any time in the settings dialog
es_ar: Podés cambiar el idioma cuando quieras en la ventana de configuración

# $this.Text
source: Clean working directory
es_ar: Limpiar el directorio de trabajo

# AddPath.Text
source: Add a path...
es_ar: Agregar un directorio...

# Cancel.Text
source: Cancel
es_ar: Cancelar

# Cleanup.Text
source: Cleanup
es_ar: Limpiar

# Preview.Text
source: Preview
es_ar: Vista previa

# RemoveAll.Text
source: Remove all untracked files
es_ar: Quitar todos los archivos que no se están siguiendo (untracked files)

# RemoveDirectories.Text
source: Remove untracked directories
es_ar: Quitar todos los directorios que no se están siguiendo (untracked directories)

# RemoveIgnored.Text
source: Remove only ignored untracked files
es_ar: Quitar solamente los archivos ignorados que no se están siguiendo (untracked files)

# RemoveNonIgnored.Text
source: Remove only non-ignored untracked files
es_ar: Quitar solamente los archivos no ignorados que no se están siguiendo (untracked files)

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
es_ar: ¿Estás seguro de que querés limpiar el repositorio?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
es_ar: Limpiar

# checkBoxPathFilter.Text
source: Affect the following path(s) only:
es_ar: Afectar solamente los siguientes directorios:

# groupBox1.Text
source: Remove untracked files from working directory
es_ar: Borrar archivos que git no está siguiendo (untracked files) del directorio de trabajo

# labelPathHint.Text
source: (one path per line)
es_ar: (un directorio por línea)

# $this.Text
source: Clone
es_ar: Clonar

# Central.Text
source: Central repository, no working directory (--bare --shared=all)
es_ar: Repositorio central, sin directorio de trabajo (--bare --shared=all)

# CentralRepository.Text
source: P&ublic repository, no working directory (--bare)
es_ar: Repository &público, sin directorio de trabajo (--bare)

# FromBrowse.Text
source: &Browse
es_ar: &Mostrar

# LoadSSHKey.Text
source: &Load SSH key
es_ar: &Cargar una clave de SSH

# Ok.Text
source: Clone
es_ar: Clonar

# Personal.Text
source: Personal repository
es_ar: Repositorio personal

# PersonalRepository.Text
source: &Personal repository
es_ar: Repositorio &personal

# ToBrowse.Text
source: B&rowse
es_ar: Most&rar

# _branchDefaultRemoteHead.Text
source: (default: remote HEAD)
es_ar: (default: HEAD remoto)

# _branchNone.Text
source: (none: don't checkout after clone)
es_ar: (ninguno: no hacer checkout después de clonar)

# _errorCloneFailed.Text
source: Clone Failed
es_ar: Error al clonar

# _errorDestinationNotRooted.Text
source: Destination folder must be an absolute path.
es_ar: El directorio de destino tiene que ser un path absoluto.

# _errorDestinationNotSupplied.Text
source: You need to specify destination folder.
es_ar: Tenés que especificar el directorio de destino.

# _infoDirectoryExists.Text
source: (Directory already exists)
es_ar: (El directorio ya existe)

# _infoDirectoryNew.Text
source: (New directory)
es_ar: (Directorio nuevo)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
es_ar: Voy a clonar el repositorio a este directorio nuevo: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
es_ar: Acabo de clonar el repositorio «{0}» con éxito. ¿Querés abrirlo?

# _questionOpenRepoCaption.Text
source: Open
es_ar: Abrir

# cbDownloadFullHistory.Text
source: Download full &history
es_ar: Bajar el &historial completo

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
es_ar: Inicializar todos los submódulos

# cbLfs.Text
source: Use LFS extension
es_ar: Usar la extensión LFS

# destinationLabel.Text
source: &Destination:
es_ar: &Destino:

# groupBox1.Text
source: Repository type
es_ar: Tipo de repositorio

# repositoryLabel.Text
source: Repository to &clone:
es_ar: Repositorio a &clonar:

# subdirectoryLabel.Text
source: &Subdirectory to create:
es_ar: &Subdirectorio a crear:

# $this.Text
source: Commandline usage
es_ar: Uso de línea de comandos

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
es_ar: Argumentos de línea de comandos posibles para gitex.cmd / gitex (ubicados en el mismo directorio que GitExtensions.exe):

# SolveMergeconflicts.Text
source: There are unresolved merge conflicts
es_ar: Hay conflictos de merge sin resolver

# _addSelectionToCommitMessage.Text
source: Add selection to commit message
es_ar: Agregar lo seleccionado al mensaje del commit

# _amendCommit.Text
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
es_ar: Estás a punto de reescribir la historia. ¡Usá la función de amend si todavía no publicaste este commit! ¿Querés continuar?

# _assumeUnchangedToolTip.Text
source: Tell git to not check the status of this file for performance benefits. Use this feature when a file is big and never change. Git will never check if the file has changed that will improve status check performance.
es_ar: Hace que git no verifique el estado de este archivo para obtener beneficios en la performance. Usá esta función con archivos grandes que nunca cambian. Git nunca va a verificar si el archivo cambió, lo que va a mejorar la performance de la verificación del estado.

# _commitAuthorInfo.Text
source: Author
es_ar: Autor

# _commitCommitterInfo.Text
source: Committer
es_ar: Persona que creó el commit

# _commitCommitterToolTip.Text
source: Click to change committer information.
es_ar: Hacé click acá para cambiar la información de la persona que creó el commit.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
es_ar: Se requiere el mensaje del commit durante el commit

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
es_ar: La primera línea del mensaje del commit es muy larga. ¿Querés continuar?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
es_ar: La siguiente línea del mensaje del commit es muy larga: {0} ¿Querés continuar?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
es_ar: El mensaje del commit no coincide con la expresión regular. ¿Querés continuar?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
es_ar: La segunda línea del mensaje del commit no está en blanco. ¿Querés continuar?

# _commitValidationCaption.Text
source: Commit validation
es_ar: Validación del commit

# _deleteFailed.Text
source: Delete file failed
es_ar: Error al borrar el archivo

# _deleteSelectedFiles.Text
source: Are you sure you want to delete the selected file(s)?
es_ar: ¿Estás seguro de que querés borrar el o los archivos seleccionados?

# _deleteSelectedFilesCaption.Text
source: Delete
es_ar: Borrar

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
es_ar: ¿Estás seguro de que querés borrar todos los archivos que git no está siguiendo (untracked files)?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
es_ar: Borrar los archivos que git no está siguiendo (untracked files).

# _enterCommitMessage.Text
source: Please enter commit message
es_ar: Escribí el mensaje del commit

# _enterCommitMessageCaption.Text
source: Commit message
es_ar: Mensaje del commit

# _enterCommitMessageHint.Text
source: Enter commit message
es_ar: Escribí el mensaje del commit

# _formTitle.Text
source: Commit to {0} ({1})
es_ar: Crear commit en {0} ({1})

# _mergeConflicts.Text
source: There are unresolved merge conflicts, solve merge conflicts before committing.
es_ar: Hay conflictos de merge sin resolver. Resolvelos antes de crear un commit.

# _mergeConflictsCaption.Text
source: Merge conflicts
es_ar: Conflictos de merge

# _noFilesStagedAndConfirmAnEmptyMergeCommit.Text
source: There are no files staged for this commit. Are you sure you want to commit?
es_ar: No hay archivos en el área de preparación para este commit. ¿Estás seguro de que querés hacer commit?

# _noFilesStagedAndNothingToCommit.Text
source: There are no files staged for this commit.
es_ar: No hay archivos en el área de preparación para este commit.

# _noFilesStagedButSuggestToCommitAllUnstaged.Text
source: There are no files staged for this commit. Stage and commit all unstaged files?
es_ar: No hay archivos en el área de preparación para este commit. ¿Querés poner todas las modificaciones en el área de preparación?

# _noStagedChanges.Text
source: There are no staged changes
es_ar: No hay archivos modificados en el área de preparación

# _noUnstagedChanges.Text
source: There are no unstaged changes
es_ar: No hay archivos modificados fuera del área de preparación

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
es_ar: Este commit va a ser derreferenciado cuando cambies de branch y lo podés perder. ¿Querés continuar?

# _notOnBranchButtons.Text
source: Checkout branch|Create branch|Continue
es_ar: Hacer checkout de branch|Crear una branch|Continuar

# _notOnBranchCaption.Text
source: Not on a branch
es_ar: Es está en una branch

# _notOnBranchMainInstruction.Text
source: You are not working on a branch
es_ar: No estás trabajando en una branch

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
es_ar: Esta opción la podés usar solamente cuando seleccionás un solo archivo

# _resetChangesCaption.Text
source: Reset changes
es_ar: Resetear los cambios

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
es_ar: ¿Estás seguro de que querés resetear todos los archivos seleccionados?

# _resetSelectedLines.Text
source: Reset selected line(s)
es_ar: Resetear las líneas seleccionadas

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
es_ar: ¿Estás seguro de que querés resetear los cambios hechos a las líneas seleccionadas?

# _resetStageChunkOfFileCaption.Text
source: Unstage chunk of file
es_ar: Sacar el pedazo de este archivo del área de preparación

# _selectOnlyOneFile.Text
source: You must have only one file selected.
es_ar: Tenés que seleccionar un solo archivo.

# _selectionFilterToolTip.Text
source: Enter a regular expression to select unstaged files.
es_ar: Ingresá una expresión regular para seleccionar los archivos a mandar al área de preparación.

# _skipWorktreeToolTip.Text
source: Hide already tracked files that will change but that you don't want to commit. Suitable for some config files modified locally.
es_ar: Esconder los archivos que git está siguiendo y que van a ser modificados, pero que no querés agregar al commit. Útil para archivos de configuración modificados en forma local.

# _stageDetails.Text
source: Stage Details
es_ar: Detalles del área de preparación

# _stageFiles.Text
source: Stage {0} files
es_ar: Mandar {0} archivos al área de preparación

# _stageSelectedLines.Text
source: Stage selected line(s)
es_ar: Mandar las líneas seleccionadas al área de preparación

# _statusBarBranchWithoutRemote.Text
source: (remote not configured)
es_ar: (remoto no configurado)

# _stopTrackingFail.Text
source: Fail to stop tracking the file '{0}'.
es_ar: Error al intentar que git deje de seguir el archivo «{0}».

# _templateLoadErrorCaption.Text
source: Template could not be loaded
es_ar: No pude leer el template

# _templateNotFound.Text
source: Template not found: {0}. You can set your template: $ git config commit.template ./.git_commit_msg.txt You can unset the template: $ git config --unset commit.template
es_ar: No encuentro el template {0}. Creá un template así: $ git config commit.template ./.git_commit_msg.txt Borralo así: $ git config --unset commit.template

# _templateNotFoundCaption.Text
source: Template Error
es_ar: Error en el template

# _unstageSelectedLines.Text
source: Unstage selected line(s)
es_ar: Sacar las líneas seleccionadas del área de preparación

# _untrackedRemote.Text
source: (untracked)
es_ar: (git no está siguiendo el archivo)

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
es_ar: Agregar archivo al archivo .gitignore

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
es_ar: Agregar archivo al archivo .git/info/exclude

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
es_ar: Asumir que no cambió

# branchNameLabel.Text
source: (Branch name)
es_ar: (Nombre de la branch)

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
es_ar: Cerrar la ventana de diálogo cuando se haya creado el commit con todos los cambios

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
es_ar: Cerrar la ventana de diálogo después de cada commit

# commitAuthorStatus.ToolTipText
source: Click to change author information.
es_ar: Hacé click para cambiar la información del autor.

# commitCursorLineLabel.Text
source: Ln
es_ar: Línea

# commitMessageToolStripMenuItem.Text
source: Commit &message
es_ar: &Mensaje del commit

# commitStagedCountLabel.Text
source: Staged
es_ar: En el área de preparación

# commitSubmoduleChanges.Text
source: Commit submodule changes
es_ar: Hacer commit de los cambios en los submódulos

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
es_ar: &Templates de commits

# copyFolderNameMenuItem.Text
source: Copy folder name
es_ar: Copiar el nombre del directorio

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
es_ar: Borrar todos los archivos que git no está siguiendo

# deleteFileToolStripMenuItem.Text
source: Delete file
es_ar: Borrar archivo

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
es_ar: Borrar archivos seleccionados

# doNotAssumeUnchangedToolStripMenuItem.Text
source: Do not assume unchanged
es_ar: No asumir que no cambió

# doNotSkipWorktreeToolStripMenuItem.Text
source: Do not skip worktree
es_ar: No saltear el worktree

# editFileToolStripMenuItem.Text
source: Edit file
es_ar: Editar archivo

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
es_ar: Editar archivos ignorados

# editLocallyIgnoredFilesToolStripMenuItem.Text
source: Edit locally ignored files
es_ar: Editar archivos ignorados localmente

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
es_ar: Copiar el directorio absoluto

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
es_ar: Generar lista de cambios en los submódulos

# interactiveAddToolStripMenuItem.Text
source: Interactive Add
es_ar: Add interactivo

# noVerifyToolStripMenuItem.Text
source: No verify
es_ar: No verificar

# openContainingFolderToolStripMenuItem.Text
source: Show in folder
es_ar: Mostrar en el directorio

# openDiffMenuItem.Text
source: Open with difftool
es_ar: Abrir con herramienta de visualización de diferencias entre archivos

# openFolderMenuItem.Text
source: Show in folder
es_ar: Mostrar en el directorio

# openSubmoduleMenuItem.Text
source: Open with Git Extensions
es_ar: Abrir Git Extensions

# openToolStripMenuItem.Text
source: Open
es_ar: Abrir

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
es_ar: Abrir con herramienta de visualización de diferencias entre archivos

# openWithToolStripMenuItem.Text
source: Open with...
es_ar: Abrir con...
