Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# groupBoxEmailSettings.Text
source: Email settings for sending patches
es_ar: Configuración de mail para mandar patches

# lblSmtpServerName.Text
source: SMTP server name
es_ar: Nombre del servidor SMTP

# lblSmtpServerPort.Text
source: Port
es_ar: Puerto

# mergeWindowGroup.Text
source: Merge window
es_ar: Ventana de merge

# $this.Text
source: Diff Viewer
es_ar: Visualizador de diferencias

# chkOmitUninterestingDiff.Text
source: Omit uninteresting changes from combined diff
es_ar: Omitir los cambios irrelevantes del diff combinado

# chkOpenSubmoduleDiffInSeparateWindow.Text
source: Open Submodule Diff in separate window
es_ar: Abrir el diff de submódulos en una ventana separada

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
es_ar: Recordar la opción de «ignorar espacios en blanco»

# chkRememberNumberOfContextLines.Text
source: Remember the 'Number of context lines' preference
es_ar: Recordar la opción de «número de líneas de contexto»

# chkRememberShowEntireFilePreference.Text
source: Remember the 'Show entire file' preference
es_ar: Recordar la opción de «mostrar el archivo completo»

# chkRememberShowNonPrintingCharsPreference.Text
source: Remember the 'Show nonprinting characters' preference
es_ar: Recordar la opción de «mostrar caracteres no imprimibles»

# chkShowDiffForAllParents.Text
source: Show file differences for all parents in browse dialog
es_ar: Mostrar diferencias entre archivos de todos los padres en el visor de diferencias

# label1.Text
source: Vertical ruler position [chars]
es_ar: Posición de la regla vertical (en caracteres)

# _addToDictionaryText.Text
source: Add to dictionary
es_ar: Agregar al diccionario

# _autoCompletionText.Text
source: Provide auto completion
es_ar: Usar autocompletado

# _copyMenuItemText.Text
source: Copy
es_ar: Copiar

# _cutMenuItemText.Text
source: Cut
es_ar: Cortar

# _deleteMenuItemText.Text
source: Delete
es_ar: Borrar

# _dictionaryText.Text
source: Dictionary
es_ar: Diccionario

# _ignoreWordText.Text
source: Ignore word
es_ar: Ignorar esta palabra

# _markIllFormedLinesText.Text
source: Mark ill formed lines
es_ar: Marcar las líneas mal formadas

# _pasteMenuItemText.Text
source: Paste
es_ar: Pegar

# _removeWordText.Text
source: Remove word
es_ar: Eliminar esta palabra

# _selectAllMenuItemText.Text
source: Select all
es_ar: Seleccionar todo

# _repoHasNoCommits.Text
source: This repository does not yet contain any commits.
es_ar: Este repositorio todavía no tiene nungún commit.

# btnEditGitIgnore.Text
source: Edit .gitignore
es_ar: Editar archivo .gitignore

# lblEmptyRepository.Text
source: This repository does not yet contain any commits.
es_ar: Este repositorio todavía no tiene nungún commit.

# CombinedDiff.Text
source: Combined Diff
es_ar: Diff combinado

# FilterWatermarkLabel.Text
source: Filter files using a regular expression...
es_ar: Filtrar archivos con una expresión regular...

# NoFiles.Text
source: No changes
es_ar: No hay ningún cambio

# _openSubmoduleMenuItem.Text
source: Open with Git Extensions
es_ar: Abrir Git Extensions

# _sortByContextMenu.Text
source: &Sort by...
es_ar: &Ordenar por...

# columnHeader.Text
source: Files
es_ar: Archivos

# _largeFileSizeWarning.Text
source: This file is {0:N1} MB. Showing large files can be slow. Click to show anyway.
es_ar: Este es un archivo de {0:N1} MB. Mostrar archivos grandes puede ser algo lento. Hacé click si lo querés ver igual.

# cherrypickSelectedLinesToolStripMenuItem.Text
source: Cherry pick selected lines
es_ar: Hacer cherry pick de las líneas seleccionadas

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
es_ar: Copiar la versión nueva

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
es_ar: Copiar la versión vieja

# copyPatchToolStripMenuItem.Text
source: Copy patch
es_ar: Copiar el patch

# copyToolStripMenuItem.Text
source: Copy
es_ar: Copiar

# decreaseNumberOfLines.ToolTipText
source: Decrease the number of lines of context
es_ar: Bajar el número de líneas de contexto

# decreaseNumberOfLinesToolStripMenuItem.Text
source: Decrease the number of lines of context
es_ar: Bajar el número de líneas de contexto

# findToolStripMenuItem.Text
source: Find
es_ar: Buscar

# goToLineToolStripMenuItem.Text
source: Go to line
es_ar: Ir a la línea

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
es_ar: Ignorar todos los cambios relacionados con espacios en blanco

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
es_ar: Ignorar todos los cambios relacionados con espacios en blanco

# ignoreWhiteSpaces.ToolTipText
source: Ignore changes in amount of whitespace
es_ar: Ignorar los cambios de cantidad de espacio en blanco

# ignoreWhitespaceAtEol.ToolTipText
source: Ignore whitespace changes at end of line
es_ar: Ignorar los espacios en blanco al final de una línea

# ignoreWhitespaceAtEolToolStripMenuItem.Text
source: Ignore whitespace changes at end of line
es_ar: Ignorar los espacios en blanco al final de una línea

# ignoreWhitespaceChangesToolStripMenuItem.Text
source: Ignore changes in amount of whitespace
es_ar: Ignorar los cambios de cantidad de espacio en blanco

# increaseNumberOfLines.ToolTipText
source: Increase the number of lines of context
es_ar: Aumentar el número de líneas de contexto

# increaseNumberOfLinesToolStripMenuItem.Text
source: Increase the number of lines of context
es_ar: Aumentar el número de líneas de contexto

# nextChangeButton.ToolTipText
source: Next change
es_ar: Cambio siguiente

# previousChangeButton.ToolTipText
source: Previous change
es_ar: Cambio anterior

# revertSelectedLinesToolStripMenuItem.Text
source: Revert selected lines
es_ar: Revertir las líneas seleccionadas

# settingsButton.ToolTipText
source: Settings
es_ar: Configuración

# showEntireFileButton.ToolTipText
source: Show entire file
es_ar: Mostrar el archivo completo

# showEntireFileToolStripMenuItem.Text
source: Show entire file
es_ar: Mostrar el archivo completo

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
es_ar: Mostrar caracteres no imprimibles

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
es_ar: Mostrar caracteres no imprimibles

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
es_ar: Tratar todos los archivos como texto

# _findAndReplaceForm.Text
source: Find and replace
es_ar: Buscar y reemplazar

# $this.Text
source: Find and replace
es_ar: Buscar y reemplazar

# _findAndReplaceString.Text
source: Find & replace
es_ar: Buscar y reemplazar

# _findString.Text
source: Find
es_ar: Buscar

# _noOccurrencesFoundString.Text
source: No occurrences found.
es_ar: No lo encuentro, che.

# _noSearchString.Text
source: No string specified to look for!
es_ar: Loco, no me especificaste nada para que busque.

# _notFoundString.Text
source: Not found
es_ar: No lo encuentro

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
es_ar: Número de veces que hice el reemplazo: {0}.

# _selectionOnlyString.Text
source: selection only
es_ar: solo lo seleccionado

# _textNotFoundString.Text
source: Text not found
es_ar: No encuentro el texto

# _textNotFoundString2.Text
source: Search text not found.
es_ar: Texto buscado no encontrado

# btnCancel.Text
source: Cancel
es_ar: Cancelar

# btnFindNext.Text
source: &Find next
es_ar: Buscar &siguiente

# btnFindPrevious.Text
source: Find pre&vious
es_ar: Buscar &anterior

# btnHighlightAll.Text
source: Find && highlight &all
es_ar: Buscar y resaltar &todas las ocurrencias

# btnReplace.Text
source: &Replace
es_ar: &Reemplazar

# btnReplaceAll.Text
source: Replace &All
es_ar: Reemplazar t&odas las ocurrencias

# chkMatchCase.Text
source: Match &case
es_ar: &Distinguir mayúsculas de minúsculas

# chkMatchWholeWord.Text
source: Match &whole word
es_ar: Solo &palabras completas

# label1.Text
source: Fi&nd what:
es_ar: &Buscar qué:

# lblReplaceWith.Text
source: Re&place with:
es_ar: &Reemplazar con:

# buttonBrowse.Text
source: Browse...
es_ar: Mostrar...

# $this.Text
source: Remote repository fork and clone
es_ar: Hacer un fork y clonar el repositorio remoto

# ProtocolLabel.Text
source: Protocol:
es_ar: Protocolo:

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
es_ar: El directorio a clonar no puede estar vacío

# _strCouldNotAddRemote.Text
source: Could not add remote
es_ar: No pude agregar el remoto

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
es_ar: No pude acceder a los repositorios del usuario.

# _strFailedToFork.Text
source: Failed to fork:
es_ar: Error al hacer fork:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
es_ar: Error al acceder a los repositorios. Lo más probable es que no hayas configurado {0}. Lo podés hacer mediante "Plugins/{0}".

# _strLoading.Text
source: : LOADING :
es_ar: : CARGANDO :

# _strNoHomepageDefined.Text
source: No homepage defined
es_ar: No hay ninguna homepage definida

# _strSearchFailed.Text
source: Search failed!
es_ar: Error en la búsqueda.

# _strSearching.Text
source: : SEARCHING :
es_ar: : BUSCANDO :

# _strSelectOneItem.Text
source: You must select exactly one item
es_ar: Seleccioná solamente un ítem

# _strUserNotFound.Text
source: User not found!
es_ar: No encuentro el usuario.

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
es_ar: Voy a agregar "{0}" como remoto.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
es_ar: Voy a clonar {0} a {1}. No podés hacer push a no ser que seas un colaborador. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
es_ar: Voy a clonar {0} a {1}. Vas a tener acceso para hacer push. {2}

# browseForCloneToDirbtn.Text
source: Browse...
es_ar: Mostrar...

# cloneBtn.Text
source: Clone
es_ar: Clonar

# cloneSetupGB.Text
source: Clone
es_ar: Clonar

# closeBtn.Text
source: Close
es_ar: Cerrar

# columnHeaderMyReposIsFork.Text
source: Is fork
es_ar: Es un fork

# columnHeaderMyReposIsPrivate.Text
source: Private
es_ar: Privado

# columnHeaderMyReposName.Text
source: Name
es_ar: Nombre

# columnHeaderSearchIsFork.Text
source: Is fork
es_ar: Es un fork

# columnHeaderSearchName.Text
source: Name
es_ar: Nombre

# createDirectoryLbl.Text
source: Create directory:
es_ar: Crear directorio:

# depthLabel.Text
source: Limit Depth:
es_ar: Limitar la profundidad:

# descriptionLbl.Text
source: Description:
es_ar: Descripción:

# getFromUserBtn.Text
source: Get from user
es_ar: Obtener del usuario

# helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
es_ar: Si querés hacer un fork de un repositorio de otra persona, andá al tab de «Buscar repositorios»

# label1.Text
source: Destination folder:
es_ar: Directorio de destino:

# myReposPage.Text
source: My repositories
es_ar: Mis repositorios

# openGitupPageBtn.Text
source: Open github page
es_ar: Abrir página en GitHub

# orLbl.Text
source: or
es_ar: o

# searchBtn.Text
source: Search
es_ar: Buscar

# searchReposPage.Text
source: Search for repositories
es_ar: Buscar repositorios

# _copyTooltip.Text
source: Copy environment info
es_ar: Copiar información del sistema

# _thanksToContributors.Text
source: Thanks to over {0:#,##0} contributors:
es_ar: Les agradecemos a más de {0:#,##0} contribuyentes:

# label2.Text
source: Git Extensions is open source. Get involved!
es_ar: Git Extensions es un proyecto de código abierto. ¡Sumate!

# linkLabelIcons.Text
source: Some icons by Yusuke Kamiyamane (CCA3)
es_ar: Algunos de los íconos usados fueron creados por Yusuke Kamiyamane (CCA3)

# $this.Text
source: Add files
es_ar: Agregar archivos

# AddFiles.Text
source: Add files
es_ar: Agregar archivos

# ShowFiles.Text
source: Show files
es_ar: Mostrar archivos

# force.Text
source: Force
es_ar: Forzar

# label1.Text
source: Filter
es_ar: Filtro

# $this.Text
source: Add submodule
es_ar: Argegar submódulo

# Add.Text
source: Add
es_ar: Agregar

# Browse.Text
source: Browse
es_ar: Mostrar

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
es_ar: Hacen falta un directorio remoto y un directorio local

# chkForce.Text
source: Force
es_ar: Forzar

# label1.Text
source: Path to submodule
es_ar: Directorio al submódulo

# label2.Text
source: Local path
es_ar: Directorio local

# $this.Text
source: Add file(s) to .gitignore
es_ar: Agregar archivo(s) al archivo .gitignore

# AddToIgnore.Text
source: Ignore
es_ar: Ignorar

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
es_ar: Agregar archivo(s) al archivo .git/info/exclude

# _matchingFilesString.Text
source: {0} file(s) matched
es_ar: Número de archivos que coinciden: {0}

# _updateStatusString.Text
source: Updating ...
es_ar: Actualizando...

# groupBox1.Text
source: Preview
es_ar: Vista previa

# groupFilePattern.Text
source: Enter a file pattern to ignore:
es_ar: Ingresá un patrón para el archivo a ignorar:

# label2.Text
source: No existing files match that pattern.
es_ar: Ninguno de los archivos coincide con el patrón.

# $this.Text
source: Apply patch
es_ar: Aplicar el patch

# Abort.Text
source: Abort patch
es_ar: Abortar el patch

# Apply.Text
source: Apply patch
es_ar: Aplicar el patch

# BrowseDir.Text
source: Browse
es_ar: Mostrar

# BrowsePatch.Text
source: Browse
es_ar: Mostrar

# IgnoreWhitespace.Text
source: Ignore Wh.spc.
es_ar: Ignorar Wh.spc.

# Mergetool.Text
source: Solve conflicts
es_ar: Resolver conflictos

# PatchDirMode.Text
source: Patch directory
es_ar: Aplicarle el patch al directorio

# PatchFileMode.Text
source: Patch file
es_ar: Aplicarle el patch al archivo

# Resolved.Text
source: Conflicts resolved
es_ar: Conflictos resueltos

# Skip.Text
source: Skip patch
es_ar: Saltear este patch

# SolveMergeConflicts.Text
source: There are unresolved merge conflicts
es_ar: Hay conflictos de merge sin resolver

# _applyPatchMsgBox.Text
source: Apply patch
es_ar: Aplicar el patch

# _conflictMergetoolText.Text
source: Solve conflicts
es_ar: Resolver conflictos

# _conflictResolvedText.Text
source: Conflicts resolved
es_ar: Conflictos resultos

# _noFileSelectedText.Text
source: Please select a patch to apply
es_ar: Seleccioná un patch a aplicar

# _selectPatchFileCaption.Text
source: Select patch file
es_ar: Seleccioná un archivo de patch

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
es_ar: Archivo de patch (*.Patch)

# $this.Text
source: Archive
es_ar: Archivar

# _noRevisionSelected.Text
source: You need to choose a target revision.
es_ar: Tenés que seleccionar una revisión target.

# _saveFileDialogCaption.Text
source: Save archive as
es_ar: Guardar el archivo como

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
es_ar: Archivo tar (*.tar)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
es_ar: Archivo zip (*.zip)

# buttonArchiveRevision.Text
source: Save as...
es_ar: Guardar como...

# checkBoxPathFilter.Text
source: Archive specific paths only
es_ar: Archivar solo ciertos directorios específicos

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
es_ar: Seleccionar los archivos que cambiaron de la revisión de arriba a esta y archivar solo esos

# groupBox1.Text
source: Archive format
es_ar: Formato para archivar

# groupBox2.Text
source: Filter files
es_ar: Filtrar archivos

# label1.Text
source: This revision will be archived:
es_ar: Archivar esta revisión:

# label2.Text
source: Choose another revision:
es_ar: Elegí otra revisión:

# label4.Text
source: separate each new path by new line
es_ar: cada directorio en una línea distinta

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
es_ar: Elegí una revisión para comparar con la primera:

# $this.Text
source: Configure available encodings
es_ar: Configurar las codificaciones (encodings) disponibles

# ButtonCancel.Text
source: Cancel
es_ar: Cancelar

# ButtonOk.Text
source: OK
es_ar: Aceptar

# lAvaolableEncodings.Text
source: Available:
es_ar: Disponible:

# lSelectedEncodings.Text
source: Selected:
es_ar: Seleccionado:

# Bad.Text
source: Mark current revision bad
es_ar: Marcar la revisión actual como mala

# Good.Text
source: Mark current revision good
es_ar: Marcar la revisión actual como buena

# Start.Text
source: Start bisect
es_ar: Comenzar el bisect

# Stop.Text
source: Stop bisect
es_ar: Terminar el bisect

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
es_ar: ¿Marcar las revisiones seleccionadas como rango de comienzo del bisect?

# btnSkip.Text
source: Skip current revision
es_ar: Saltear la revisión actual

# $this.Text
source: File History
es_ar: Historial del archivo

# EditSettings.ToolTipText
source: Settings
es_ar: Configuración

# RefreshButton.ToolTipText
source: Refresh
es_ar: Refrescar

# ShowFirstParent.ToolTipText
source: Show first parents
es_ar: Mostrar solo el primer commit de cada branch

# TreeTabPage.Text
source: File tree
es_ar: Árbol de directorios

# _buildReportTabCaption.Text
source: Build Report
es_ar: Informe del build

# _configureWorkingDirMenu.Text
source: Configure this menu
es_ar: Configurar este menú

# _consoleTabCaption.Text
source: Console
es_ar: Consola

# _createPullRequestsToolStripMenuItem.Text
source: Create pull requests...
es_ar: Crear pull requests...

# _directoryIsNotAValidRepositoryCaption.Text
source: Open
es_ar: Abrir

# _directoryIsNotAValidRepositoryMainInstruction.Text
source: The selected item is not a valid git repository.
es_ar: El elemento seleccionado no es un repositorio de git válido.

# _directoryIsNotAValidRepositoryRemoveAllCommand.Text
source: Remove all {0} invalid repositories
es_ar: Eliminar los {0} repositorios inválidos

# _directoryIsNotAValidRepositoryRemoveSelectedRepoCommand.Text
source: Remove the selected invalid repository
es_ar: Eliminar el repositorio inválido seleccionado

# _forkCloneRepositoryToolStripMenuItem.Text
source: Fork/Clone repository...
es_ar: Hacer fork/clonar el repositorio...

# _goToSuperProject.Text
source: Go to superproject
es_ar: Ir al superproyecto

# _indexLockCantDelete.Text
source: Failed to delete index.lock.
es_ar: Error al intentar borrar el archivo index.lock.

# _loading.Text
source: Loading...
es_ar: Cargando...

# _noBranchTitle.Text
source: no branch
es_ar: no hay ninguna branch

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
es_ar: No pude encontrar ningún host relevante de repositorio para el repositorio abierto.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
es_ar: No hay ningún plugin de host de repositorio.

# _noSubmodulesPresent.Text
source: No submodules
es_ar: No hay submódulos

# _noWorkingFolderText.Text
source: No working directory
es_ar: No hay ningún directorio de trabajo

# _pullFetchPruneAll.Text
source: Fetch and prune all
es_ar: Fetch y prune all

# _pullOpenDialog.Text
source: Open pull dialog
es_ar: Abrir ventana de diálogo para hacer pull

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
es_ar: (Hosts de repositorio)

# _superprojectModuleFormat.Text
source: Superproject: {0}
es_ar: Superproyecto: {0}

# _undoLastCommitCaption.Text
source: Undo last commit
es_ar: Deshacer el último commit

# _undoLastCommitText.Text
source: You will still be able to find all the commit's changes in the staging area Do you want to continue?
es_ar: Todavía vas a poder encontrar todos los cambios en el commit en el área de preparación (staging area) ¿Querés continuar?

# _updateCurrentSubmodule.Text
source: Update current submodule
es_ar: Actualizar el submódulo actual

# _viewPullRequestsToolStripMenuItem.Text
source: View pull requests...
es_ar: Ver los pull requests...

# aboutToolStripMenuItem.Text
source: About
es_ar: Acerca de

# applyPatchToolStripMenuItem.Text
source: Apply patch...
es_ar: Aplicar el patch...

# archiveToolStripMenuItem.Text
source: Archive revision...
es_ar: Archivar la revisión...

# branchToolStripMenuItem.Text
source: Create branch...
es_ar: Crear una branch...

# changelogToolStripMenuItem.Text
source: Changelog
es_ar: Cambios entre versiones

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
es_ar: Chequear si hay alguna actualización

# checkoutBranchToolStripMenuItem.Text
source: Checkout branch...
es_ar: Hacer checkout de una branch...

# checkoutToolStripMenuItem.Text
source: Checkout revision...
es_ar: Hacer checkout de una revisión...

# cleanupToolStripMenuItem.Text
source: Clean working directory...
es_ar: Limpiar el directorio de trabajo...

# cloneToolStripMenuItem.Text
source: Clone repository...
es_ar: Clonar un repositorio...

# closeToolStripMenuItem.Text
source: Close (go to Dashboard)
es_ar: Cerrar (ir a la pantalla de gestión de repositorios)

# commandsToolStripMenuItem.Text
source: &Commands
es_ar: &Comandos

# commitInfoBelowMenuItem.Text
source: Commit info below graph
es_ar: Información del commit debajo de la tabla de revisiones

# commitInfoLeftwardMenuItem.Text
source: Commit info left of graph
es_ar: Información del commit a la izquierda de la tabla de revisiones

# commitInfoRightwardMenuItem.Text
source: Commit info right of graph
es_ar: Información del commit a la derecha de la tabla de revisiones

# compressGitDatabaseToolStripMenuItem.Text
source: Compress git database
es_ar: Comprimir la base de datos de git

# createAStashToolStripMenuItem.Text
source: Create a stash...
es_ar: Crear un stash...

# createWorktreeToolStripMenuItem.Text
source: Create a worktree...
es_ar: Crear un worktree...

# dashboardToolStripMenuItem.Text
source: &Dashboard
es_ar: &Gestión de repositorios

# deleteBranchToolStripMenuItem.Text
source: Delete branch...
es_ar: Eliminar la branch...

# deleteIndexLockToolStripMenuItem.Text
source: Delete index.lock
es_ar: Borrar el archivo index.lock

# deleteTagToolStripMenuItem.Text
source: Delete tag...
es_ar: Borrar el tag...

# donateToolStripMenuItem.Text
source: Donate
es_ar: Doná

# editGitAttributesToolStripMenuItem.Text
source: Edit .gitattributes
es_ar: Editar el archivo .gitattributes

# editLocalGitConfigToolStripMenuItem.Text
source: Edit .git/config
es_ar: Editar el archivo .git/config

# editgitignoreToolStripMenuItem1.Text
source: Edit .gitignore
es_ar: Editar .gitignore

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/exclude
es_ar: Editar el archivo .git/info/exclude

# editmailmapToolStripMenuItem.Text
source: Edit .mailmap
es_ar: Editar el archivo .mailmap

# exitToolStripMenuItem.Text
source: Exit
es_ar: Salir

# fetchPruneAllToolStripMenuItem.Text
source: Fetch and prune all
es_ar: Fetch y prune all

# fileToolStripMenuItem.Text
source: &Start
es_ar: &Inicio

# formatPatchToolStripMenuItem.Text
source: Format patch...
es_ar: Formatear un patch...

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
es_ar: Generar o importar una clave

# gitMaintenanceToolStripMenuItem.Text
source: Git maintenance
es_ar: Mantenimiento de git

# gitcommandLogToolStripMenuItem.Text
source: Git command log
es_ar: Log de comandos de git

# helpToolStripMenuItem.Text
source: &Help
es_ar: A&yuda

# initNewRepositoryToolStripMenuItem.Text
source: Create new repository...
es_ar: Crear un repositorio nuevo...

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remote repositories...
es_ar: Repositorios remotos...

# manageStashesToolStripMenuItem.Text
source: Manage stashes...
es_ar: Administrar los stashes...
