Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
es_ar: Refrescar la ventana de diálogo cuando el formulario adquiera el foco

# remoteNameLabel.Text
source: (Remote name)
es_ar: (Nombre remoto)

# resetAllTrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
es_ar: Resetear todos los cambios (de los archivos que git sí está siguiendo)

# resetChanges.Text
source: Reset file or directory changes
es_ar: Resetear cambios en el archivo o en el directorio

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
es_ar: Resetear este pedazo del archivo

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
es_ar: Resetear los archivos seleccionados

# resetSubmoduleChanges.Text
source: Reset submodule changes
es_ar: Resetear los cambios en los submódulos

# resetUnstagedChangesToolStripMenuItem.Text
source: Reset unstaged changes
es_ar: Resetear cambios en el área de preparación

# selectionFilterToolStripMenuItem.Text
source: Selection filter
es_ar: Filtro de selección

# showAssumeUnchangedFilesToolStripMenuItem.Text
source: Show assumed-unchanged files
es_ar: Mostrar los archivos que se presumen sin cambios

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
es_ar: Mostrar los archivos ignorados

# showSkipWorktreeFilesToolStripMenuItem.Text
source: Show skip-worktree files
es_ar: Mostrar archivos que saltean el worktree

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
es_ar: Mostrar los archivos que git no está siguiendo

# signOffToolStripMenuItem.Text
source: Sign-off commit
es_ar: Hacer sign-off del commit

# skipWorktreeToolStripMenuItem.Text
source: Skip worktree
es_ar: Saltear el worktree

# stagedCopyPathToolStripMenuItem14.Text
source: Copy full path
es_ar: Copiar el directorio absoluto

# stagedEditFileToolStripMenuItem11.Text
source: Edit file
es_ar: Editar archivo

# stagedFileHistoryToolStripMenuItem6.Text
source: View file history
es_ar: Ver el historial del archivo

# stagedOpenDifftoolToolStripMenuItem9.Text
source: Open with difftool
es_ar: Abrir con herramienta de visualización de diferencias entre archivos

# stagedOpenFolderToolStripMenuItem10.Text
source: Show in folder
es_ar: Mostrar en el directorio

# stagedOpenToolStripMenuItem7.Text
source: Open
es_ar: Abrir

# stagedOpenWithToolStripMenuItem8.Text
source: Open with...
es_ar: Abrir con...

# stagedResetChanges.Text
source: Reset file or directory changes
es_ar: Resetear cambios en el archivo o en el directorio

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
es_ar: Guardar los cambios de los submódulos en el stash

# stopTrackingThisFileToolStripMenuItem.Text
source: Stop tracking this file
es_ar: Hacer que git deje de seguir este archivo

# submoduleSummaryMenuItem.Text
source: View summary
es_ar: Ver el resumen

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
es_ar: Autor: (Formato: "nombre <mail>")

# toolRefreshItem.Text
source: Refresh
es_ar: Refrescar

# toolStageAllItem.Text
source: Stage All
es_ar: Mandar todos al área de preparación

# toolStageItem.Text
source: &Stage
es_ar: &Mandar al área de preparación

# toolStripLabel1.Text
source: Selection Filter
es_ar: Filtro de selección

# toolUnstageAllItem.Text
source: Unstage All
es_ar: Sacar todos del área de preparación

# toolUnstageItem.Text
source: &Unstage
es_ar: &Sacar del área de preparación

# updateSubmoduleMenuItem.Text
source: Update submodule
es_ar: Actualizar el submódulo

# viewFileHistoryToolStripItem.Text
source: View file history
es_ar: Ver el historial del archivo

# viewHistoryMenuItem.Text
source: View history
es_ar: Ver el historial

# _emptyTemplate.Text
source: empty
es_ar: vacío

# buttonCancel.Text
source: Cancel
es_ar: Cancelar

# buttonOk.Text
source: OK
es_ar: Aceptar

# labelAutoWrap.Text
source: Auto-wrap commit message (except subject line)
es_ar: Limitar el largo de las líneas del mensaje (salvo el título)

# labelCommitTemplate.Text
source: Commit template:
es_ar: Template del commit:

# labelCommitTemplateName.Text
source: Name:
es_ar: Nombre:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
es_ar: Número máximo de caracteres en la primera línea (usá 0 para que no haya límite):

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
es_ar: Número máximo de caracteres por línea (usá 0 para que no haya límite):

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
es_ar: El commit tiene que coincidir con esta expresión regular (no ingreses nada para ignorar esta opción):

# labelSecondLineEmpty.Text
source: Second line must be empty:
es_ar: La segunda línea tiene que estar vacía:

# labelUseIndent.Text
source: Indent lines after first line:
es_ar: Indentar las líneas después de la primera línea:

# tabPage1.Text
source: Commit templates
es_ar: Templates de commits

# tabPage2.Text
source: Commit validation
es_ar: Validación del commit

# $this.Text
source: Compare to branch
es_ar: Comparar con esta branch

# btnCompare.Text
source: Compare
es_ar: Comparar

# $this.Text
source: Create branch
es_ar: Crear una branch

# ClearOrphan.Text
source: Clear &working directory and index
es_ar: Borrar el &directorio de trabajo y el índice

# Ok.Text
source: &Create branch
es_ar: &Crear una branch

# Orphan.Text
source: Create or&phan
es_ar: Crear un huér&fano

# _branchNameIsEmpty.Text
source: Enter branch name.
es_ar: Ingresá el nombre de la branch.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
es_ar: “{0}” no es válido como nombre para una branch.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
es_ar: Seleccioná una revisión a partir de la cual se va a crear la branch.

# chkbxCheckoutAfterCreate.Text
source: Checkout &after create
es_ar: H&acer checkout después de crear

# groupBox1.Text
source: Orphan
es_ar: Huérfano

# label1.Text
source: &Branch name
es_ar: Nombre de la &branch

# label2.Text
source: Create b&ranch at this revision
es_ar: Crear la b&ranch a partir de esta revisión

# $this.Text
source: Create tag
es_ar: Crear un tag

# ForceTag.Text
source: Force
es_ar: Forzar

# Ok.Text
source: Create tag
es_ar: Crear un tag

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
es_ar: Seleccioná una revisión adonde crear el tag.

# _pushToCaption.Text
source: Push tag to '{0}'
es_ar: Hacer push del tag a '{0}'

# _trsAnnotated.Text
source: Annotated tag
es_ar: Tag anotado

# _trsLightweight.Text
source: Lightweight tag
es_ar: Tag liviano

# _trsSignDefault.Text
source: Sign with default GPG
es_ar: Firmar con GPG predeterminado

# _trsSignSpecificKey.Text
source: Sign with specific GPG
es_ar: Firmar con un GPG específico

# keyIdLbl.Text
source: Specific Key Id
es_ar: Key Id específico

# label1.Text
source: Tag name
es_ar: Nombre del tag

# label2.Text
source: Message
es_ar: Mensaje

# label3.Text
source: Create tag at this revision
es_ar: Crear el tag en esta revisión

# pushTag.Text
source: Push tag to '{0}'
es_ar: Hacer push del tag a '{0}'

# $this.Text
source: Create a new worktree
es_ar: Crear un worktree nuevo

# createWorktreeButton.Text
source: Create the new worktree
es_ar: Crear el worktree nuevo

# groupBoxWhatToCheckout.Text
source: What to checkout:
es_ar: Hacer checkout de qué:

# label2.Text
source: New worktree directory:
es_ar: Directorio de worktree nuevo:

# openWorktreeCheckBox.Text
source: Open the new worktree after the creation
es_ar: Abrir el worktree nuevo una vez que haya sido creado

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
es_ar: Hacer checkout de una branch existente

# radioButtonCreateNewBranch.Text
source: Create a new branch: (from current commit)
es_ar: Crear una branch nueva: (a partir del commit actual)

# $this.Text
source: Enter Caption
es_ar: Ingresá el texto

# _categoryNameExistsText.Text
source: Category name already exists
es_ar: El nombre de esa categoría ya existe

# _categoryNameRequiredText.Text
source: Category name is required
es_ar: Tenés que ingresar un nombre para la categoría

# _renameCategoryText.Text
source: Rename category
es_ar: Cambiar el nombre de la categoría

# btnOk.Text
source: OK
es_ar: Aceptar

# lblCategoryName.Text
source: Category name
es_ar: Nombre de la categoría

# $this.Text
source: Delete branch
es_ar: Eliminar la branch

# Delete.Text
source: Delete
es_ar: Borrar

# ForceDelete.Text
source: Force delete
es_ar: Forzar el borrado

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
es_ar: No puedo borrar la branch “{0}” sobre la que estás parado.

# _deleteBranchCaption.Text
source: Delete branches
es_ar: Borrar las branches

# _deleteBranchQuestion.Text
source: Are you sure you want to delete selected branches? Deleting a branch can cause commits to be deleted too!
es_ar: ¿Estás seguro de que querés eliminar las branches seleccionadas? Si eliminás una branch podés eliminar commits.

# _deleteUnmergedBranchForcingSuggestion.Text
source: You cannot delete unmerged branch until you set “force delete” mode.
es_ar: No podés borrar una branch que no haya sido «merge-eada» sin el modo de «forzar borrado» no está seteado.

# labelDeleteBranchWarning.Text
source: You can only delete branches when they are fully merged in HEAD. When you delete a branch the commits can get lost because nothing points to them. When you want to delete a not-fully merged branch, you can override this using the 'Force delete' option.
es_ar: Solamente podés borrar branches cuando fueron «merge-eadas» completamente en HEAD. Cuando eliminás una branch, podés perder los commits porque ya no tenés nada que apunte a ellos. Si querés eliminar una branch que no haya sido «merge-eada» completamente, tenés que usar la opción de «forzar borrado».

# labelSelectBranches.Text
source: Select branches
es_ar: Seleccionar branches

# DeleteRemote.Text
source: Delete branche(s) from remote repository
es_ar: Eliminar la o las branches del repositorio remoto

# _confirmDeleteUnmergedRemoteBranchMessage.Text
source: At least one remote branch is unmerged. Are you sure you want to delete it? Deleting a branch can cause commits to be deleted too!
es_ar: Hay al menos una branch remota que no fue «merge-eada». ¿Estás seguro de que la querés eliminar? Si eliminás una branch podés eliminar commits.

# _deleteRemoteBranchesCaption.Text
source: Delete remote branches
es_ar: Eliminar branches remotas

# labelDeleteBranchWarning.Text
source: The commits referenced by the deleted branch will be lost if no other branch or tag references them. Make sure there is a branch or tag referencing the commits you wish to keep. If you have accidentally deleted a wrong branch, go to Commands | Show reflog form in order to recover the lost commits.
es_ar: Vas a perder los commits referenciados por la branch eliminada si no hay ninguna otra branch o un tag que los referencie. Asegurate de que haya una branch o un tag que referencie los commits que no querés perder. Si llegás a borrar una branch por error, abrí el formulario en Comandos | Mostrar reflog para recuperar los commits que perdiste.

# $this.Text
source: Delete tag
es_ar: Eliminar el tag

# Ok.Text
source: Delete
es_ar: Borrar

# deleteTag.Text
source: Delete tag also from the following remote(s):
es_ar: Eliminar el tag de los siguientes remotos también:

# label1.Text
source: Select tag
es_ar: Seleccionar el tag

# label2.Text
source: This will delete the selected tag from the (local) repository.
es_ar: Esto va a eliminar el tag seleccionado del repositorio local.

# label3.Text
source: (includes information about deleting tags which are already pushed)
es_ar: (incluye información acerca de la eliminación de tags a los que ya se les hizo push)

# _anotherBranchTooltip.Text
source: Select another branch
es_ar: Seleccionar otra branch

# _anotherCommitTooltip.Text
source: Select another commit
es_ar: Seleccionar otro commit

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
es_ar: Alternar BASE y comparar commits

# _ckCompareToMergeBase.Text
source: Compare to merge &base
es_ar: Comparar con el merge &base

# blameToolStripMenuItem.Text
source: Blame
es_ar: Hacer blame (echar la culpa)

# btnCompareDirectoriesWithDiffTool.Text
source: Open diff using &directory diff tool
es_ar: Abrir el diff con la herramienta de diff de &directorios

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full path(s)
es_ar: Copiar el o los directorios absolutos

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
es_ar: Mostrar en la estructura jerárquica de archivos

# fileHistoryDiffToolstripMenuItem.Text
source: File history
es_ar: Historial del archivo

# findInDiffToolStripMenuItem.Text
source: Find
es_ar: Buscar

# firstParentToLocalToolStripMenuItem.Text
source: Parent to BASE -> Working directory
es_ar: Padre a BASE -> directorio de trabajo

# firstToLocalToolStripMenuItem.Text
source: BASE -> Working directory
es_ar: BASE -> directorio de trabajo

# firstToSelectedToolStripMenuItem.Text
source: BASE -> Compare
es_ar: BASE -> Comparar

# headCommitGroup.Text
source: Compare
es_ar: Comparar

# selectedParentToLocalToolStripMenuItem.Text
source: Parent to Compare -> Working directory
es_ar: Padre a comparar -> directorio de trabajo

# selectedToLocalToolStripMenuItem.Text
source: Compare -> Working directory
es_ar: Comprar -> directorio de trabajo

# $this.Text
source: Donate
es_ar: Doná

# _donateText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
es_ar: Contamos con un equipo de colaboradores que le dedican mucho tiempo a manterer la aplicación, implementar funcionalidad nueva, y corregir errores. Vos podés brindarles tu apoyo haciendo una contribución. Las donaciones se usan para cubrir costos operativos y para conseguir los recursos necesarios para mantener el proyecto. También se usan para agradecerles a los colaboradores por sus esfuerzos. Si querés saber más acerca de cómo hacer una contribución monetaria, hacé click en el botón de abajo.

# lblText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
es_ar: Contamos con un equipo de colaboradores que le dedican mucho tiempo a manterer la aplicación, implementar funcionalidad nueva, y corregir errores. Vos podés brindarles tu apoyo haciendo una contribución. Las donaciones se usan para cubrir costos operativos y para conseguir los recursos necesarios para mantener el proyecto. También se usan para agradecerles a los colaboradores por sus esfuerzos. Si querés saber más acerca de cómo hacer una contribución monetaria, hacé click en el botón de abajo.

# $this.Text
source: View
es_ar: Ver

# _cannotOpenFile.Text
source: Cannot open file:
es_ar: No puedo abrir el archivo:

# _cannotSaveFile.Text
source: Cannot save file:
es_ar: No puedo grabar el archivo:

# _saveChanges.Text
source: Do you want to save changes?
es_ar: ¿Querés guardar los cambios?

# _saveChangesCaption.Text
source: Save changes
es_ar: Guardar los cambios

# labelWarning.Text
source: Here be dragons! Changing this file by hand can be harmful and might break something. If you are not sure just close this window.
es_ar: ¡Atenti! Si editás este archivo en forma manual podés mandarte una macana y romper algo. Si no sabés lo que estás haciendo, cerrá esta ventana.

# toolStripSaveButton.ToolTipText
source: Save
es_ar: Guardar

# BlameTab.Text
source: Blame
es_ar: Hacer blame (echar la culpa)

# ShowFullHistory.ToolTipText
source: Show Full History
es_ar: Mostrar el historial completo

# ViewTab.Text
source: View
es_ar: Ver

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
es_ar: Hacer cherry pick de este commit

# detectMoveAndCopyInAllFilesToolStripMenuItem.Text
source: Detect move and copy in all files
es_ar: Detectar archivos movidos y copiados

# detectMoveAndCopyInThisFileToolStripMenuItem.Text
source: Detect move and copy in this file
es_ar: Detectar si este archivo solamente fue movido y copiado

# diffToolRemoteLocalStripMenuItem.Text
source: Difftool selected < - > local
es_ar: Difftool seleccionado < - > local

# followFileHistoryRenamesToolStripMenuItem.Text
source: Detect and follow - exact renames and copies only
es_ar: Detectar y seguir - solo copias y cambios de nombre exactos

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
es_ar: Detectar y seguir cambios de nombre

# fullHistoryToolStripMenuItem.Text
source: Full history
es_ar: Historial completo

# ignoreWhitespaceToolStripMenuItem.Text
source: Ignore whitespace
es_ar: Ignorar espacios en blanco

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
es_ar: Cargar el blame al mostrar

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
es_ar: Cargar el historial al mostrar

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
es_ar: Manipular commit

# revertCommitToolStripMenuItem.Text
source: Revert commit
es_ar: Revertir el commit

# saveAsToolStripMenuItem.Text
source: Save as
es_ar: Guardar como

# showFullHistoryToolStripMenuItem.Text
source: Show Full History
es_ar: Mostrar el historial completo

# simplifyMergesContextMenuItem.Text
source: Simplify Merges
es_ar: Simplificar los merges

# simplifyMergesToolStripMenuItem.Text
source: Simplify Merges
es_ar: Simplificar los merges

# toolStripBlameOptions.Text
source: Blame options
es_ar: Opciones de blame

# toolStripSplitLoad.ToolTipText
source: Load file history
es_ar: Cargar el historial del archivo

# $this.Text
source: Select script files
es_ar: Seleccionar archivos de script

# btnBrowse.Text
source: Browse...
es_ar: Mostrar...

# lblSelectFiles.Text
source: Select file(s)
es_ar: Seleccionar archivos

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
es_ar: La variable de entorno HOME no contiene un directorio que contenga el archivo de configuración global de git: «{0}» ¿Querés que Git Extensions te ayude a ubicar ese directorio?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
es_ar: Configuración global

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
es_ar: Encontré .gitconfig en %HOME% ({0}). Esta configuración ya quedó seleccionada automáticamente.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
es_ar: Encontré .gitconfig en %HOMEDRIVE%%HOMEPATH% ({0}). Esta configuración ya quedó seleccionada automáticamente.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
es_ar: Encontré .gitconfig en un directorio personal ({0}). Esta configuración ya quedó seleccionada automáticamente.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
es_ar: Encontré .gitconfig en %USERPROFILE% ({0}). Esta configuración ya quedó seleccionada automáticamente.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
es_ar: La variable de entorno HOME apunta a un directorio inaccessible: "{0}"

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
es_ar: Ingresá un HOME directory.

# defaultHome.Text
source: Use default for HOME
es_ar: Usar valor por defecto para HOME

# groupBox8.Text
source: Environment
es_ar: Entorno

# label51.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
es_ar: El directorio del archivo de configuración global se guardó en la variable de entorno %HOME%. Por defecto, %HOME% va a valer %HOMEDRIVE%%HOMEPATH% si no hay otro valor. Cambiá el comportamiento por defecto solamente si llegás a tener problemas.

# ok.Text
source: OK
es_ar: Aceptar

# otherHome.Text
source: Other
es_ar: Otro

# userprofileHome.Text
source: Set HOME to USERPROFILE
es_ar: Setear HOME a USERPROFILE

# $this.Text
source: Format patch
es_ar: Formatear el patch

# FormatPatch.Text
source: Create patch(es)
es_ar: Crear patch(es)

# SaveToDir.Text
source: Save patches in directory
es_ar: Guardar los patches en el directorio

# _currentBranchText.Text
source: Current branch:
es_ar: Branch actual:

# _noEmailEnteredText.Text
source: You need to enter an email address.
es_ar: Tenés que ingresar una dirección de mail.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
es_ar: No configuraste ninguna dirección de mail en la ventana de configuración.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
es_ar: Tenés que ingresar un directorio donde guardar los archivos.

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
es_ar: Tenés que escribir un asunto para el mail.

# _patchResultCaption.Text
source: Patch result
es_ar: Resultado del patch

# _revisionsNeededCaption.Text
source: Patch error
es_ar: Error con el patch

# _revisionsNeededText.Text
source: You need to select at least one revision
es_ar: Tenés que seleccionar por lo menos una revisión

# _sendMailResult.Text
source: Send to:
es_ar: Enviar a:

# _sendMailResultFailed.Text
source: Failed to send mail.
es_ar: No se pudo mandar el mail.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
es_ar: Tenés que ingresar un SMTP válido en la ventana de configuración.

# label1.Text
source: Subject
es_ar: Asunto

# label2.Text
source: Body
es_ar: Cuerpo del mensaje

# label3.Text
source: To
es_ar: Para

# radioButton1.Text
source: Mail patches from
es_ar: Patches de mail de

# $this.Text
source: Edit .gitattributes
es_ar: Editar el archivo .gitattributes

# Save.Text
source: Save
es_ar: Guardar

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
es_ar: No pude guardar el archivo .gitattributes. Fijate los permisos que tiene.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
es_ar: No pude guardar el archivo .gitattributes.

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
es_ar: Podés usar .gitattributes solamente cuando hay un directorio de trabajo.

# _noWorkingDirCaption.Text
source: No working directory
es_ar: No hay ningún directorio de trabajo

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
es_ar: ¿Querés guardar los cambios en .gitattributes?

# _saveFileQuestionCaption.Text
source: Save changes?
es_ar: ¿Querés guardar los cambios?
