Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# $this.Text
source: Advanced
es_ar: Avanzadas

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
es_ar: Mostrar siempre las opciones avanzadas

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
es_ar: Mostrar siempre la ventana de diálogo de checkout

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
es_ar: Reemplazar caracteres ilegales en nombres de branches

# chkCheckForRCVersions.Text
source: Check for release candidate versions
es_ar: Chequear si hay versiones candidatas a ser definitivas (release candidates)

# chkCheckForUpdates.Text
source: Check for updates weekly
es_ar: Chequear si hay actualizaciones en forma semanal

# chkCommitAndPushForcedWhenAmend.Text
source: Push forced with lease when Commit && Push action is performed with Amend option checked
es_ar: Hacer push forzado con lease al hacer Commit && Push con la opción de Amend

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
es_ar: Usar el emulador de consola para la salida por consola en ventanas de diálogo de comandos

# chkDontSHowHelpImages.Text
source: Don't show help images
es_ar: No mostrar imágenes de ayuda

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
es_ar: Usar la última acción de "cambios locales" como la acción por defecto. Esta acción se realizará sin previo aviso al hacer el checkout de una branch.

# grpUpdates.Text
source: Updates
es_ar: Actualizaciones

# label1.Text
source: Symbol to use:
es_ar: Caracter a utilizar:

# $this.Text
source: Fonts
es_ar: Fuentes

# applicationFontChangeButton.Text
source: font name
es_ar: nombre de la fuente

# commitFontChangeButton.Text
source: font name
es_ar: nombre de la fuente

# diffFontChangeButton.Text
source: font name
es_ar: nombre de la fuente

# gbFonts.Text
source: Fonts
es_ar: Fuentes

# label26.Text
source: Application font
es_ar: Fuente de la aplicación

# label34.Text
source: Commit font
es_ar: Fuente del mensaje de commit

# label36.Text
source: Monospace font
es_ar: Fuente monoespaciada

# label56.Text
source: Code font
es_ar: Fuente de código

# monospaceFontChangeButton.Text
source: font name
es_ar: nombre de la fuente

# $this.Text
source: Appearance
es_ar: Apariencia

# ClearImageCache.Text
source: Clear image cache
es_ar: Vaciar el caché de imágenes

# ShowAuthorAvatarInCommitGraph.Text
source: Show author's avatar column in the commit graph
es_ar: Mostrar el avatar del autor en el gráfico de revisiones

# ShowAuthorAvatarInCommitInfo.Text
source: Show author's avatar in the commit info view
es_ar: Mostrar el avatar del autor en la vista de información del commit

# _noDictFile.Text
source: None
es_ar: N/A

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
es_ar: No hay diccionarios en {0}

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
es_ar: Modificar la escala de la interfaz de usuario automáticamente si se usa un valor alto de puntos por pulgada (high DPI)

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
es_ar: Mostrar la branch actual en Visual Studio

# chkShowRelativeDate.Text
source: Show relative date instead of full date
es_ar: Mostrar fecha relativa (en vez de fecha explícita) (por ejemplo, «hace dos días» en vez de «28 de junio»)

# downloadDictionary.Text
source: Download dictionary
es_ar: Bajar más diccionarios

# gbAuthorImages.Text
source: Author images
es_ar: Imágenes de los autores

# gbLanguages.Text
source: Language
es_ar: Idioma

# helpTranslate.Text
source: Help translate
es_ar: ¡Ayudá a traducir!

# lblCacheDays.Text
source: Cache images (days)
es_ar: Guardar imágenes en el caché (en días)

# lblLanguage.Text
source: Language (restart required)
es_ar: Idioma (requiere reiniciar)

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
es_ar: Diccionario para el corrector ortográfico

# truncateLongFilenames.Text
source: Truncate long filenames
es_ar: Truncar nombres largos de archivos

# truncatePathMethod.Item0
source: None
es_ar: N/A

# truncatePathMethod.Item1
source: Compact
es_ar: Compacto

# truncatePathMethod.Item2
source: Trim start
es_ar: Recortar el comienzo

# truncatePathMethod.Item3
source: Filename only
es_ar: Solo nombre de archivo

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
es_ar: Vaciar el caché de imágenes

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
es_ar: Registrate en gravatar.com

# allCommitInfoToolStripMenuItem.Text
source: All commit info
es_ar: Toda la información del commit

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
es_ar: Echarle la culpa a la revisión anterior

# commitHashToolStripMenuItem.Text
source: Commit hash
es_ar: Hash del commit

# commitMessageToolStripMenuItem.Text
source: Commit message
es_ar: Mensaje del commit

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
es_ar: Copiar al portapapeles

# showChangesToolStripMenuItem.Text
source: Show changes
es_ar: Mostrar los cambios

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
es_ar: La branch '{0}' fue deseleccionada, así que no la puedo seleccionar

# CheckoutTooltip.Text
source: Checkout this branch
es_ar: Hacer checkout de esta branch

# CreateTooltip.Text
source: Create a local branch from this branch
es_ar: Crear una branch local a partir de esta branch

# MergeTooltip.Text
source: Merge this branch into current branch
es_ar: Hacer merge de esta branch en la branch actual

# RebaseTooltip.Text
source: Rebase current branch to this branch
es_ar: Hacer rebase de la branch actual en esta branch

# RenameTooltip.Text
source: Rename this branch
es_ar: Renombrar esta branch

# ResetTooltip.Text
source: Reset current branch to here
es_ar: Resetear esta branch hasta acá

# LocalBranch.Text
source: Local branch
es_ar: Branch local

# Remotebranch.Text
source: Remote branch
es_ar: Branch remota

# label1.Text
source: Select branch
es_ar: Branch seleccionada

# nameColumnHeader.Text
source: Name
es_ar: Nombre

# $this.Text
source: Build server integration
es_ar: Integración con el build server

# _noneItem.Text
source: None
es_ar: N/A

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
es_ar: Activar integración con el build server

# checkBoxShowBuildResultPage.Text
source: Show build result page
es_ar: Mostrar la página de resultados del build

# labelBuildServerSettingsInfo.Text
source: Git Extensions can integrate with build servers to supply per-commit Continuous Integration information.
es_ar: Git Extensions se puede integrar con build servers para proporcionar información de Integración Continua a nivel de commits.

# labelBuildServerType.Text
source: Build server type
es_ar: Tipo de build server

# $this.Text
source: Checklist
es_ar: Lista de cosas a verificar

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
es_ar: Chequear la configuración al inicio (se desactiva automáticamente si no hay problemas con la configuración)

# DiffTool_Fix.Text
source: Repair
es_ar: Reparar

# GcmDetectedFix.Text
source: Repair
es_ar: Reparar

# GitBinFound_Fix.Text
source: Repair
es_ar: Reparar

# GitExtensionsInstall_Fix.Text
source: Repair
es_ar: Reparar

# GitFound_Fix.Text
source: Repair
es_ar: Reparar

# MergeTool_Fix.Text
source: Repair
es_ar: Reparar

# Rescan.Text
source: Save and rescan
es_ar: Guardar y volver a verificar

# ShellExtensionsRegistered_Fix.Text
source: Repair
es_ar: Reparar

# SshConfig_Fix.Text
source: Repair
es_ar: Reparar

# UserNameSet_Fix.Text
source: Repair
es_ar: Reparar

# _cantRegisterShellExtension.Text
source: Could not register the shell extension because '{0}' could not be found.
es_ar: No se pudo registrar la extensión de shell porque no pude encontrar '{0}'.

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
es_ar: Hay una herramienta de merge configurada: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
es_ar: Hay una herramienta de visualización de diferencias entre archivos configurada: {0}

# _emailSet.Text
source: A username and an email address are configured.
es_ar: Nombre de usuario y dirección de mail fueron configurados.

# _gcmDetectedCaption.Text
source: Obsolete git-credential-winstore.exe detected
es_ar: Se detectó la existencia de git-credential-winstore.exe (obsoleto)

# _gitCanBeRun.Text
source: Git can be run using: {0}
es_ar: Podés ejecutar git usando: {0}

# _gitCanBeRunCaption.Text
source: Locate git
es_ar: Ubicar dónde está git

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
es_ar: No encuento dónde está git, pero como solución podés elegir vos mismo el directorio en la ventana de configuración.

# _gitVersionFound.Text
source: Git {0} is found on your computer.
es_ar: Encontré git {0} en tu compu.

# _languageConfigured.Text
source: The configured language is {0}.
es_ar: El idioma configurado es {0}.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
es_ar: No pude encontrar dónde están las herramienta de Linux (sh) por mi cuenta. Fijate que las herramienta de Linux estén instaladas (mediante Git para Windows o cygwin), o sino, podés configurar su ubicación en forma manual.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
es_ar: Ubicar dónde están las herramienta de Linux

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
es_ar: Encontré las herramienta de Linux (sh) en tu compu.

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
es_ar: No encuento dónde están las herramientas de Linux (sh), pero como solución podés elegir vos mismo el directorio en la ventana de configuración.

# _mergeToolXConfigured.Text
source: There is a mergetool configured: {0}
es_ar: Hay una herramienta de merge configurada: {0}

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
es_ar: {0} fue configurada como herramienta de merge, y hace falta que se le configure cómo usarla en la línea de comandos.

# _noDiffToolConfiguredCaption.Text
source: Difftool
es_ar: Herramienta de visualización de diferencias entre archivos (diff tool)

# _noEmailSet.Text
source: You need to configure a username and an email address.
es_ar: Tenés que configurar un nombre de usuario y una dirección de mail.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
es_ar: No se configuró ningún idioma para Git Extensions.

# _notRecommendedGitVersion.Text
source: Git found but version {0} is older than recommended. Upgrade to version {1} or later
es_ar: Encontré que tenés git {0}, que es una versión anterior a la recomendada. Actualizalo a la versión {1} o posterior.

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
es_ar: Voy a usar el cliente de SSH por defecto, OpenSSH (va a aparecer una línea de comandos cuando hagas pull, push, o clone).

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
es_ar: Configuraste PuTTY como cliente de SSH, pero no puedo encontrar plink.exe, puttygen.exe, ni pageant.exe.

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
es_ar: PuTTY configurado correctamente como cliente de SSH.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
es_ar: Encontré y configuré de manera autmática todos los directorios necesarios para usar PuTTY.

# _registryKeyGitExtensionsCorrect.Text
source: Git Extensions is properly registered.
es_ar: Git Extensions registrado correctamente.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
es_ar: El directorio inválido de instalación fue guardado en [Software\GitExtensions\InstallDir].

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
es_ar: La entrada [Software\GitExtensions\InstallDir] falta en el registro de Windows.

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
es_ar: Ejecutá el comando sh así: {0}sh

# _shCanBeRunCaption.Text
source: Locate linux tools
es_ar: Ubicar dónde están las herramienta de Linux

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
es_ar: Tenés que registrar {0} para poder usar las extensiones de shell.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
es_ar: Las extensiones de shell no están instaladas. Ejecutá el instalador para instalarlas.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
es_ar: Extensiones de shell registradas correctamente.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure git (Git for Windows or cygwin) is installed or set the correct command manually.
es_ar: No pude encontrar el comando para ejecutar git. Fijate que git (Git for Windows o cygwin) esté instalado), o sino, podés configurar su ubicación en forma manual.

# _solveGitCommandFailedCaption.Text
source: Locate git
es_ar: Ubicar dónde está git

# _unknownSshClient.Text
source: Unknown SSH client configured: {0}.
es_ar: Cliente de SSH desconocido configurado: {0}.

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
es_ar: Encontré que tenés git {0}, que es una versión «no soportada». Actualizalo a la versión {1} o posterior.

# label11.Text
source: The checklist below validates the basic settings needed for Git Extensions to work properly.
es_ar: La lista siguiente es para verificar la configuración básica necesaria para que Git Extensions funcione correctamente.

# translationConfig_Fix.Text
source: Repair
es_ar: Reparar

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
es_ar: Dibujar las branches no relacionadas con la branch actual en gris

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
es_ar: Dibujar el texto de las branches no relacionadas con la branch actual en gris

# MulticolorBranches.Text
source: Multicolor branches
es_ar: Dibujar branches distintas de distintos colores

# chkDrawAlternateBackColor.Text
source: Draw alternate background
es_ar: Alternar el color de fondo en la tabla de commits

# chkHighlightAuthored.Text
source: Highlight authored revisions
es_ar: Resaltar todos los commits del autor seleccionado

# gbRevisionGraph.Text
source: Revision graph
es_ar: Tabla de commits

# $this.Text
source: Commit dialog
es_ar: Ventana de diálogo de commit

# cbRememberAmendCommitState.Text
source: Remember 'Amend commit' checkbox on commit form close
es_ar: Recordar la selección de «amend commit» al cerrar la ventana de commit

# chkAutocomplete.Text
source: Provide auto-completion in commit dialog
es_ar: Usar autocompletado al escribir el mensaje de commit

# chkEnsureCommitMessageSecondLineEmpty.Text
source: Ensure the second line of commit message is empty
es_ar: Verificar que la segunda línea del mensaje de commit esté en blanco

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
es_ar: Mostrar errores al mandar archivos al área de preparación (staging area)

# chkShowResetAllChanges.Text
source: Reset All Changes
es_ar: Resetear todos los cambios

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
es_ar: Resetear los cambios que no están en el área de preparación

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
es_ar: Escribir el mensaje de commit en la ventana de diálogo del commit (sino, el mensaje lo vas a tener que escribir mientras estés haciendo el commit)

# groupBoxBehaviour.Text
source: Behaviour
es_ar: Comportamiento

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
es_ar: Botones adicionales a mostrar en la ventana de diálogo del commit

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
es_ar: Número de mensajes anteriores en la ventana de diálogo del commit

# _brokenRefs.Text
source: The repository refs seem to be broken:
es_ar: El refs del repositorio tiene problemas:

# _copyLink.Text
source: Copy &link ({0})
es_ar: Copiar en&lace ({0})

# _derivesFromNoTag.Text
source: Derives from no tag
es_ar: No deriva de ningún tag

# _derivesFromTag.Text
source: Derives from tag:
es_ar: Deriva del tag:

# _repoFailure.Text
source: Repository failure
es_ar: Falla del repositorio

# _trsLinksRelatedToRevision.Text
source: Related links:
es_ar: Enlaces relacionados:

# addNoteToolStripMenuItem.Text
source: Add &notes
es_ar: Agregar &notas

# copyCommitInfoToolStripMenuItem.Text
source: &Copy commit info
es_ar: &Copiar información del commit

# copyLinkToolStripMenuItem.Text
source: Copy link
es_ar: Copiar enlace

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
es_ar: Mostrar las branches remotas solo cuando ninguna branch local contenga este commit

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
es_ar: Mostrar las branches remotas que incluyen este commit

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
es_ar: Mostrar las branches locales que incluyen este commit

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
es_ar: Mostrar los tags que incluyen este commit

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
es_ar: Mostrar los mensajes de los tags anotados

# showTagThisCommitDerivesFromMenuItem.Text
source: Show the most recent tag this commit derives from
es_ar: Mostrar el tag más reciente del cual deriva este commit

# _noRevision.Text
source: No revision
es_ar: No hay revisión

# labelAuthorCaption.Text
source: Author:
es_ar: Autor:

# labelDateCaption.Text
source: Commit date:
es_ar: Fecha del commit:

# _cantReadRegistry.Text
source: Git Extensions has insufficient permissions to check the registry.
es_ar: Git Extensions no tiene permisos suficientes para leer el registro de Windows.

# _selectFile.Text
source: Select file
es_ar: Seleccioná un archivo

# $this.Text
source: Confirmations
es_ar: Confirmaciones

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
es_ar: Agregar una referencia de seguimiento la primera vez que se hace push de una branch

# chkAmend.Text
source: Amend last commit
es_ar: Hacer amend del último commit

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (stash will be popped automatically)
es_ar: Aplicar los cambios del stash más reciente si el checkout se hace correctamente (hace el pop del stash automáticamente)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (stash will be popped automatically)
es_ar: Aplicar los cambios del stash más reciente si el pull se hace correctamente (hace el pop del stash automáticamente)

# chkCommitAfterConflictsResolved.Text
source: Commit changes after conflicts have been resolved
es_ar: Hacer commit de los cambios luego de resolver conflictos

# chkCommitIfNoBranch.Text
source: Commit when no branch is currently checked out (headless state)
es_ar: Hacer commit cuando no haya ninguna branch checked out (headless state)

# chkConfirmStashDrop.Text
source: Drop stash
es_ar: Descartar el stash

# chkFetchAndPruneAllConfirmation.Text
source: Fetch and prune branches
es_ar: Hacer fetch y prune de las branches

# chkPushNewBranch.Text
source: Push a new branch for the remote
es_ar: Hacer push al remoto de branches nuevas

# chkRebaseOnTopOfSelectedCommit.Text
source: Rebase on top of selected commit
es_ar: Hacer rebase encima del commit seleccionado

# chkResolveConflicts.Text
source: Resolve conflicts
es_ar: Resolver conflictos

# chkSecondAbortConfirmation.Text
source: Confirm for the second time to abort a merge
es_ar: Confirmar una segunda vez para abortar un merge

# chkUndoLastCommitConfirmation.Text
source: Undo last commit
es_ar: Deshacer el último commit

# chkUpdateModules.Text
source: Update submodules on checkout
es_ar: Actualizar los submódulos al hacer checkout

# gbConfirmations.Text
source: Don't ask to confirm to (use with caution)
es_ar: No pedir confirmación para las siguiente acciones (tené cuidado con lo que seleccionás)

# bApply.Text
source: Apply
es_ar: Aplicar

# bClear.Text
source: Clear
es_ar: Borrar

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
es_ar: Resetear todos los atajos de teclado a los valores predeterminados

# columnCommand.Text
source: Command
es_ar: Comando

# columnKey.Text
source: Key
es_ar: Tecla

# lHotkey.Text
source: Hotkey
es_ar: Atajo de teclado

# lHotkeyableItems.Text
source: Hotkeyable Items
es_ar: Acciones ejecutables con atajos de teclado

# txtHotkey.Text
source: None
es_ar: N/A

# $this.Text
source: Create Pull Request
es_ar: Crear un pull request

# _createBtn.Text
source: Create
es_ar: Crear

# _strDone.Text
source: Done
es_ar: Listo

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
es_ar: No pude crear el pull request.

# _strLoading.Text
source: Loading...
es_ar: Cargando...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
es_ar: Cloná el repositorio de GitHub antes de crear un pull request.

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
es_ar: Especificá un título.

# groupBox1.Text
source: Pull request data
es_ar: Datos del pull request

# label1.Text
source: Title:
es_ar: Título:

# label2.Text
source: Body:
es_ar: Cuerpo:

# label3.Text
source: Target repository:
es_ar: Repositorio target:

# label4.Text
source: Your branch:
es_ar: Tu branch:

# label5.Text
source: Target branch:
es_ar: Branch target:

# _cloneFork.Text
source: Clone {0} repository
es_ar: Clonar el repositorio {0}

# _cloneRepository.Text
source: Clone repository
es_ar: Clonar repositorio

# _createRepository.Text
source: Create new repository
es_ar: Crear un repositorio nuevo

# _develop.Text
source: Develop
es_ar: Hackeá

# _donate.Text
source: Donate
es_ar: Doná

# _issues.Text
source: Issues
es_ar: ¿Problemas?

# _openRepository.Text
source: Open repository
es_ar: Abrir un repositorio

# _translate.Text
source: Translate
es_ar: Traducí

# lblContribute.Text
source: Contribute
es_ar: Colaborá

# $this.Text
source: Detailed
es_ar: Detallado

# PushWindowGB.Text
source: Push window
es_ar: Ventana de push

# addLogMessages.Text
source: Add log messages
es_ar: Agregar mensajes de log

# chkRemotesFromServer.Text
source: Get remote branches directly from the remote
es_ar: Obtener las branches remotas del remoto directamente

# chkUseSSL.Text
source: Use SSL/TLS
es_ar: Usar SSL/TLS
