Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# label1.Text
source: Edit the git attributes Define attributes per path Examples Mark all jpg files as binary: *.jpg binary Mark sln files as binary: *.sln binary Mark single file as text: weirdchars.txt text For more information run command "git help gitattributes"
es_ar: Editá los atributos de git Definí atributos para cada tipo de archivo Ejemplos Marcar todos los archivos jpg como binarios: *.jpg binary Marcar archivos sln como binarios: *.sln binary Marcar un archivo en particular como texto: weirdchars.txt text Para más información, ejecutá command "git help gitattributes"

# $this.Text
source: Git Command Log
es_ar: Log de comandos git

# chkAlwaysOnTop.Text
source: Always on top
es_ar: Mantener ventana siempre visible

# chkCaptureCallStacks.Text
source: Capture call stacks
es_ar: Capturar stacks de llamadas

# chkWordWrap.Text
source: Word wrap
es_ar: Ajustar el largo de las líneas

# mnuClear.Text
source: Clear
es_ar: Borrar

# mnuSaveToFile.Text
source: Save to file
es_ar: Guardar en un archivo

# tabPageCommandCache.Text
source: Command cache
es_ar: Caché de comandos

# tabPageCommandLog.Text
source: Command log
es_ar: Log de comandos

# $this.Text
source: Edit .gitignore
es_ar: Editar .gitignore

# AddDefault.Text
source: Add default ignores
es_ar: Agregar lo que se va a ignorar de manera predeterminada

# AddPattern.Text
source: Add pattern
es_ar: Agregar patrón

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
es_ar: No hay ningún directorio de trabajo

# label1.Text
source: Specify filepatterns you want git to ignore. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
es_ar: Especificá los patrones que querés que git ignore Ejemplo: # Ignorar las vistas de imágenes creadas por Windows Thumbs.db # Ignorar archivos creados por Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/

# lnkGitIgnoreGenerate.Text
source: Generate a custom ignore file for git
es_ar: Generar un archivo de ignore para git

# lnkGitIgnorePatterns.Text
source: Example ignore patterns
es_ar: Ejemplo de patrones de ignore

# $this.Text
source: Go to commit
es_ar: Ir a un commit

# goButton.Text
source: Go
es_ar: Ir

# groupBox1.Text
source: Help
es_ar: Ayuda

# label1.Text
source: Commit expression:
es_ar: Expresión del commit:

# label2.Text
source: Commit expression examples: - complete commit hash: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - partial commit hash (if unique): e. g.: 8eab51fcb9c453 - tag name - branch name
es_ar: Ejemplos de expresiones de commits: - hash de commit completo: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - hash de commit parcial (si es único): 8eab51fcb9c453 - nombre del tag - nombre de la branch

# label3.Text
source: Go to tag:
es_ar: Ir a un tag:

# label4.Text
source: Go to branch:
es_ar: Ir a una branch:

# linkGitRevParse.Text
source: More see git-rev-parse
es_ar: Leé más en la documentación de git-rev-parse

# $this.Text
source: Go to line
es_ar: Ir a la línea

# cancelBtn.Text
source: Cancel
es_ar: Cancelar

# lineLabel.Text
source: Line number
es_ar: Número de línea

# okBtn.Text
source: OK
es_ar: Aceptar

# $this.Text
source: Create new repository
es_ar: Crear un repositorio nuevo

# Init.Text
source: Create
es_ar: Crear

# _chooseDirectory.Text
source: Please choose a directory.
es_ar: Seleccioná un directorio.

# _chooseDirectoryCaption.Text
source: Choose directory
es_ar: Seleccioná un directorio.

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
es_ar: No se puede inicializar un repositorio nuevo en un archivo. Seleccioná un directorio.

# _initMsgBoxCaption.Text
source: Create new repository
es_ar: Crear un repositorio nuevo

# label1.Text
source: Directory
es_ar: Directorio

# $this.Text
source: Edit .mailmap
es_ar: Editar el archivo .mailmap

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
es_ar: No pude guardar el archivo .mailmap. Fijate los permisos que tiene.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
es_ar: No pude guardar el archivo .mailmap.

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
es_ar: Podés usar .mailmap solamente cuando hay un directorio de trabajo.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
es_ar: No hay ningún directorio de trabajo

# _saveFileQuestion.Text
source: Save changes to .mailmap?
es_ar: ¿Querés guardar los cambios en .mailmap?

# label1.Text
source: Edit the mailmap. This file is meant to correct usernames. Example: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> For more information run command "git help shortlog"
es_ar: Editá el mailmap. Este archivo sirve para corregir nombres de usuario. Ejemplo: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> Para más información, ejecutá command "git help shortlog"

# $this.Text
source: Existing worktrees
es_ar: Worktrees existentes

# Delete.HeaderText
source: Delete
es_ar: Borrar

# IsDeleted.HeaderText
source: Deleted
es_ar: Borrado

# Open.HeaderText
source: Open
es_ar: Abrir

# Path.HeaderText
source: Path
es_ar: Directorio

# Type.HeaderText
source: Type
es_ar: Tipo

# buttonClose.Text
source: Close
es_ar: Cerrar

# buttonPruneWorktrees.Text
source: Prune the deleted worktrees
es_ar: Hacer prune de los worktrees borrados

# $this.Text
source: Merge branches
es_ar: Hacer merge de las branches

# Currentbranch.Text
source: Into current branch
es_ar: En la branch actual

# NonDefaultMergeStrategy.Text
source: Use non-default merge strategy
es_ar: Usar estrategia de merge no predeterminada

# Ok.Text
source: &Merge
es_ar: Hacer &merge

# _formMergeBranchHoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
es_ar: Poné el cursor del mouse sobre la imagen para ver el caso en el que se puede hacer fast forward.

# _strategyTooltipText.Text
source: resolve This can only resolve two heads (i.e. the current branch and another branch you pulled from) using a 3-way merge algorithm. It tries to carefully detect criss-cross merge ambiguities and is considered generally safe and fast. recursive This can only resolve two heads using a 3-way merge algorithm. When there is more than one common ancestor that can be used for 3-way merge, it creates a merged tree of the common ancestors and uses that as the reference tree for the 3-way merge. Additionally this can detect and handle merges involving renames. This is the default merge strategy when pulling or merging one branch. octopus This resolves cases with more than two heads, but refuses to do a complex merge that needs manual resolution. It is primarily meant to be used for bundling topic branch heads together. This is the default merge strategy when pulling or merging more than one branch. ours This resolves any number of heads, but the resulting tree of the merge is always that of the current branch head, effectively ignoring all changes from all other branches. It is meant to be used to supersede old development history of side branches. subtree This is a modified recursive strategy. When merging trees A and B, if B corresponds to a subtree of A, B is first adjusted to match the tree structure of A, instead of reading the trees at the same level. This adjustment is also done to the common ancestor tree.
es_ar: resolve Esto puede resolver solamente dos heads (la branch actual y otra branch al hacer un pull) usando un algoritmo de merge tipo 3-way. Trata de detectar ambigüedades de un criss-cross merge cautelosamente y en general se lo considera rápido y seguro. recursive Esto puede resolver solamente dos heads usando un algoritmo de merge tipo 3-way. Cuando hay más de un ancestro en común que se puede usar para un merge de tipo 3-way, los usa para crear un merged tree, el cual usa como referencia para el merge de tipo 3-way. Además, puede detectar y manejar merges que incluyen cambios de nombre en archivos. Esta es la estrategia de merge por defecto al hacer pull o merge de una branch. octopus Esto puede resolver casos con más de dos heads, pero no te va a ayudar con un merge más complejo que necesite resolución manual. Se usa para juntar topic branch heads. Esta es la estrategia de merge por defecto al hacer pull o merge de más de una branch. ours Esto puede resolver cualquier cantidad de heads, pero el árbol que resulta del merge siempre es el del head de la branch actual, ignorando todos los cambios de las otras branches. Se usa para reemplazar el historial de un desarrolo viejo de branches laterales. subtree Esta es una estrategia recursiva modificada. Al hacer un merge de los árboles A y B, si B corresponder a un subárbol de A, B primero se ajusta para coincidir con la estructura de árbol de A, en vez de leer los árboles al mismo nivel. Este ajuste también se le hace al árbol del ancestro en común.

# addMergeMessage.Text
source: Specify merge message
es_ar: Especificá un mensaje para el merge

# advanced.Text
source: Show advanced options
es_ar: Mostrar opciones avanzadas

# allowUnrelatedHistories.Text
source: Allow unrelated histories
es_ar: Permitir historiales no relacionados

# fastForward.Text
source: Keep a single branch line if possible (fast forward)
es_ar: Mantenerse en la misma branch de ser posible (fast forward)

# label2.Text
source: Merge branch
es_ar: Branch de merge

# noCommit.Text
source: Do not commit
es_ar: No crear un commit

# noFastForward.Text
source: Always create a new merge commit
es_ar: Hacer que el merge resulte siempre en un commit nuevo

# squash.Text
source: Squash commits
es_ar: Hacer squash de los commits

# strategyHelp.Text
source: Help
es_ar: Ayuda

# $this.Text
source: Submodule conflict
es_ar: Conflicto con el submódulo

# _deleted.Text
source: deleted
es_ar: borrado

# _stageFilename.Text
source: Stage {0}
es_ar: Mandar {0} al área de preparación

# btCheckoutBranch.Text
source: Checkout Branch
es_ar: Hacer checkout de la branch

# btOpenSubmodule.Text
source: Open submodule
es_ar: Abrir submódulo

# btStageCurrent.Text
source: Stage Current
es_ar: Mandar el actual al área de preparación

# label2.Text
source: There is a conflict on the submodule:
es_ar: Hay un conflicto en el submódulo:

# label4.Text
source: Remote:
es_ar: Remoto:

# label5.Text
source: Current:
es_ar: Actual:

# lbSubmodule.Text
source: Submodule
es_ar: Submódulo

# $this.Text
source: Solve merge conflict
es_ar: Resolver conflicto de merge

# Abort.Text
source: Abort
es_ar: Abortar

# $this.Text
source: Open local repository
es_ar: Abrir un repositorio local

# Load.Text
source: Open
es_ar: Abrir

# AddRemote.Text
source: Manage remotes
es_ar: Administrar remotos

# AllTags.Text
source: Fetch all tags
es_ar: Hacer fetch de todos los tags

# AutoStash.Text
source: Auto stash
es_ar: Stash automático

# Fetch.Text
source: Do not merge, only &fetch remote changes
es_ar: No hacer merge, solamente hacer &fetch de los cambios remotos

# Merge.Text
source: &Merge remote branch into current branch
es_ar: Hacer &merge de la branch remota en la branch actual

# NoTags.Text
source: Fetch no tag
es_ar: No hacer fetch de tags

# Prune.Text
source: Prune remote branches
es_ar: Hacer prune de las branches remotas

# PullFromRemote.Text
source: Remote
es_ar: Remoto

# ReachableTags.Text
source: Follow tagopt, if not specified, fetch tags reachable from remote HEAD
es_ar: Seguir tagopt y, si no está especificado, hacer fetch de los tags a los que se puede llegar a partir del HEAD remoto

# Rebase.Text
source: &Rebase current branch on top of remote branch, creates linear history (use with caution)
es_ar: Hacer &rebase de la branch actual sobre la branch remota. Crea un historial lineal (usalo con cuidado)

# Stash.Text
source: Stash changes
es_ar: Guardar los cambios en el stash

# Unshallow.Text
source: Download full history
es_ar: Bajar el historial completo

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
es_ar: ¿Resolviste todos los conflictos de merge? ¿Querés crear el commit?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
es_ar: Conflictos resueltos

# _areYouSureYouWantToRebaseMerge.Text
source: The current commit is a merge. Are you sure you want to rebase this merge?
es_ar: El commit actual es un merge. ¿Estás seguro de que querés hacerle rebase a este merge?

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
es_ar: ¿Le hacemos rebase a este merge?

# _fetchAllBranchesCanOnlyWithFetch.Text
source: You can only fetch all remote branches (*) without merge or rebase. If you want to fetch all remote branches, choose fetch. If you want to fetch and merge a branch, choose a specific branch.
es_ar: Solamente podés hacer fetch de todas las branches remotas (*) sin merge o rebase. Si querés hacer fetch de todas las branches remotas, elegí fetch. Si querés hacer fetch y merge de una branch, elegí una branch específica.

# _hoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
es_ar: Poné el cursor del mouse sobre la imagen para ver el caso en el que se puede hacer fast forward.

# _noRemoteBranch.Text
source: You didn't specify a remote branch
es_ar: No especificaste ninguna branch remota

# _noRemoteBranchButtons.Text
source: Pull from {0}|Cancel
es_ar: Hacer pull de {0}|Cancelar

# _noRemoteBranchCaption.Text
source: Remote branch not specified
es_ar: No hay ninguna branch remota especificada

# _noRemoteBranchForFetchButtons.Text
source: Fetch from {0}|Cancel
es_ar: Hacer fetch de {0}|Cancelar

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
es_ar: Pediste hacer fetch del remoto '{0}', pero no especificaste una branch remota. Como esta no es la branch actual, tenés que especificar una branch remota.

# _noRemoteBranchMainInstruction.Text
source: You asked to pull from the remote '{0}', but did not specify a remote branch. Because this is not the default configured remote for your local branch, you must specify a remote branch.
es_ar: Pediste hacer pull del remoto '{0}', pero no especificaste una branch remota. Como este no es el remoto configurado por defecto para tu branch local, tenés que especificar una branch remota.

# _notOnBranch.Text
source: You cannot "pull" when git head detached. Do you want to continue?
es_ar: No podés hacer pull cuando un head en git está desconectada (detached). ¿Querés continuar?

# _notOnBranchButtons.Text
source: Checkout branch|Continue
es_ar: Hacer checkout de branch|Continuar

# _pruneBranchesBranch.Text
source: Do you want to delete all stale remote-tracking branches?
es_ar: ¿Querés borrar todas las branches de seguimiento remoto que quedaron obsoletas?

# _pruneBranchesButtons.Text
source: Deletes stale branches|Cancel
es_ar: Borrar branches obsoletas|Cancelar

# _pruneBranchesCaption.Text
source: Pull was rejected
es_ar: El intento de hacer pull fue rechazado

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
es_ar: La branch remota ya no existe

# _pruneFromCaption.Text
source: Prune remote branches from {0}
es_ar: Hacer prune de las branches remotas de {0}

# _pullFetchPruneAllConfirmation.Text
source: Warning! The fetch with prune will remove all the remote-tracking references which no longer exist on remotes. Do you want to proceed?
es_ar: ¡Guarda! El fetch con prune va a borrar todas las referencias de seguimiento remoto que ya no existen en los remotos. ¿Querés continuar?

# _questionInitSubmodulesCaption.Text
source: Submodules
es_ar: Submódulos

# _selectRemoteRepository.Text
source: Please select a remote repository
es_ar: Elegí un repositorio remoto

# _selectSourceDirectory.Text
source: Please select a source directory
es_ar: Elegí un directorio fuente

# groupBox1.Text
source: Merge options
es_ar: Opciones de merge

# groupBox2.Text
source: Pull from
es_ar: Hacer pull de

# groupBox4.Text
source: Tag options
es_ar: Opciones de tags

# label1.Text
source: Local branch
es_ar: Branch local

# label2.Text
source: Remote branch
es_ar: Branch remota

# BranchTab.Text
source: Push branches
es_ar: Hacer push de las branches

# DeleteColumn.HeaderText
source: Delete Remote Branch
es_ar: Eliminar la branch remota

# ForceColumn.HeaderText
source: Push (Force Rewind)
es_ar: Push (forzar el rebobinado)

# ForcePushBranches.Text
source: &Force Push
es_ar: &Forzar push

# ForcePushTags.Text
source: &Force Push
es_ar: &Forzar push

# LoadSSHKey.Text
source: Load SSH key
es_ar: Cargar una clave de SSH

# LocalColumn.HeaderText
source: Local Branch
es_ar: Branch local

# MultipleBranchTab.Text
source: Push multiple branches
es_ar: Hacer push de varias branches

# NewColumn.HeaderText
source: New at Remote
es_ar: Nuevo en el remoto

# PushToRemote.Text
source: Remote
es_ar: Remoto

# RecursiveSubmodules.Item0
source: None
es_ar: N/A

# RecursiveSubmodules.Item1
source: Check
es_ar: Chequear

# RecursiveSubmodules.Item2
source: On-demand
es_ar: Por demanda

# RemoteColumn.HeaderText
source: Remote Branch
es_ar: Branch remota

# ReplaceTrackingReference.Text
source: Replace tracking reference
es_ar: Reemplazar referencia de seguimiento

# ShowOptions.Text
source: Show options
es_ar: Mostrar opciones

# TagTab.Text
source: Push tags
es_ar: Hacer push de los tags

# _branchNewForRemote.Text
source: The branch you are about to push seems to be a new branch for the remote. Are you sure you want to push this branch?
es_ar: La branch a la le que estás por hacer push parece ser nueva para el remoto. ¿Estás seguro de que querés hacerle push?

# _configureRemote.Text
source: Please configure a remote repository first. Would you like to do it now?
es_ar: Primero configurá un repositorio remoto. ¿Querés hacerlo ahora?

# _createPullRequestCB.Text
source: Create pull request after push
es_ar: Crear un pull request después de hacer push

# _dontShowAgain.Text
source: Remember my decision.
es_ar: Recordar mi selección.

# _errorPushToRemoteCaption.Text
source: Push to remote
es_ar: Hacer push a un remoto

# _forceWithLeaseTooltips.Text
source: Force with lease is a safer way to force push. It ensures you only overwrite work that you have seen in your local repository
es_ar: Forzar con lease es una forma más segura de forzar un push. Te asegura que solamente vas a sobreescribir lo que hayas visto en el repositorio local.

# _pullActionNone.Text
source: none
es_ar: N/A

# _pullRepository.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart. Merge the remote changes before pushing again.
es_ar: El push fue rechazado porque la punta de la branch actual está detrás de su contraparte remota. Hacé un merge de los cambios remotos antes de volver a hacer push.

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
es_ar: El push fue rechazado de «{0}»

# _pullRepositoryMainInstruction.Text
source: Pull latest changes from remote repository
es_ar: Hacer pull de los últimos cambios del repositorio remoto

# _pushToCaption.Text
source: Push to {0}
es_ar: Hacer push a {0}

# _selectDestinationDirectory.Text
source: Please select a destination directory
es_ar: Elegí un directorio de destino

# _selectTag.Text
source: You need to select a tag to push or select "Push all tags".
es_ar: Tenés que seleccionar un tag para hacerle push o seleccionar «Hacer push de todos los tags».

# _updateTrackingReference.Text
source: The branch {0} does not have a tracking reference. Do you want to add a tracking reference to {1}?
es_ar: La branch {0} no tiene una referencia de seguimiento. ¿Le querés agregar una a {1}?

# _useForceWithLeaseInstead.Text
source: Force push may overwrite changes since your last fetch. Do you want to use the safer force with lease instead?
es_ar: Forzar el push puede sobreescribir los cambios desde la última vez que hiciste un fetch. ¿Querés forzarlo con lease, que es más seguro?

# ckForceWithLease.Text
source: Force With &Lease
es_ar: Forzar con &lease

# groupBox2.Text
source: Push to
es_ar: Hacer push a

# label1.Text
source: Tag to push
es_ar: Hacer push de tag

# label2.Text
source: Recursive submodules
es_ar: Submódulos recursivos

# labelFrom.Text
source: Branch to push
es_ar: Hacer push de branch

# labelTo.Text
source: to
es_ar: a

# $this.Text
source: Authentication error
es_ar: Error en la autenticación

# Retry.Text
source: Retry
es_ar: Volver a probar

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
es_ar: Te tenés que autenticar para ejecutar este comando.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
es_ar: Cargá tu clave privada de SSH

# _actionDelete.Text
source: Delete
es_ar: Borrar

# _actionRename.Text
source: Rename
es_ar: Cambiar el nombre

# _actionSelect.Text
source: Select
es_ar: Elegir

# btnAction.Text
source: Action
es_ar: Acción

# Resolved.Text
source: Continue rebase
es_ar: Seguir haciendo el rebase

# _branchUpToDateText.Text
source: Current branch a is up to date. Nothing to rebase.
es_ar: La branch actual está actualizada. No hay nada a lo cual hacerle rebase.

# _continueRebaseText.Text
source: Continue rebase
es_ar: Seguir haciendo el rebase

# _continueRebaseText2.Text
source: >Continue rebase<
es_ar: >Seguir haciendo el rebase<

# _noBranchSelectedText.Text
source: Please select a branch
es_ar: Elegí una branch

# _solveConflictsText.Text
source: Solve conflicts
es_ar: Resolver conflictos

# _solveConflictsText2.Text
source: >Solve conflicts<
es_ar: >Resolver conflictos<

# chkInteractive.Text
source: Interactive Rebase
es_ar: Rebase interactivo

# chkPreserveMerges.Text
source: Preserve Merges
es_ar: Conservar los merges

# chkSpecificRange.Text
source: Specific range
es_ar: Rango específico

# chkStash.Text
source: Auto stash
es_ar: Stash automático

# label1.Text
source: Rebase current branch on top of another branch
es_ar: Hacer rebase de una branch sobre otra branch

# label2.Text
source: Rebase on
es_ar: Hacer rebase sobre

# label3.Text
source: Commits to re-apply:
es_ar: Commit que se van a volver a aplicar:

# lblCurrent.Text
source: Current branch:
es_ar: Branch actual:

# lblRangeFrom.Text
source: From (exc.)
es_ar: De (excl.)

# lblRangeTo.Text
source: To
es_ar: Para

# $this.Text
source: Recent repositories settings
es_ar: Configuración de repositorios recientes

# Abort.Text
source: Cancel
es_ar: Cancelar

# MostRecentLabel.Text
source: Most recent repositories
es_ar: Repositorios más recientes

# Ok.Text
source: OK
es_ar: Aceptar

# anchorToLessToolStripMenuItem.Text
source: Anchor to less recent repositories
es_ar: Anclar a los repositorios menos recientes

# anchorToMostToolStripMenuItem.Text
source: Anchor to most recent repositories
es_ar: Anclar a los repositorios más recientes

# chdrRepository.Text
source: Header
es_ar: Encabezado

# chdrRepository1.Text
source: Header
es_ar: Encabezado

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
es_ar: Ancho mínimo del combobox (0 = automático)

# comboMinWidthNote.Text
source: NB: The width of the columns helps to visualise how the repository name will be shown in the combobox.
es_ar: Nota: el ancho de las columnas te ayuda a visualizar cómo el nombre del repositorio se va a ver en el combobox.

# dontShortenRB.Text
source: Do not shorten
es_ar: No acortar
