Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# _warning.Text
source: Warning
es_ar: Guarda

# _yes.Text
source: Yes
es_ar: Sí

# _refreshCommentsBtn.Text
source: Refresh
es_ar: Refrescar
