Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Spanish (Argentina).xlf
Languages: es_ar

# label1.Text
source: Less recent repositories
es_ar: Repositorios menos recientes

# lblRecentRepositoriesHistorySize.Text
source: Recent repositories history size
es_ar: Tamaño del historial de repositorios recientes

# maxRecentRepositories.Text
source: Maximum number of most recent repositories
es_ar: Número máximo de repositorios más recientes

# middleDotRB.Text
source: Replace middle part with dots
es_ar: Usar puntos suspensivos en la mitad

# mostSigDirRB.Text
source: The most significant directory
es_ar: Directorio más significativo

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
es_ar: Eliminar el anclaje

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
es_ar: Eliminar de los repositorios más recientes

# shorteningGB.Text
source: Shortening strategy
es_ar: Cómo acortar el nombre

# sortLessRecentRepos.Text
source: Sort less recent repositories alphabetically
es_ar: Ordenar los repositorios menos recientes en forma alfabética

# sortMostRecentRepos.Text
source: Sort most recent repositories alphabetically
es_ar: Ordenar los repositorios más recientes en forma alfabética

# Action.HeaderText
source: Action
es_ar: Acción

# _continueResetCurrentBranchCaptionText.Text
source: Changes not committed...
es_ar: Los cambios no están en el commit...

# _continueResetCurrentBranchEvenWithChangesText.Text
source: You have changes in your working directory that could be lost. Do you want to continue?
es_ar: Tenés cambios en tu directorio de trabajo que podés perder. ¿Querés continuar?

# copySha1ToolStripMenuItem.Text
source: Copy SHA-1
es_ar: Copiar el SHA-1

# createABranchOnThisCommitToolStripMenuItem.Text
source: Create a branch on this commit...
es_ar: Crear una branch sobre este commit...

# label1.Text
source: Display reflog for:
es_ar: Mostrar el reflog para:

# label2.Text
source: Reference:
es_ar: Referencia:

# lblDirtyWorkingDirectory.Text
source: Warning: you've got changes in your working directory that could be lost if you want to reset the current branch to another commit. Stash them before if you don't want to lose them.
es_ar: Guarda: tenés cambios en tu directorio de trabajo que podés perder si reseteás la branch actual a otro commit. Guardalos en el stash si no los querés perder.

# linkCurrentBranch.Text
source: (Current branch name)
es_ar: (Nombre de la branch actual)

# resetCurrentBranchOnThisCommitToolStripMenuItem.Text
source: Reset current branch to this commit...
es_ar: Resetear la branch actual a este commit...

# $this.Text
source: Remote repositories
es_ar: Repositorios remotos

# BranchName.HeaderText
source: Local branch name
es_ar: Nombre de la branch local

# MergeWith.HeaderText
source: Default merge with
es_ar: Hacer merge por defecto con

# RemoteCombo.HeaderText
source: Remote repository
es_ar: Repositorio remoto

# Save.Text
source: Save changes
es_ar: Guardar los cambios

# SaveDefaultPushPull.Text
source: Save changes
es_ar: Guardar los cambios

# SshBrowse.Text
source: Browse...
es_ar: Mostrar...

# TestConnection.Text
source: Test connection
es_ar: Probar la conexión

# _btnDeleteTooltip.Text
source: Delete the selected remote
es_ar: Borrar el remoto seleccionado

# _btnNewTooltip.Text
source: Add a new remote
es_ar: Agregar un nuevo remoto

# _btnToggleStateTooltip_Activate.Text
source: Activate the selected remote
es_ar: Activar el remoto seleccionado

# _btnToggleStateTooltip_Deactivate.Text
source: Deactivate the selected remote. Inactive remote is completely invisible to git.
es_ar: Desactivar el remoto seleccionado. Los remotos inactivos son completamente invisibles para git.

# _disabledRemoteAlreadyExists.Text
source: An inactive remote named "{0}" already exists.
es_ar: Ya existe un remoto inactivo con el nombre «{0}».

# _enabledRemoteAlreadyExists.Text
source: An active remote named "{0}" already exists.
es_ar: Ya existe un remoto activo con el nombre «{0}».

# _errorNoKeyEntered.Text
source: No SSH key file entered
es_ar: No ingresaste ningún archivo con una clave de SSH

# _gbMgtPanelHeaderEdit.Text
source: Edit Remote Details
es_ar: Editar los detalles del remoto

# _gbMgtPanelHeaderNew.Text
source: Create New Remote
es_ar: Crear un remoto nuevo

# _gitMessage.Text
source: Message
es_ar: Mensaje

# _labelUrlAsFetch.Text
source: Fetch Url
es_ar: Hacer fetch de la URL

# _lvgDisabledHeader.Text
source: Inactive
es_ar: Inactivo

# _lvgEnabledHeader.Text
source: Active
es_ar: Activo

# _questionAutoPullBehaviour.Text
source: You have added a new remote repository. Do you want to automatically configure the default push and pull behavior for this remote?
es_ar: Agregaste un repositorio remoto nuevo. ¿Querés configurar el comportamiento por defecto de push y pull automáticamente para este remoto?

# _questionAutoPullBehaviourCaption.Text
source: New remote
es_ar: Remoto nuevo

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
es_ar: ¿Estás seguro de que querés borrar este remoto?

# _questionDeleteRemoteCaption.Text
source: Delete
es_ar: Borrar

# _remoteBranchDataError.Text
source: Invalid ´{1}´ found for branch ´{0}´. Value has been reset to empty value.
es_ar: ´{1}´ inválido fue encontrado para la branch ´{0}´. El valor se reseteó a un valor vació.

# _sshKeyOpenCaption.Text
source: Select ssh key file
es_ar: Seleccionar un archivo con una clave de SSH

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
es_ar: Clave privada (*.ppk)

# checkBoxSepPushUrl.Text
source: Separate Push Url
es_ar: URL de push separada

# gbMgtPanel.Text
source: Create New Remote
es_ar: Crear un remoto nuevo

# label1.Text
source: Name
es_ar: Nombre

# label3.Text
source: Private key file
es_ar: Archivo de clave privada

# label4.Text
source: Local branch name
es_ar: Nombre de la branch local

# label5.Text
source: Remote repository
es_ar: Repositorio remoto

# label6.Text
source: Default merge with
es_ar: Hacer merge por defecto con

# labelPushUrl.Text
source: Push Url
es_ar: URL de push

# pnlMgtDetails.Text
source: Details
es_ar: Detalles

# tabPage1.Text
source: Remote repositories
es_ar: Repositorios remotos

# tabPage2.Text
source: Default pull behavior (fetch & merge)
es_ar: Comportamiento de pull por defecto (fetch y merge)

# $this.Text
source: Rename branch
es_ar: Branch remota

# Ok.Text
source: Rename
es_ar: Cambiar el nombre

# _branchRenameFailed.Text
source: Rename failed.
es_ar: Error al intentar cambiar el nombre.

# label1.Text
source: New name
es_ar: Nombre nuevo

# $this.Text
source: Reset changes
es_ar: Resetear los cambios

# cbDeleteNewFilesAndDirectories.Text
source: Also delete &new files and/or directories
es_ar: Borrar también archivos y directorio &nuevos

# label1.Text
source: Are you sure you want to reset your changes?
es_ar: ¿Estás seguro de que querés resetear los cambios?

# label2.Text
source: This will delete any uncommitted work.
es_ar: Esto va a borrar los cambios a los que no se les hicieron commit.

# $this.Text
source: Reset current branch
es_ar: Resetear branch actual

# Hard.Text
source: Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
es_ar: Hard: resetea el directorio de trabajo y el índice (descarta TODOS los cambios locales, incluso aquellos a los que no se les hizo commit)

# Mixed.Text
source: Mixed: leave working directory untouched, reset index
es_ar: Mixed: no le hace cambios al directorio de trabajo, pero resetea el índice

# Soft.Text
source: Soft: leave working directory and index untouched
es_ar: Soft: no le hace nada ni al directorio de trabajo ni al índice

# _branchInfo.Text
source: Reset branch '{0}' to revision:
es_ar: Resetear la branch «{0}» a la revisión:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
es_ar: Estás a punto de descartar TODOS los cambios locales. ¿Estás seguro?

# $this.Text
source: Resolve merge conflicts
es_ar: Resolver conflictos de merge

# ContextChooseBase.Text
source: Choose base
es_ar: Elegí la base

# ContextChooseLocal.Text
source: Choose local
es_ar: Elegí el local

# ContextChooseRemote.Text
source: Choose remote
es_ar: Elegí el remoto

# ContextMarkAsSolved.Text
source: Mark conflict as solved
es_ar: Marcar los conflictos como resueltos

# ContextOpenBaseWith.Text
source: Open base with
es_ar: Abrir la base con

# ContextOpenLocalWith.Text
source: Open local with
es_ar: Abrir el local con

# ContextOpenRemoteWith.Text
source: Open remote with
es_ar: Abrir el remoto con

# ContextSaveBaseAs.Text
source: Save base as
es_ar: Guardar la base como

# ContextSaveLocalAs.Text
source: Save local as
es_ar: Guardar el local como

# ContextSaveRemoteAs.Text
source: Save remote as
es_ar: Guardar el remoto como

# FileName.HeaderText
source: Filename
es_ar: Nombre del archivo

# OpenMergetool.Text
source: Open in mergetool
es_ar: Abrir con la herramienta de merge

# Rescan.Text
source: Rescan merge conflicts
es_ar: Reescanear los conflictos de merge

# Reset.Text
source: Abort
es_ar: Abortar

# _abortCurrentOperation.Text
source: You can abort the current operation by resetting changes. All changes since the last commit will be deleted. Do you want to reset changes?
es_ar: Podés abortar la operación actual reseteando los cambios. Todos los cambios desde el último commit se van a borrar. ¿Querés resetear los cambios?

# _abortCurrentOperationCaption.Text
source: Abort
es_ar: Abortar

# _allConflictsResolved.Text
source: All merge conflicts are resolved, you can commit. Do you want to commit now?
es_ar: Todos los conflictos del merge están resueltos. Podés hacer commit. ¿Querés hacer commit ahora?

# _allFilesFilter.Text
source: All files (*.*)
es_ar: Todos los archivos (*.*)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
es_ar: ¿Estás seguro de que querés BORRAR todos los cambios? Esta acción no se puede revertir.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
es_ar: ¡GUARDA!

# _askMergeConflictSolved.Text
source: Is the merge conflict solved?
es_ar: El conflicto del merge, ¿está resuelto?

# _askMergeConflictSolvedAfterCustomMergeScript.Text
source: The merge conflict need to be solved and the result must be saved as: {0} Is the merge conflict solved?
es_ar: Tenés que resolver del conflicto de merge y el resultado lo tenés que guardar como: {0} ¿Está resuelto el conflicto del merge?

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
es_ar: ¿Está resuelto el conflicto?

# _button1Text.Text
source: Open in
es_ar: Abrir con

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
es_ar: Error al elegir el archivo de la base

# _chooseLocalButtonText.Text
source: Choose local
es_ar: Elegí el local

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
es_ar: Error al elegir el archivo local

# _chooseRemoteButtonText.Text
source: Choose remote
es_ar: Elegí el remoto

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
es_ar: Error al elegir el archivo del remoto

# _conflictedFilesContextMenuText.Text
source: Solve
es_ar: Resolver

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
es_ar: Elegir el local (el nuestro)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
es_ar: Elegir el local (el del otro)

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
es_ar: Elegir el remoto (el del otro)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
es_ar: Elegir el remoto (el nuestro)

# _currentFormatFilter.Text
source: Current format (*.{0})
es_ar: Formato actual (*.{0})

# _deleteFileButtonText.Text
source: Delete file
es_ar: Borrar el archivo

# _failureWhileOpenFile.Text
source: Open temporary file failed.
es_ar: Error al abrir el archivo temporal.

# _failureWhileSaveFile.Text
source: Save file failed.
es_ar: Error al guardar el archivo.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
es_ar: El archivo seleccionado parece ser un archivo binario. ¿Estás seguro de que querés abrirlo con {0}?

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
es_ar: Este archivo no fue modificado por el merge. Normalmente, esto significa que el archivo se guardó en el lugar equivocado. No voy a marcar al conflicto del merge como resuelto. Volvé a probar.

# _keepBaseButtonText.Text
source: Keep base file
es_ar: Quedarse con el archivo de la base

# _keepModifiedButtonText.Text
source: Keep modified
es_ar: Quedarse con el modificado

# _noBase.Text
source: no base
es_ar: sin base

# _noBaseRevision.Text
source: There is no base revision for {0}. Fall back to 2-way merge?
es_ar: No hay una revisión en la base para {0}. ¿Querés hacer un merge de tipo 2-way?

# _openMergeToolItemText.Text
source: Open in
es_ar: Abrir con

# _ours.Text
source: ours
es_ar: los nuestros

# _resetItemMergeText.Text
source: Abort merge
es_ar: Abortar el merge

# _resetItemRebaseText.Text
source: Abort rebase
es_ar: Abortar el rebase

# _theirs.Text
source: theirs
es_ar: los del otro

# _uskUseCustomMergeScript.Text
source: There is a custom merge script ({0}) for this file type. Do you want to use this custom merge script?
es_ar: Hay un script de merge ({0}) para este tipo de archivo. ¿Querés usarlo?

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
es_ar: Script de merge

# conflictDescription.Text
source: Select file
es_ar: Seleccioná un archivo

# fileHistoryToolStripMenuItem.Text
source: File history
es_ar: Historial del archivo

# label1.Text
source: Unresolved merge conflicts
es_ar: Conflictos del merge sin resolver

# label5.Text
source: Remote
es_ar: Remoto

# openMergeToolBtn.Text
source: Open in mergetool
es_ar: Abrir con la herramienta de merge

# openWithToolStripMenuItem.Text
source: Open With
es_ar: Abrir con

# startMergetool.Text
source: Start mergetool
es_ar: Iniciar la herramienta de merge

# $this.Text
source: Revert commit
es_ar: Revertir el commit

# BranchInfo.Text
source: Revert this commit:
es_ar: Revertir este commit:

# Revert.Text
source: Revert this commit
es_ar: Revertir este commit

# $this.Text
source: Filter
es_ar: Filtro

# CurrentBranchOnlyCheck.Text
source: Show current branch only
es_ar: Mostrar solo la branch actual

# SimplifyByDecorationCheck.Text
source: Simplify by decoration
es_ar: Simplificar usando decoración

# label1.Text
source: Since
es_ar: Desde

# label2.Text
source: Until
es_ar: Hasta

# label3.Text
source: Author
es_ar: Autor

# label4.Text
source: Committer
es_ar: Persona que creó el commit

# label5.Text
source: Message
es_ar: Mensaje

# label6.Text
source: Ignore case
es_ar: Ignorar mayúsculas y minúsculas

# label7.Text
source: Limit
es_ar: Limitar

# label8.Text
source: File filter
es_ar: Filtro del archivo

# $this.Text
source: Select multiple branches
es_ar: Seleccionar varias branches

# okButton.Text
source: OK
es_ar: Aceptar

# selectBranchesLabel.Text
source: Select branches
es_ar: Seleccionar branches

# $this.Text
source: Settings
es_ar: Configuración

# _cantFindGitMessage.Text
source: The command to run git is not configured correct. You need to set the correct path to be able to use Git Extensions. Do you want to set the correct command now? If not Global and Local Settings will not be saved.
es_ar: El comando para ejecutar git no está configurado correctamente. Tenés que configurar la ubicación correcta para poder usar Git Extensions. ¿Querés configurarlo ahora? Si no querés, la configuración global y la local no se van a guardar.

# _cantFindGitMessageCaption.Text
source: Incorrect path
es_ar: Directorio incorrecto

# buttonApply.Text
source: Apply
es_ar: Aplicar

# buttonDiscard.Text
source: Discard
es_ar: Descartar

# label10.Text
source: You need to set the correct path to git.cmd before you can change any global setting.
es_ar: Tenés que configurar el directorio de git.cmd antes de cambiar algo en la configuración global.

# labelInstantSaveNotice.Text
source: Changes on the selected page will be saved instantly. Therefore the Cancel button does NOT revert any changes made.
es_ar: Los cambios en la página seleccionada se guardan instantáneamente. Por lo tanto, el botón de cancelar NO revierte cambios que haya hecho.

# Apply.Text
source: Apply Selected Stash
es_ar: Aplicar el stash seleccionado

# Clear.Text
source: Drop Selected Stash
es_ar: Eliminar el stash seleccionado

# Stash.Text
source: Stash all changes
es_ar: Guardar todos los cambios en el stash

# StashKeepIndex.Text
source: Keep index
es_ar: Mantener el índice

# StashSelectedFiles.Text
source: Stash selected changes
es_ar: Guardar los cambios seleccionado en el stash

# Stashes.ToolTipText
source: Select a stash
es_ar: Elegir un stash

# _areYouSure.Text
source: Are you sure you want to drop the stash? This action cannot be undone.
es_ar: ¿Estás seguro de que querés eliminar el stash? Esta acción no tiene vuelta atrás.

# _cannotBeUndone.Text
source: This action cannot be undone.
es_ar: Esta acción no tiene vuelta atrás.

# _currentWorkingDirChanges.Text
source: Current working directory changes
es_ar: Cambios en el directorio de trabajo actual

# _noStashes.Text
source: There are no stashes.
es_ar: Hay nada en el stash.

# _stashDropConfirmTitle.Text
source: Drop Stash Confirmation
es_ar: Confirmación para eliminar el stash

# _stashUntrackedFilesNotSupported.Text
source: Stash untracked files is not supported in the version of msysgit you are using. Please update msysgit to at least version 1.7.7 to use this option.
es_ar: Con la versión de msysgit que estás usando no se pueden guardar en el stash los archivos que git no está siguiendo. Para poder hacerlo, actualizá msysgit a la versión 1.7.7 o superior.

# _stashUntrackedFilesNotSupportedCaption.Text
source: Stash untracked files
es_ar: Guardar en el stash los archivos que git no está siguiendo

# chkIncludeUntrackedFiles.Text
source: Include untracked files
es_ar: Incluir los archivos que git no está siguiendo

# refreshToolStripButton.Text
source: Refresh
es_ar: Refrescar

# showToolStripLabel.Text
source: Show:
es_ar: Mostrar:

# toolStripButton_customMessage.Text
source: Custom stash message
es_ar: Mensaje para el stash

# $this.Text
source: Process
es_ar: Proceso

# KeepDialogOpen.Text
source: Keep dialog open
es_ar: No cerrar esta ventana

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
es_ar: El fingerprint del host no fue registrado

# $this.Text
source: Submodules
es_ar: Submódulos

# AddSubmodule.Text
source: Add submodule
es_ar: Argegar submódulo

# RemoveSubmodule.Text
source: Remove
es_ar: Eliminar

# Status.HeaderText
source: Status
es_ar: Estado

# SynchronizeSubmodule.Text
source: Synchronize
es_ar: Sincronizar

# UpdateSubmodule.Text
source: Update
es_ar: Actualizar

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
es_ar: ¿Estás seguro de que querés eliminar el submódulo seleccionado?

# _removeSelectedSubmoduleCaption.Text
source: Remove
es_ar: Eliminar

# groupBox1.Text
source: Details
es_ar: Detalles

# label2.Text
source: Remote path
es_ar: Ubicación del remoto

# label3.Text
source: Local path
es_ar: Directorio local

# label6.Text
source: Status
es_ar: Estado

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
es_ar: Nombre

# $this.Text
source: Check for update
es_ar: Buscar actualizaciones

# UpdateLabel.Text
source: Searching for updates
es_ar: Buscando actualizaciones

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
es_ar: Versión nueva: Git Extensions {0} está disponible

# _noUpdatesFound.Text
source: No updates found
es_ar: Tenés la última versión de Git Extensions

# $this.Text
source: Verify database
es_ar: Verificar la base de datos

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
es_ar: Borrar todos los tags LOST_AND_FOUND

# FullCheck.Text
source: Check not just objects in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), but also the ones found in alternate object pools.
es_ar: Verificar los objetos no solamente en GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), sino también los que se encuentren en otros pools de objetos.

# NoReflogs.Text
source: Do not consider commits that are referenced only by an entry in a reflog to be reachable.
es_ar: No considerar alcanzables a los commits referenciados solamente por una entrada en un reflog.

# Remove.Text
source: Remove all dangling objects
es_ar: Eliminar todos los objetos que están colgando (los inalcanzables)

# SaveObjects.Text
source: Save objects to .git/lost-found
es_ar: Guardar los objectos en .git/lost-found

# ShowCommitsAndTags.Text
source: Show commits and tags
es_ar: Mostrar commits y tags

# ShowOtherObjects.Text
source: Show other objects
es_ar: Mostrar los otros objetos

# Unreachable.Text
source: Print out objects that exist but that aren't readable from any of the reference nodes.
es_ar: Mostrar los objetos que existen, pero que no se pueden leer de ninguno de los nodos de referencia.

# _removeDanglingObjectsCaption.Text
source: Remove
es_ar: Eliminar

# _removeDanglingObjectsQuestion.Text
source: Are you sure you want to delete all dangling objects?
es_ar: ¿Estás seguro de que querés eliminar todos los objetos que están colgando?

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
es_ar: Restaurar los objetos perdidos

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
es_ar: Elegí los objetos que querés restaurar.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
es_ar: Se crearon {0} tags. No te olvides de eliminarlos cuando hayas terminado.

# btnCloseDialog.Text
source: Cancel
es_ar: Cancelar

# btnRestoreSelectedObjects.Text
source: Recover selected objects
es_ar: Recuperar los objetos seleccionados

# columnAuthor.HeaderText
source: Author
es_ar: Autor

# columnDate.HeaderText
source: Date
es_ar: Fecha

# columnSubject.HeaderText
source: Subject
es_ar: Asunto

# columnType.HeaderText
source: Type
es_ar: Tipo

# copyHashToolStripMenuItem.Text
source: Copy object hash
es_ar: Copiar el hash del objeto

# copyParentHashToolStripMenuItem.Text
source: Copy parent hash
es_ar: Copiar el hash del padre

# label1.Text
source: Double-click on a row for quick view
es_ar: Hacé doble click en una fila para la vista rápida

# mnuLostObjectView.Text
source: View
es_ar: Ver

# mnuLostObjectsCreateBranch.Text
source: Create branch
es_ar: Crear una branch

# mnuLostObjectsCreateTag.Text
source: Create tag
es_ar: Crear un tag

# saveAsToolStripMenuItem.Text
source: Save as...
es_ar: Guardar como...

# $this.Text
source: View patch file
es_ar: Ver el archivo del patch

# File.HeaderText
source: Type
es_ar: Tipo

# FileNameA.HeaderText
source: Filename
es_ar: Nombre del archivo

# _patchFileFilterString.Text
source: Patch file (*.Patch)
es_ar: Archivo de patch (*.Patch)

# _patchFileFilterTitle.Text
source: Select patch file
es_ar: Seleccioná un archivo de patch

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
es_ar: Cambio

# _fetchAndPruneAll.Text
source: Fetch and prune all
es_ar: Fetch y prune all

# _openPullDialog.Text
source: Open pull dialog
es_ar: Abrir ventana de diálogo para hacer pull

# btnDefaultDestinationBrowse.Text
source: Browse
es_ar: Mostrar

# chkCheckForUncommittedChangesInCheckoutBranch.Text
source: Check for uncommitted changes in checkout branch dialog
es_ar: Chequear si hay cambios a los que no se les hizo commit en la ventana de diálogo del checkout de una branch
