Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# $this.Text
source: Advanced
ta: மேம்பட்ட

# CheckoutGB.Text
source: Checkout
ta: மாறு

# GeneralGB.Text
source: General
ta: பொது

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
ta: எப்பொழுதும் மேம்பட்ட அமைப்புகளைக் காட்டு

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
ta: எப்பொழுதும் கிளை மாறும் உரையாடல் காட்டு

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
ta: கிளை பெயரைத் தானாகச் சமன்செய்

# chkAutoNormaliseBranchName.ToolTipText
source: Controls whether branch name should be automatically normalised as per git branch naming rules. If enabled, any illegal symbols will be replaced with the replacement symbol of your choice.
ta: அறிவிலி கிளை பெயரிடும் விதிகளின்படி கிளையின் பெயர் தானாகவே இயல்பாக்கப்பட வேண்டுமா என்பதைக் கட்டுப்படுத்துகிறது. இயக்கப்பட்டால், ஏதேனும் சட்டவிரோதச் சின்னங்கள் நீங்கள் விரும்பும் மாற்றுச் சின்னத்துடன் மாற்றப்படும்.

# chkCheckForRCVersions.Text
source: Check for release candidate versions
ta: வெளியீட்டு வேட்பாளர் பதிப்புகளைச் சரிபார்க்கவும்

# chkCheckForUpdates.Text
source: Check for updates weekly
ta: வாரந்தோறும் புதுப்பிப்புகளைச் சரிபார்க்கவும்

# chkCommitAndPushForcedWhenAmend.Text
source: Push forced with lease when Commit && Push action is performed with Amend option checked
ta: உறுதிமொழி && தள்ளு செயல்படும்போது திருத்த விருப்பம் இயக்கப்பட்டால் குத்தகைக்கு கட்டாயம் தள்ளு பயன்படுத்தபடும்

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
ta: கட்டளை உரையாடல்களில் பணியக வெளியீட்டிற்கு பணியக முன்மாதிரியைப் பயன்படுத்தவும்

# chkConsoleEmulator.ToolTipText
source: Controls how console programs output is displayed in command progress dialogs, like Clone or Pull. If yes, embeds the fully functional console emulator. This is experimental and might have side-effects. If no, redirects select strings from stdout/stderr into an edit box. This is the classic mode. Turn off if you experience problems with the console emulator.
ta: நகலி அல்லது இழு போன்ற கட்டளை முன்னேற்ற உரையாடல்களில் பணியக நிரல்களின் வெளியீடு எவ்வாறு காட்டப்படுகிறது என்பதைக் கட்டுப்படுத்துகிறது. ஆம் எனில், முழு செயல்பாட்டு பணியக முன்மாதிரியை உட்பொதிக்கும். இது பரிசோதனை மற்றும் பக்க விளைவுகளை ஏற்படுத்தலாம். இல்லை எனில், நிலையானவெளியீடு/நிலையானபிழை இலிருந்து தேர்ந்தெடுக்கப்பட்ட சரங்களை திருத்திப் பெட்டியில் திருப்பிவிடும். இது உன்னதமான முறை. பணியக முன்மாதிரியில் சிக்கல் ஏற்பட்டால் அணைக்கவும்.

# chkDontSHowHelpImages.Text
source: Don't show help images
ta: உதவிப் படங்களைக் காட்ட வேண்டாம்

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
ta: கடைசியாகத் தேர்ந்தெடுத்த "உள்ளக மாற்றங்கள்" செயலை இயல்புச் செயலாகப் பயன்படுத்தவும். கிளையைச் சரிபார்க்கும்போது இந்த நடவடிக்கை முன்ன்றிவிப்பின்றி செய்யப்படும்.

# grpCommit.Text
source: Commit
ta: உறுதிமொழி

# grpUpdates.Text
source: Updates
ta: புதுப்பிகள்

# label1.Text
source: Symbol to use:
ta: பயன்படுத்த வேண்டிய சின்னம்:

# $this.Text
source: Fonts
ta: எழுத்துருகள்

# ShowEolMarkerAsGlyph.Text
source: Show end-of-line markers as glyph instead of "\r\n" etc.
ta: "\r\n" போன்றவற்றுக்குப் பதிலாக வரியின் இறுதிக் குறிப்பான்களை ஒப்பனையாகக் காட்டு.

# applicationFontChangeButton.Text
source: font name
ta: எழுத்துருப் பெயர்

# commitFontChangeButton.Text
source: font name
ta: எழுத்துருப் பெயர்

# diffFontChangeButton.Text
source: font name
ta: எழுத்துருப் பெயர்

# gbFonts.Text
source: Fonts (restart required)
ta: எழுத்துருகள் (மறுதொடக்கம் தேவை)

# label26.Text
source: Application font
ta: பயன்பாட்டு எழுத்துரு

# label34.Text
source: Commit font
ta: உறுதிமொழி எழுத்துரு

# label36.Text
source: Monospace font
ta: ஒற்றைஇடை எழுத்துரு

# label56.Text
source: Code font
ta: குறியீடு எழுத்துரு

# monospaceFontChangeButton.Text
source: font name
ta: எழுத்துருப் பெயர்

# $this.Text
source: Appearance
ta: தோற்றம்

# AvatarProvider.Text
source: Default
ta: இயல்புநிலை

# ClearImageCache.Text
source: Clear image cache
ta: படத் தற்காலிக சேமிப்பை அழி

# ShowAuthorAvatarInCommitGraph.Text
source: Show author's avatar column in the commit graph
ta: உறுதிமொழி வரைபடத்தில் ஆசிரியரின் அவதார் நெடுவரிசையைக் காட்டு

# ShowAuthorAvatarInCommitInfo.Text
source: Show author's avatar in the commit info view
ta: உறுதிமொழி தகவல் காட்சில் ஆசிரியரின் அவதாரத்தைக் காட்டு

# _avatarProviderTooltip.Text
source: The avatar provider defines the source for user-defined avatar images. The "Default" provider uses GitHub and Gravatar, the "Custom" provider allows you to set custom provider URLs and "None" disables user-defined avatars. Click this info icon for more details.
ta: அவதார் வழங்குநர் பயனர் வரையறுக்கப்பட்ட அவதார் படங்களுக்கான மூலத்தை வரையறுக்கிறார். "இயல்புநிலை" வழங்குநர் அறிவிலிமையம் மற்றும் கிரவதாரைப் பயன்படுத்துகிறார், தனிப்பயன் வழங்குநரின் முகவரிகளை அமைக்க "தனிப்பயன்" வழங்குநர் உங்களை அனுமதிக்கிறது "இல்லை" என்பது பயனர் வரையறுக்கப்பட்ட அவதாரங்களை முடக்குகிறது. மேலும் விவரங்களுக்கு இந்தத் தகவல் சின்னத்தைச் சொடுக்கவும்.

# _noDictFile.Text
source: None
ta: ஏதுமில்லை

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
ta: இதில் அகராதி கோப்புகள் எதுவும் இல்லை: {0}

# _noImageServiceTooltip.Text
source: A default image, if the provider has no image for the email address. Click this info icon for more details.
ta: இயல்புநிலை படம், வழங்குநரிடம் மின்னஞ்சல் முகவரிக்கான படம் இல்லை என்றால். மேலும் விவரங்களுக்கு இந்தத் தகவல் சின்னத்தைச் சொடுக்கவும்.

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
ta: அதிக அங்குலத்திற்கு புள்ளிகள் பயன்படுத்தப்படும் போது தானியங்கு அளவிலான பயனர் இடைமுகம்

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
ta: காட்சிஓவியஅறையில் தற்போதைய கிளையைக் காட்டு

# chkShowRelativeDate.Text
source: Show relative date instead of full date
ta: முழு தேதிக்குப் பதிலாகத் தொடர்புடைய தேதியைக் காட்டு

# chkShowRepoCurrentBranch.Text
source: Show current branch names in the dashboard and the recent repositories dropdown menu
ta: தற்போதைய கிளை பெயர்களைப் பொருடபலகையில் மற்றும் சமீபத்திய களஞ்சியங்கள் கீழ்தோன்றும் பட்டியலில் காட்டு

# downloadDictionary.Text
source: Download dictionary
ta: அகராதியைப் பதிவிறக்கு

# helpTranslate.Text
source: Help translate
ta: மொழிபெயர்ப்பதற்கு உதவுங்கள்

# lblAvatarProvider.Text
source: Avatar provider
ta: அவதார் வழங்குநர்

# lblCacheDays.Text
source: Cache images (days)
ta: தற்காலிக சேமிப்பு படங்கள் (நாட்கள்)

# lblCustomAvatarTemplate.Text
source: Custom avatar template
ta: தனிப்பயன் அவதார் வார்ப்புரு

# lblLanguage.Text
source: Language (restart required)
ta: மொழி (மறுதொடக்கம் தேவை)

# lblNoImageService.Text
source: Fallback generated avatar style
ta: பின்னடைவு உருவாக்கிய அவதார் பாணி

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
ta: எழுத்துப்பிழை சரிபார்ப்பிற்கான அகராதி

# truncateLongFilenames.Text
source: Truncate long filenames
ta: நீண்ட கோப்புப் பெயர்களைத் துண்டிக்கவும்

# truncatePathMethod.Item0
source: None
ta: ஏதுமில்லை

# truncatePathMethod.Item1
source: Compact
ta: சுருக்கமான

# truncatePathMethod.Item2
source: Trim start
ta: ஒழுங்கமை தொடங்கு

# truncatePathMethod.Item3
source: Filename only
ta: கோப்புப் பெயர் மட்டும்

# avatarProviderToolStripMenuItem.Text
source: Avatar provider
ta: அவதார் வழங்குநர்

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
ta: படத் தற்காலிக சேமிப்பை அழி

# fallbackAvatarStyleToolStripMenuItem.Text
source: Fallback generated avatar style
ta: பின்னடைவு உருவாக்கிய அவதார் பாணி

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
ta: gravatar.com இல் பதிவு செய்யவும்

# allCommitInfoToolStripMenuItem.Text
source: All commit info
ta: அனைத்து உறுதிமொழி தகவல்

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
ta: முந்தைய திருத்தத்தைக் பழி கூறுங்கள்

# blameRevisionToolStripMenuItem.Text
source: Blame this revision
ta: இந்தத் திருத்தத்தைக் பழி கூறுங்கள்

# commitHashToolStripMenuItem.Text
source: Commit hash
ta: உறுதிமொழி கொத்து

# commitMessageToolStripMenuItem.Text
source: Commit message
ta: உறுதிமொழி செய்தி

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
ta: இடைநிலைப் பலகைக்கு நகலெடு

# showChangesToolStripMenuItem.Text
source: Show changes
ta: மாற்றங்களைக் காட்டு

# $this.Text
source: Blame viewer
ta: பழி காட்டி

# cbDetectMoveAndCopyInAllFiles.Text
source: Detect move and copy in all files
ta: அனைத்து கோப்புகளிலும் நகர்த்தலையும் நகலையும் கண்டறி

# cbDetectMoveAndCopyInThisFile.Text
source: Detect move and copy in this file
ta: இந்தக் கோப்பில் நகர்த்தலையும் நகலையும் கண்டறி

# cbDisplayAuthorFirst.Text
source: Display author first
ta: ஆசிரியரை முதலில் காண்பி

# cbIgnoreWhitespace.Text
source: Ignore whitespace
ta: இடைவெளிகளை புறக்கணி

# cbShowAuthor.Text
source: Show author
ta: ஆசிரியரைக் காட்டு

# cbShowAuthorAvatar.Text
source: Show author avatar
ta: ஆசிரியர் அவதாரத்தைக் காட்டு

# cbShowAuthorDate.Text
source: Show author date
ta: ஆசிரியர் தேதியைக் காட்டு

# cbShowAuthorTime.Text
source: Show author time
ta: ஆசிரியர் நேரத்தைக் காட்டு

# cbShowLineNumbers.Text
source: Show line numbers
ta: வரி எண்களைக் காட்டு

# cbShowOriginalFilePath.Text
source: Show original file path
ta: அசல் கோப்பு பாதையைக் காட்டு

# groupBoxBlameSettings.Text
source: Blame settings
ta: பழி அமைப்புகள்

# groupBoxDisplayResult.Text
source: Display result settings
ta: காட்சி முடிவு அமைப்புகள்

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
ta: '{0}' கிளை தேர்ந்தெடுக்கமுடியாது, இந்த கிளை தேர்வில் இருந்து அகற்றப்பட்டது.

# Checkout.Text
source: Chec&kout branch...
ta: கிளைக்கு &மாறு...

# CheckoutTooltip.Text
source: Checkout this branch
ta: இந்த கிளைக்கு மாறு

# CreateTooltip.Text
source: Create a local branch from this branch
ta: இந்தக் கிளையிலிருந்து உள்ளக கிளையை உருவாக்கவும்

# Delete.Text
source: &Delete branch...
ta: &கிளையை நீக்கு...

# MergeTooltip.Text
source: Merge this branch into current branch
ta: இந்தக் கிளையைத் தற்போதைய கிளையுடன் ஒன்றிணை

# Rebase.Text
source: &Rebase current branch on this branch...
ta: &தற்போதைய கிளையை இந்தக் கிளைமேல் மறுதளம்...

# RebaseTooltip.Text
source: Rebase current branch on this branch
ta: தற்போதைய கிளையை இந்தக் கிளைமேல் மறுதளம்

# RenameTooltip.Text
source: Rename this branch
ta: இந்தக் கிளையை மறுபெயரிடு

# ResetTooltip.Text
source: Reset current branch to here
ta: தற்போதைய கிளையை இங்கு மீட்டமை

# LocalBranch.Text
source: Local branch
ta: உள்ளக கிளை

# Remotebranch.Text
source: Remote branch
ta: தொலை கிளை

# label1.Text
source: Select branch
ta: கிளையைத் தேர்ந்தெடு

# IgnoreButton.Text
source: &Ignore
ta: &புறக்கணி

# _noReproStepsSuppliedErrorMessage.Text
source: Please provide as much as information as possible to help the developers solve this issue.
ta: இந்தச் சிக்கலைத் தீர்க்க உருவாக்குபவர்களுக்கு உதவ முடிந்தவரை தகவலை வழங்கவும்.

# _title.Text
source: Error Report
ta: பிழை அறிக்கை

# _toolTipCopy.Text
source: Copy the issue details into clipboard
ta: சிக்கல் விவரங்களை இடைநிலைப் பலகையில் நகலெடுக்கவும்

# _toolTipQuit.Text
source: Quit application without reporting the issue
ta: சிக்கலைப் புகாரளிக்காமல் பயன்பாட்டிலிருந்து வெளியேறு

# _toolTipSendQuit.Text
source: Report the issue to GitHub and quit application. A valid GitHub account is required
ta: அறிவிலிமையத்தில் சிக்கலைப் புகாரளித்து, பயன்பாட்டிலிருந்து வெளியேறவும். சரியான அறிவிலிமையம் கணக்குத் தேவை.

# applicationLabel.Text
source: Application:
ta: பயன்பாட்டு:

# btnCopy.Text
source: &Copy
ta: &நகல்

# btnCopy.toolTip
source: Copy the issue details into clipboard
ta: சிக்கல் விவரங்களை இடைநிலைப் பலகையில் நகலெடுக்கவும்

# contentsLabel.Text
source: Double-click an item to open it with the associated program.
ta: தொடர்புடைய நிரலுடன் உருப்படியைத் திறக்க இருமுறை சொடுக்கவும்.

# dateTimeLabel.Text
source: Date/Time:
ta: தேதி/நேரம்:

# descriptionColumnHeader.Text
source: Description
ta: விளக்கம்

# errorDescriptionLabel.Text
source: Please add a brief description (in English) of how we can reproduce the error:
ta: பிழையை எவ்வாறு மீண்டும் உருவாக்குவது என்பது பற்றிய சுருக்கமான விளக்கத்தை (ஆங்கிலத்தில்) சேர்க்கவும்:

# exceptionTabPage.Text
source: Exception
ta: விதிவிலக்கு

# exceptionTypeLabel.Text
source: Exception Type:
ta: விதிவிலக்கு வகை:

# generalTabPage.Text
source: General
ta: பொது

# nameColumnHeader.Text
source: Name
ta: பெயர்

# previewLabel.Text
source: Preview:
ta: முன்னோட்டம்:

# quitButton.Text
source: &Quit
ta: &வெளியேறு

# quitButton.toolTip
source: Quit application without reporting the issue
ta: சிக்கலைப் புகாரளிக்காமல் பயன்பாட்டிலிருந்து வெளியேறு

# reportContentsTabPage.Text
source: Report Contents
ta: அறிக்கை உள்ளடக்கங்கள்

# sendAndQuitButton.Text
source: &Send and Quit
ta: &அனுப்பு மற்றும் வெளியேறு

# sendAndQuitButton.toolTip
source: Report the issue to GitHub and quit application. A valid GitHub account is required
ta: அறிவிலிமையத்தில் சிக்கலைப் புகாரளித்து, பயன்பாட்டிலிருந்து வெளியேறவும். சரியான அறிவிலிமையம் கணக்குத் தேவை.

# sizeColumnHeader.Text
source: Size
ta: அளவு

# targetSiteLabel.Text
source: Target Site:
ta: இலக்குத் தளம்:

# warningLabel.Text
source: The application has crashed and it will now be terminated. If you click Quit, the application will close immediately. If you click Send and Quit, the application will close and a bug report will be sent.
ta: பயன்பாடு செயலிழந்தது, அது இப்போது நிறுத்தப்படும். வெளியேறு என்பதைக் சொடுக்கினால், பயன்பாடு உடனடியாக மூடப்படும். அனுப்பு மற்றும் வெளியேறு என்பதைக் சொடுக்கினால், பயன்பாடு மூடப்படும் மற்றும் பிழை அறிக்கை அனுப்பப்படும்.

# $this.Text
source: Build server integration
ta: உருவாக்கச் சேவையக ஒருங்கிணைப்பு

# _noneItem.Text
source: None
ta: ஏதுமில்லை

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
ta: உருவாக்கச் சேவையக ஒருங்கிணைப்பை இயக்கு

# checkBoxShowBuildResultPage.Text
source: Show build result page
ta: கட்டமைப்பு முடிவு பக்கத்தைக் காட்டு

# labelBuildServerSettingsInfo.Text
source: Git Extensions can integrate with build servers to supply per-commit Continuous Integration information.
ta: அறிவிலி நீட்டிப்புகள் ஆனது உருவாக்கச் சேவைகளுடன் ஒருங்கிணைக்க முடியும்.

# labelBuildServerType.Text
source: Build server type
ta: உருவாக்க சேவையக வகை

# $this.Text
source: Checklist
ta: சரிபார்ப்புப் பட்டியல்

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
ta: தொடக்கத்தில் அமைப்புகளைச் சரிபார்க்கவும் (அனைத்து அமைப்புகளும் சரியாக இருந்தால் தானாகவே முடக்கப்படும்)

# DiffTool_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# GcmDetectedFix.Text
source: Repair
ta: பழுதுபார்ப்பு

# GitBinFound_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# GitExtensionsInstall_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# GitFound_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# MergeTool_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# Rescan.Text
source: Save and rescan
ta: சேமி மற்றும் மீண்டும் சரிபார்

# ShellExtensionsRegistered_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# SshConfig_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# UserNameSet_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# _adviceDiffToolConfiguration.Text
source: You should configure a diff tool to show file diff in external program.
ta: வெளிப்புற நிரலில் கோப்பு வேறுபாட்டைக் காட்ட நீங்கள் ஒரு வேறுபாடுகருவியை உள்ளமைக்க வேண்டும்.

# _configureMergeTool.Text
source: You need to configure merge tool in order to solve merge conflicts.
ta: ஒன்றிணைப்பு முரண்பாடுகளைத் தீர்க்க நீங்கள் ஒன்றிணைக்கும் கருவியை உள்ளமைக்க வேண்டும்.

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
ta: ஒரு தனிப்பயன் ஒன்றிணைக்கருவி உள்ளமைக்கப்பட்டுள்ளது: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
ta: ஒரு வேறுபாடுகருவி உள்ளமைக்கப்பட்டுள்ளது: {0}

# _emailSet.Text
source: A username and an email address are configured.
ta: ஒரு பயனர்பெயர் மற்றும் மின்னஞ்சல் முகவரி உள்ளமைக்கப்பட்டது.

# _gcmDetectedCaption.Text
source: Obsolete git-credential-winstore.exe detected
ta: காலாவதியான அறிவிலி-நம்பிக்கைசான்று-சாளரகடை.exe கண்டறியப்பட்டது

# _gitCanBeRun.Text
source: Git can be run using: {0}
ta: அறிவிலியைப் பயன்படுத்தி இயக்கலாம்: {0}

# _gitCanBeRunCaption.Text
source: Locate git
ta: அறிவிலியைக் கண்டுபிடி

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
ta: அறிவிலி கிடைக்கவில்லை. இந்தச் சிக்கலைத் தீர்க்க, அமைப்புகளில் சரியான பாதையை அமைக்கலாம்.

# _gitVersionFound.Text
source: Git {0} is found on your computer.
ta: அறிவிலி {0} உங்கள் கணினியில் உள்ளது.

# _languageConfigured.Text
source: The configured language is {0}.
ta: கட்டமைக்கப்பட்ட மொழி {0}.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
ta: லினக்சு கருவிகள் (ஓட்டுக்கான) பாதையைத் தானாகக் கண்டறிய முடியவில்லை. லினக்சு கருவிகள் நிறுவப்பட்டுள்ளதா என்பதை உறுதிமொழிப்படுத்தவும் (சாளரங்களுக்கான அறிவிலி அல்லது சைக்வின் மூலம்) அல்லது சரியான பாதையைக் கைமுறையாக அமைக்கவும்.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
ta: லினக்சு கருவிகளைக் கண்டறிக

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
ta: லினக்சு கருவிகள் (ஓடு) உங்கள் கணினியில் உள்ளது.

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
ta: லினக்சு கருவிகள் (ஓடு) கிடைக்கவில்லை. இந்தச் சிக்கலைத் தீர்க்க, அமைப்புகளில் சரியான பாதையை அமைக்கலாம்.

# _mergeToolXConfigured.Text
source: There is a mergetool configured: {0}
ta: ஒரு ஒன்றிணைக்கருவி உள்ளமைக்கப்பட்டுள்ளது: {0}

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
ta: {0} ஒன்றிணைக்கருவி ஆக உள்ளமைக்கப்பட்டுள்ளது, இது தனிப்பயன் ஒன்றிணைக்கருவி மற்றும் கட்டமைக்க தனிப்பயன் கட்டளை தேவை.

# _noDiffToolConfiguredCaption.Text
source: Difftool
ta: வேறுபாடுகருவி

# _noEmailSet.Text
source: You need to configure a username and an email address.
ta: நீங்கள் ஒரு பயனர்பெயர் மற்றும் மின்னஞ்சல் முகவரியை உள்ளமைக்க வேண்டும்.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
ta: அறிவிலி நீட்டிப்புகளுக்கு எந்த மொழியும் உள்ளமைக்கப்படவில்லை.

# _notRecommendedGitVersion.Text
source: Git found but version {0} is older than recommended. Upgrade to version {1} or later
ta: அறிவிலி கண்டறியப்பட்டது ஆனால் பதிப்பு {0} பரிந்துரைக்கப்பட்டதை விடப் பழையது. பதிப்பு {1} அல்லது அதற்குப் பிறகுக்கு மேம்படுத்தவும்

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
ta: இயல்புநிலை பாதுகாப்பானஓடு வாடிக்கையாளராக, திறந்தபாதுகாப்பானஓடு, பயன்படுத்தப்படும். (இழு, தள்ளு மற்றும் நகலி செயல்பாடுகளில் கட்டளை சாளரம் தோன்றும்)

# _otherSshClient.Text
source: Other SSH client configured: {0}.
ta: பிற பாதுகாப்பானஓடு வாடிக்கையாளராக உள்ளமைக்கப்பட்டது: {0}.

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
ta: புட்டி ஆனது பாதுகாப்பானஓடு வாடிக்கையாளராக உள்ளமைக்கப்பட்டுள்ளது, ஆனால் பிஇணைப்பு.exe, புட்டிஉருவாக்கி.exe அல்லது அணிவகுப்பு.exe ஆகியவற்றைக் கண்டறிய முடியவில்லை.

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
ta: பாதுகாப்பானஓடு வாடிக்கையாளராக புட்டி சரியாக உள்ளமைக்கப்பட்டுள்ளது.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
ta: புட்டிக்குத் தேவையான அனைத்து பாதைகளும் தானாகவே கண்டறியப்பட்டு அமைக்கப்படும்.

# _registryKeyGitExtensionsCorrect.Text
source: Git Extensions is properly registered.
ta: அறிவிலி நீட்டிப்புகள் சரியாகப் பதிவு செய்யப்பட்டுள்ளன.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
ta: தவறான நிறுவல் கோப்பகம் [மென்பொருள்\அறிவிலிநீட்டிப்புகள்\நிறுவல்அடைவு] இல் சேமிக்கப்பட்டுள்ளது.

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
ta: பதிவேட்டில் உள்ளீடு இல்லை [மென்பொருள்\அறிவிலிநீட்டிப்புகள்\நிறுவல்அடைவு].

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
ta: கட்டளை ஓட்டைப் பயன்படுத்தி இயக்கலாம்: {0}ஓடு

# _shCanBeRunCaption.Text
source: Locate linux tools
ta: லினக்சு கருவிகளைக் கண்டறிக

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
ta: ஓடு நீட்டிப்புகளைப் பயன்படுத்த, {0} பதிவு செய்யப்பட வேண்டும்.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
ta: ஓடு நீட்டிப்புகள் நிறுவப்படவில்லை. ஓடு நீட்டிப்புகளை நிறுவ நிறுவியை இயக்கவும்.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
ta: ஓடு நீட்டிப்புகள் சரியாகப் பதிவு செய்யப்பட்டுள்ளன.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure that Git for Windows is installed or set the correct command manually.
ta: அறிவிலியை இயக்குவதற்கான கட்டளையைத் தானாகத் தீர்மானிக்க முடியவில்லை. சாளரங்களுக்கான அறிவிலி நிறுவப்பட்டுள்ளதா அல்லது சரியான கட்டளையைக் கைமுறையாக அமைக்கவும்.

# _solveGitCommandFailedCaption.Text
source: Locate git
ta: அறிவிலியை கண்டுபிடி

# _sshClientNotFound.Text
source: SSH client not found: {0}.
ta: பாதுகாப்பானஓடு வாடிக்கையாளர் கிடைக்கவில்லை: {0}.

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
ta: அறிவிலி கண்டறியப்பட்டது ஆனால் பதிப்பு {0} ஆதரிக்கப்படவில்லை. பதிப்பு {1} அல்லது அதற்குப் பிறகுக்கு மேம்படுத்தவும்

# label11.Text
source: The checklist below validates the basic settings needed for Git Extensions to work properly.
ta: கீழே உள்ள சரிபார்ப்புப் பட்டியல், அறிவிலி நீட்டிப்புகள் சரியாகச் செயல்படத் தேவையான அடிப்படை அமைப்புகளைச் சரிபார்க்கிறது.

# translationConfig_Fix.Text
source: Repair
ta: பழுதுபார்ப்பு

# $this.Text
source: Colors
ta: நிறங்கள்

# DefaultThemeName.Text
source: default
ta: இயல்புநிலை

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
ta: உறவினர் அல்லாதவர்களின் வரைபடத்தைச் சாம்பல் நிறத்தில் வரையவும்

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
ta: உறவினர் அல்லாதவர்கள் உரை சாம்பல் நிறத்தில் வரையவும்

# FormatUserDefinedThemeName.Text
source: {0}, user-defined
ta: {0}, பயனர் வரையறுக்கப்பட்டது

# MulticolorBranches.Text
source: Multicolor branches
ta: பலவண்ணக் கிளைகள்

# chkColorblind.Text
source: Colorblind
ta: வண்ணக்குருடு

# chkDrawAlternateBackColor.Text
source: Draw alternate background
ta: மாற்று பின்னணியை வரையவும்

# chkFillRefLabels.Text
source: Fill git ref labels
ta: அறிவிலி குறி முத்திரைகளை நிரப்பவும்

# chkHighlightAuthored.Text
source: Highlight authored revisions
ta: ஆசிரியர் திருத்தங்களை முன்னிலைப்படுத்து

# chkUseSystemVisualStyle.Text
source: Use system-defined visual style (looks bad with dark colors)
ta: கணினி-வரையறுத்த காட்சி பாணியைப் பயன்படுத்தவும் (அடர் வண்ணங்களுடன் மோசமாகத் தெரிகிறது)

# gbRevisionGraph.Text
source: Revision graph
ta: மீள்பார்வை வரைபடம்

# gbTheme.Text
source: Theme
ta: கருபொருள்

# lblRestartNeeded.Text
source: Restart required to apply changes
ta: மாற்றங்களைப் பயன்படுத்த மறுதொடக்கம் தேவை

# sbOpenThemeFolder.Text
source: Open theme folder
ta: கருபொருள் கோப்புறை திற

# tsmiApplicationFolder.Text
source: Application folder
ta: பயன்பாடு கோப்புறை

# tsmiUserFolder.Text
source: User folder
ta: பயனர் கோப்புறை

# $this.Text
source: Commit dialog
ta: உறுதிமொழி உரையாடல்

# cbRememberAmendCommitState.Text
source: Remember 'Amend commit' checkbox on commit form close
ta: உறுதிமொழி படிவம் மூடுகையில் "மாற்று கடைசி உறுதிமொழி" நினைவில் கொள்

# chkAutocomplete.Text
source: Provide auto-completion in commit dialog
ta: உறுதிமொழி உரையாடலில் தானியங்கு நிறைவு வழங்கவும்
