Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# _gitExecutableNotFoundText.Text
source: The Git executable could not be located on your system.
ta: அறிவிலி இயகம் உங்கள் கணினியில் கண்டறியப்படவில்லை.

# _gitSecurityError.Text
source: Git security error
ta: அறிவிலி பாதுகாப்பு பிழை

# _hoursAgo.Text
source: {0} {1:hour|hours} ago
ta: {0} {1:மணி|மணி} முன்பு

# _ignoringReference.Text
source: "{0}" is not a Git revision and will be ignored.
ta: "{0}" என்பது அறிவிலி திருத்தம் அல்ல, அது புறக்கணிக்கப்படும்.

# _indexText.Text
source: Commit index
ta: உறுதிமொழி குறியீட்டு

# _installGitInstructions.Text
source: Install git...
ta: அறிவிலியை நிறுவு...

# _invisibleCommitText.Text
source: '{0}' is not currently visible
ta: '{0}' தற்போது தெரியவில்லை

# _loadingDataText.Text
source: Loading data...
ta: தரவை ஏற்றுகிறது...

# _local.Text
source: Local
ta: உள்ளகம்

# _mainInstructionNotOnBranch.Text
source: You are not working on a branch
ta: நீங்கள் ஒரு கிளையில் வேலை செய்யவில்லை

# _markBisectAsBad.Text
source: Marked as bad in bisect
ta: இருப்பிரிவில் மோசமானதாகக் குறிக்கப்பட்டது

# _markBisectAsGood.Text
source: Marked as good in bisect
ta: இருப்பிரிவில் நல்லது எனக் குறிக்கப்பட்டது

# _message.Text
source: Message
ta: செய்தி

# _messageText.Text
source: {0:Message|Messages}
ta: {0:செய்தி|செய்திகள்}

# _minutesAgo.Text
source: {0} {1:minute|minutes} ago
ta: {0} {1:நிமிடம்|நிமிடங்கள்} முன்பு

# _monthsAgo.Text
source: {0} {1:month|months} ago
ta: {0} {1:மாதம்|மாதங்கள்} முன்பு

# _no.Text
source: No
ta: இல்லை

# _noBranch.Text
source: no branch
ta: கிளை இல்லை

# _noChanges.Text
source: No changes
ta: மாற்றங்கள் இல்லை

# _noResultsFound.Text
source: <No results found>
ta: <முடிவுகள் எதுவும் கிடைக்கவில்லை>

# _nonexistingGitRevision.Text
source: Git revision does not exist
ta: அறிவிலி திருத்தம் இல்லை

# _okText.Text
source: OK
ta: சரி

# _open.Text
source: Open
ta: திற

# _openInVisualStudio.Text
source: Open in &Visual Studio
ta: &காட்சிஓவியஅறையில் திற

# _openReport.Text
source: Open report
ta: திறந்த அறிக்கை

# _openWithGitExtensions.Text
source: &Open with Git Extensions
ta: அறிவிலி நீட்டிப்புகளுடன் திற

# _parentsText.Text
source: {0:Parent|Parents}
ta: {0:பெற்றோர்|பெற்றோர்கள்}

# _pathFilter.Text
source: Path filter
ta: பாதை வடிகட்டி

# _remote.Text
source: Remote
ta: தொலை

# _remoteInError.Text
source: {0} Remote: {1}
ta: {0} தொலை: {1}

# _remotesText.Text
source: Remotes
ta: தொலைகள்

# _removeAllInvalidRepositories.Text
source: Remove all {0} invalid repositories
ta: அனைத்து {0} தவறான களஞ்சியங்களையும் அகற்று

# _removeSelectedInvalidRepository.Text
source: Remove the selected invalid repository
ta: தேர்ந்தெடுக்கப்பட்ட தவறான களஞ்சியத்தை அகற்று

# _reportBugText.Text
source: If you think this was caused by Git Extensions, you can report a bug for the team to investigate.
ta: இது அறிவிலி நீட்டிப்புகளால் ஏற்பட்டதாக நீங்கள் நினைத்தால், குழு விசாரணை செய்ய ஒரு பிழையைப் புகாரளிக்கலாம்.

# _resetChangesCaption.Text
source: Reset changes
ta: மாற்றங்களை மீட்டமை

# _resetSelectedLines.Text
source: Reset selected line(s)
ta: தேர்ந்தெடுக்கப்பட்ட வரி(களை) மீட்டமை

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளுக்கு மாற்றங்களை மீட்டமைக்க விரும்புகிறீர்களா?

# _rotInactive.Text
source: [ Inactive ]
ta: [ செயலற்றது ]

# _scriptConfirmExecuteText.Text
source: Do you want to execute script
ta: நீங்கள் கையெழுத்துப்படிவத்தை இயக்க விரும்புகிறீர்களா

# _scriptErrorCantFindText.Text
source: Unable to find script
ta: கையெழுத்துப்படிவத்தைக் கண்டுபிடிக்க முடியவில்லை

# _scriptErrorFailedToExecuteText.Text
source: Failed to execute script
ta: கையெழுத்துப்படிவம் இயக்குவதில் தோல்வி

# _scriptErrorOptionWithoutRevisionGridText.Text
source: option is only supported when invoked from the revision grid
ta: திருத்தம் கட்டத்திலிருந்து செயல்படுத்தப்படும் போது மட்டுமே விருப்பம் ஆதரிக்கப்படும்

# _scriptErrorOptionWithoutRevisionText.Text
source: A valid revision is required to substitute the argument options
ta: வாத விருப்பங்களை மாற்றுவதற்கு சரியான திருத்தம் தேவை

# _scriptText.Text
source: Script
ta: கையெழுத்துப்படிவம்

# _searchingFor.Text
source: Searching for:
ta: இதைத் தேடுகிறது:

# _secondsAgo.Text
source: {0} {1:second|seconds} ago
ta: {0} {1:வினாடி|வினாடிகளுக்கு} முன்பு

# _settingsTypeToFind.Text
source: Type to find
ta: கண்டுபிடிக்க தட்டச்சு செய்யவும்

# _showAllText.Text
source: Show all
ta: அனைத்தையும் காட்டு

# _showCurrentBranchOnly.Text
source: Show current branch only
ta: தற்போதைய கிளையை மட்டும் காட்டு

# _showDiffForAllParentsText.Text
source: Show file differences for all parents in browse dialog
ta: உலாவல் உரையாடலில் அனைத்து பெற்றோர்களுக்கும் கோப்பு வேறுபாடுகளைக் காட்டு

# _showDiffForAllParentsTooltip.Text
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE), show the difference between the commits as well as the difference from BASE to the selected commits. See documentation for more details about icons and range diffs. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
ta: ஒரே ஒரு வேறுபாடிற்கு மட்டுப்படுத்தாமல், தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளுக்கு இடையே உள்ள அனைத்து வேறுபாடுகளையும் காட்டு. - தேர்ந்தெடுக்கப்பட்ட ஒரு உறுதிப்பாட்டிற்கு, அதன் பெற்றோரின் உறுதியுடன் வேறுபாட்டைக் காட்டு. - ஒரு தேர்ந்தெடுக்கப்பட்ட ஒன்றிணைப்பு உறுதிப்பாட்டிற்கு, எல்லா பெற்றோருடனும் வேறுபாட்டைக் காட்டுங்கள். - பொதுவான மூதாதையருடன் (அடிப்படை) தேர்ந்தெடுக்கப்பட்ட இரண்டு உறுதிமொழிகளுக்கு, உறுதிமொழிகளுக்கு இடையே உள்ள வேறுபாட்டையும், அடிப்படை இலிருந்து தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளுக்கான வேறுபாட்டையும் காட்டவும். சின்னங்கள் மற்றும் வரம்பு வேறுபாடுகள்பற்றிய கூடுதல் விவரங்களுக்கு ஆவணங்களைப் பார்க்கவும். - பல தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளுக்கு (நான்கு வரை), கடைசியாகத் தேர்ந்தெடுக்கப்பட்ட உறுதிமொழி உடன் முதலில் தேர்ந்தெடுக்கப்பட்ட அனைத்திற்கும் வேறுபாட்டைக் காட்டவும். - தேர்ந்தெடுக்கப்பட்ட நான்குக்கும் மேற்பட்ட உறுதிமொழிகளுக்கு, முதலிலிருந்து கடைசியாகத் தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிவரை வேறுபாட்டைக் காட்டு.

# _showOnlyFirstParent.Text
source: Show only first parent
ta: முதல் பெற்றோரை மட்டும் காட்டு

# _showReflog.Text
source: Show reflog
ta: குறிபதிவைக் காட்டு

# _showReflogTooltip.Text
source: Show all reflog references
ta: அனைத்து குறிபதிவு குறிப்புகளையும் காட்டு

# _simplifyByDecoration.Text
source: Simplify by decoration
ta: அலங்காரத்தின் மூலம் எளிமையாக்கு

# _since.Text
source: Since
ta: இருந்து

# _sortBy.Text
source: &Sort by...
ta: &இதன் முலம் வரிசைப்படுத்து...

# _sortOrder.Text
source: &Sort order...
ta: &வரிசைப்படுத்தும் முறை...

# _stageSelectedLines.Text
source: Stage selected line(s)
ta: தேர்ந்தெடுக்கப்பட்ட வரி(கள்) மேடையேற்று

# _stashDropConfirmTitle.Text
source: Drop Stash Confirmation
ta: பதுக்கல் கைவிடு உறுதிப்படுத்து

# _stashesText.Text
source: Stashes
ta: பதுக்கல்கள்

# _submodulesText.Text
source: Submodules
ta: துணைதொகுதிகள்

# _tag.Text
source: Tag
ta: குறிச்சொல்

# _tagsText.Text
source: Tags
ta: குறிச்சொற்கள்

# _telemetryPermissionCaption.Text
source: Allow Capture Telemetry?
ta: தொலை அளவீட்டை சேகரிக்க அனுமதிக்கவா?

# _telemetryPermissionMessage.Text
source: We collect information so we can make the app better. We won't collect any personal or identifiable information. You can change your mind at any time. Yes, I allow telemetry!
ta: நாங்கள் தகவலைச் சேகரிப்பதால், பயன்பாட்டைச் சிறந்ததாக்க முடியும். தனிப்பட்ட அல்லது அடையாளம் காணக்கூடிய எந்த தகவலையும் நாங்கள் சேகரிக்க மாட்டோம். நீங்கள் எந்த நேரத்திலும் உங்கள் மனதை மாற்றிக்கொள்ளலாம். ஆம், தொலைஅளவீட்டை அனுமதிக்கிறேன்!

# _uninterestingDiffOmitted.Text
source: Uninteresting diff hunks are omitted.
ta: ஆர்வமற்ற வேறுபாடுகள் தவிர்க்கப்பட்டன.

# _unstageSelectedLines.Text
source: Unstage selected line(s)
ta: தேர்ந்தெடுக்கப்பட்ட வரி(கள்) மேடையற்றதாக்கு

# _until.Text
source: Until
ta: வரை

# _viewPullRequest.Text
source: View pull requests
ta: இழுக்கும் கோரிக்கைகளைக் காண்க

# _warning.Text
source: Warning
ta: முன்னறிவிப்பு

# _weeksAgo.Text
source: {0} {1:week|weeks} ago
ta: {0} {1:வாரம்|வாரங்கள்} முன்பு

# _workingDirectoryText.Text
source: Working directory
ta: பணி அடைவு

# _workspaceText.Text
source: Working directory
ta: பணி அடைவு

# _yearsAgo.Text
source: {0} {1:year|years} ago
ta: {0} {1:வருடம்|வருடங்கள்} முன்பு

# _yes.Text
source: Yes
ta: ஆம்

# _cannotOpenTheFolder.Text
source: Cannot open the folder
ta: கோப்புறையைத் திறக்க முடியவில்லை

# _clearRecentCategoryCaption.Text
source: Clear recent repositories
ta: சமீபத்திய களஞ்சியங்களை அழி

# _clearRecentCategoryQuestion.Text
source: Do you want to clear the list of recent repositories? The action cannot be undone.
ta: சமீபத்திய களஞ்சியங்களின் பட்டியலை அழிக்க வேண்டுமா? செயலை செயல்தவிர்க்க முடியாது.

# _deleteCategoryCaption.Text
source: Delete Category
ta: வகையை நீக்கு

# _deleteCategoryQuestion.Text
source: Do you want to delete category "{0}" with {1} repositories? The action cannot be undone.
ta: நீங்கள் {1} களஞ்சியங்களுடன் "{0}" வகையை நீக்க விரும்புகிறீர்களா? செயலை செயல்தவிர்க்க முடியாது.

# _groupActions.Text
source: Actions
ta: செயல்கள்

# _groupRecentRepositories.Text
source: Recent repositories
ta: சமீபத்திய களஞ்சியங்கள்

# _repositorySearchPlaceholder.Text
source: Search repositories
ta: தேடல் களஞ்சியங்கள்

# clmhdrBranch.Text
source: Branch
ta: கிளை

# clmhdrCategory.Text
source: Category
ta: வகை

# clmhdrPath.Text
source: Path
ta: பாதை

# lblRecentRepositories.Text
source: Recent repositories
ta: சமீபத்திய களஞ்சியங்கள்

# mnuConfigure.Text
source: Recent repositories &settings
ta: சமீபத்திய களஞ்சியங்கள் அமைப்புகள்

# tsmiCategories.Text
source: Categories
ta: வகைகள்

# tsmiCategoryAdd.Text
source: Add new...
ta: புதியதைச் சேர்....

# tsmiCategoryClear.Text
source: Clear all recent repositories
ta: எல்லா சமீபத்திய களஞ்சியங்களையும் அழிக்கவும்

# tsmiCategoryDelete.Text
source: Delete category
ta: வகையை நீக்கு

# tsmiCategoryNone.Text
source: (none)
ta: (எதுவுமில்லை)

# tsmiCategoryRename.Text
source: Rename category
ta: வகையை மறுபெயரிடு

# tsmiOpenFolder.Text
source: Show in folder
ta: கோப்புறையில் காட்டு

# tsmiRemoveFromList.Text
source: Remove project from the list
ta: பட்டியலிலிருந்து திட்டத்தை அகற்று

# tsmiRemoveMissingReposFromList.Text
source: Remove missing projects from the list
ta: பட்டியலிலிருந்து விடுபட்ட திட்டப்பணிகளை அகற்று

# $this.Text
source: View Pull Requests
ta: இழுக்கும் கோரிக்கைகளைக் காண்க

# _addAndFetchBtn.Text
source: Add remote and fetch
ta: தொலை சேர்த்து பெறவும்

# _chooseRepo.Text
source: Choose repository:
ta: களஞ்சியத்தைத் தேர்ந்தெடு:

# _closePullRequestBtn.Text
source: Close pull request
ta: இழுக்கும் கோரிக்கையை மூடு

# _fetchBtn.Text
source: Fetch to pr/ branch
ta: இழுகோரிக்கை/ கிளைக்கு எடுக்கவும்

# _postComment.Text
source: Post comment
ta: கருத்தை இடுகையிடவும்

# _refreshCommentsBtn.Text
source: Refresh
ta: புதுப்பி

# _strCouldNotAddRemote.Text
source: Could not add remote with name {0} and URL {1}
ta: பெயர் {0} மற்றும் முகவரி {1} உடன் தொலையை சேர்க்க முடியவில்லை

# _strCouldNotLoadDiscussion.Text
source: Could not load discussion!
ta: விவாதத்தை ஏற்ற முடியவில்லை!

# _strFailedToClosePullRequest.Text
source: Failed to close pull request!
ta: இழுக்கும் கோரிக்கையை மூடுவதில் தோல்வி!

# _strFailedToFetchPullData.Text
source: Failed to fetch pull data!
ta: இழு தரவை பெறுவதில் தோல்வி!

# _strFailedToLoadDiffData.Text
source: Failed to load diff data!
ta: வேறுபாடு தரவை ஏற்றுவதில் தோல்வி!

# _strFailedToLoadDiscussionItem.Text
source: Failed to post discussion item!
ta: விவாத உருப்படியை இடுகையிடுவதில் தோல்வி!

# _strRemoteAlreadyExist.Text
source: ERROR: Remote with name {0} already exists but it points to a different repository! Details: Is {1} expected {2}
ta: பிழை: {0} என்ற பெயரில் தொலை ஏற்கனவே உள்ளது ஆனால் அது வேறு களஞ்சியத்தை சுட்டிக்காட்டுகிறது! விவரங்கள்: {1} எதிர்பார்க்கப்படுகிறது {2}

# _strRemoteIgnore.Text
source: Remote ignored
ta: தொலை புறக்கணிக்கப்பட்டது

# _strUnableUnderstandPatch.Text
source: Error: Unable to understand patch
ta: பிழை: ஒட்டைப் புரிந்து கொள்ள முடியவில்லை

# columnHeaderBranch.Text
source: Will be fetched to branch
ta: கிளைக்கு எடுக்கப்படும்

# columnHeaderBy.Text
source: By
ta: மூலம்

# columnHeaderCreated.Text
source: Created
ta: உருவாக்கப்பட்டது

# columnHeaderHeading.Text
source: Heading
ta: தலைப்பு

# tabPage1.Text
source: Diffs
ta: வேறுபாடுகள்

# tabPage2.Text
source: Comments
ta: கருத்துகள்
