Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# showIdColumnToolStripMenuItem.Text
source: Show SHA&-1 column
ta: பாதுகாப்புஎண்வழிமுறை-1 நெடுவரிசையை காட்டு

# showRelativeDateToolStripMenuItem.Text
source: Show relati&ve date
ta: தொடர்புடைய தேதியைக் காட்டு

# showRevisionGraphColumnToolStripMenuItem.Text
source: Show revision &graph column
ta: மீள்திருத்த வரைபட நெடுவரிசையை காட்டு

# showTagsToolStripMenuItem.Text
source: Show &tags
ta: &குறிச்சொற்களை காட்டு

# _areYouSureRebase.Text
source: Are you sure you want to rebase? This action will rewrite commit history.
ta: நிச்சயமாக மறுதளம் அமைக்க விரும்புகிறீர்களா? இந்தச் செயல் உறுதிமொழிகள் வரலாற்றை மீண்டும் எழுதும்.

# _baseForCompareNotSelectedError.Text
source: Base commit for compare is not selected.
ta: ஒப்பிடுவதற்கான அடிப்படை உறுதிமொழி தேர்ந்தெடுக்கப்படவில்லை.

# _dontShowAgain.Text
source: Don't show me this message again.
ta: இந்தச் செய்தியை மீண்டும் எனக்குக் காட்டாதே.

# _droppingFilesBlocked.Text
source: For you own protection dropping more than 10 patch files at once is blocked!
ta: உங்கள் சொந்தப் பாதுகாப்பிற்காக ஒரே நேரத்தில் 10 ஒட்டு கோப்புகளை விடுவது தடுக்கப்பட்டது!

# _invalidDiffContainsFilter.Text
source: Filter text '{0}' not valid for "Diff contains" filter.
ta: வடிப்பான் உரை '{0}' "வேறுபாடு கொண்டுள்ளது" வடிப்பானுக்கு செல்லுபடியாகாது.

# _loadingControlText.Text
source: Loading
ta: ஏற்றுகிறது

# _maximizedColumn.HeaderText
source: Message
ta: செய்தி

# _noMergeBaseCommit.Text
source: There is no common ancestor for the selected commits.
ta: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளுக்குப் பொதுவான மூதாதையர் இல்லை.

# _rebaseBranch.Text
source: Rebase branch.
ta: கிளையை மறுதளம் செய்யவும்.

# _rebaseBranchInteractive.Text
source: Rebase branch interactively.
ta: ஊடாடும் வகையில் கிளையை மறுதளம் செய்யவும்.

# _rebaseConfirmTitle.Text
source: Rebase Confirmation
ta: மறுதளம் உறுதிப்படுத்து

# _strLoading.Text
source: Loading
ta: ஏற்றுகிறது

# amendCommitToolStripMenuItem.Text
source: Create an &amend commit...
ta: &சரிசெய் உறுதிமொழியை உருவாக்கு...

# applyStashToolStripMenuItem.Text
source: Appl&y stash
ta: பதுக்கிவைத்தை இடு

# archiveRevisionToolStripMenuItem.Text
source: Arch&ive this commit...
ta: இந்த உறுதிமொழியைக் காப்பகப்படுத்து...

# bisectSkipRevisionToolStripMenuItem.Text
source: Skip revision
ta: மீள்திருத்தத்தைத் தவிர்

# checkoutRevisionToolStripMenuItem.Text
source: Checkout &this commit...
ta: இந்த உறுதிமொழிக்கு மாறு...

# cherryPickCommitToolStripMenuItem.Text
source: Cherr&y pick this commit...
ta: இந்த உறுதிமொழியைச் சிவந்த கனி எடு......

# compareSelectedCommitsMenuItem.Text
source: Compare &selected commits
ta: &தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளை ஒப்பிடுக

# compareToBaseToolStripMenuItem.Text
source: Compare to &BASE
ta: &அடியுடன் ஒப்பிடுக

# compareToBranchToolStripMenuItem.Text
source: Compare &to branch...
ta: இந்த &கிளையுடன் ஒப்பிடவும்......

# compareToWorkingDirectoryMenuItem.Text
source: Compare to &working directory
ta: வேலை செய்யும் கோப்பகத்துடன் ஒப்பிடுக

# compareToolStripMenuItem.Text
source: Com&pare
ta: &ஒப்பிடுக

# compareWithCurrentBranchToolStripMenuItem.Text
source: Compare with &current branch
ta: &தற்போதைய கிளையுடன் ஒப்பிடுக

# copyToClipboardToolStripMenuItem.Text
source: &Copy to clipboard
ta: &இடைநிலைப் பலகைக்கு நகலெடு

# createNewBranchToolStripMenuItem.Text
source: Create new branc&h here...
ta: இங்குப் புதிய கிளை உருவாக்கு...

# createTagToolStripMenuItem.Text
source: Create new ta&g here...
ta: புதிய குறிச்சொல்லை இங்கே உருவாக்கவும்...

# deleteBranchToolStripMenuItem.Text
source: &Delete branch...
ta: கிளையை நீக்கு...

# deleteTagToolStripMenuItem.Text
source: De&lete tag...
ta: குறிச்சொல் நீக்கு...

# dropStashToolStripMenuItem.Text
source: &Drop stash...
ta: பதுக்கி வைத்தை கைவிடு

# editCommitToolStripMenuItem.Text
source: &Edit commit
ta: உறுதிமொழியைத் &திருத்து

# fixupCommitToolStripMenuItem.Text
source: Create a &fixup commit...
ta: &சரிசெய் உறுதிமொழியை உருவாக்கு...

# getHelpOnHowToUseTheseFeaturesToolStripMenuItem.Text
source: Get &help on how to use these features
ta: இந்த அம்சங்களை எவ்வாறு பயன்படுத்துவது என்பது குறித்த &உதவியைப் பெறவும்

# manipulateCommitToolStripMenuItem.Text
source: &Advanced
ta: &மேம்பட்ட

# markRevisionAsBadToolStripMenuItem.Text
source: Mark revision as bad
ta: மீள்திருத்தத்தை மோசமானதாகக் குறி

# markRevisionAsGoodToolStripMenuItem.Text
source: Mark revision as good
ta: திருத்தத்தை நல்லதாகக் குறி

# mergeBranchToolStripMenuItem.Text
source: &Merge into current branch...
ta: &தற்போதைய கிளையில் இணை...

# openBuildReportToolStripMenuItem.Text
source: View &build report in a browser
ta: &கட்டு அறிக்கையைக் உலாவியில் காண்க

# openCommitsWithDiffToolMenuItem.Text
source: Open selected commits with &difftool
ta: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளை &வேறுபாடுகருவி மூலம் திறக்கவும்

# openPullRequestPageStripMenuItem.Text
source: Vie&w pull request in a browser
ta: இழுக்கும் கோரிக்கையை உலாவியில் பார்

# popStashToolStripMenuItem.Text
source: Pop &stash
ta: பதுக்கி வைத்தை மேல்எடு

# rebaseInteractivelyToolStripMenuItem.Text
source: Selected commit &interactively...
ta: ஊடாடும் வகையில் தேர்ந்தெடுக்கப்பட்ட உறுதிமொழி...

# rebaseOnToolStripMenuItem.Text
source: &Rebase current branch on
ta: &தற்போதைய கிளையை இதன்மேல் மறுதளம்

# rebaseToolStripMenuItem.Text
source: &Selected commit
ta: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழி

# rebaseWithAdvOptionsToolStripMenuItem.Text
source: Selected commit with &advanced options...
ta: தேர்ந்தெடுக்கப்பட்ட &மேம்பட்ட விருப்பங்கள்...

# renameBranchToolStripMenuItem.Text
source: R&ename branch...
ta: கிளை மறுபெயர்...

# resetAnotherBranchToHereToolStripMenuItem.Text
source: Reset an&other branch to here...
ta: மற்றொரு கிளையை இங்கு மீட்டமைக்கவும்...

# resetCurrentBranchToHereToolStripMenuItem.Text
source: Reset c&urrent branch to here...
ta: தற்பொழுதைய கிளையை இங்கு மீட்டமைக்கவும்...

# revertCommitToolStripMenuItem.Text
source: Re&vert this commit...
ta: இந்த உறுதிமொழியை மீட்டமைக்கவும்...

# rewordCommitToolStripMenuItem.Text
source: &Reword commit
ta: &மறுசொல் உறுதிமொழி

# runScriptToolStripMenuItem.Text
source: Run &script
ta: கையெழுத்துப்படிவம் இயக்கு

# selectAsBaseToolStripMenuItem.Text
source: Select &as BASE to compare
ta: ஒப்பிடுவதற்கு &அடி எனத் தேர்ந்தெடுக்கவும்

# squashCommitToolStripMenuItem.Text
source: Create a &squash commit...
ta: ஒரு &நசுக்கு உறுதிமொழியை உருவாக்கு...

# stopBisectToolStripMenuItem.Text
source: Stop bisect
ta: இருபிரிவு நிறுத்து

# viewToolStripMenuItem.Text
source: View
ta: காட்சி

# $this.Text
source: Revision links
ta: மீள்பார்வை இணைப்புகள்

# CaptionCol.HeaderText
source: Caption
ta: தலைப்பு

# CategoriesLabel.Text
source: Categories
ta: வகைகள்

# EnabledChx.Text
source: Enabled
ta: இயக்கப்பட்டது

# LocalBranchChx.Text
source: Local branch name
ta: உள்ளக கிளை பெயர்

# MessageChx.Text
source: Message
ta: செய்தி

# RemoteBranchChx.Text
source: Remote branch name
ta: தொலை கிளை பெயர்

# Remove.Text
source: Remove
ta: நீக்கு

# URICol.HeaderText
source: URI
ta: முகவரி

# _addTemplate.Text
source: Add {0} templates
ta: {0} வார்ப்புருக்களைச் சேர்

# chkOnlyFirstRemote.Text
source: Only use the first match
ta: முதல் பொருத்தத்தை மட்டும் பயன்படுத்தவும்

# chxPushURL.Text
source: Push URL
ta: தள்ளு முகவரி

# chxURL.Text
source: URL
ta: முகவரி

# label2.Text
source: Search pattern
ta: தேடல் முறை

# label5.Text
source: Search in
ta: இதில் தேடு

# label6.Text
source: Links
ta: இணைப்புகள்

# lblRemoteSearchIn.Text
source: Search in
ta: இதில் தேடு

# lblSearchRemotePattern.Text
source: Search pattern
ta: தேடல் முறை

# lblUseRemotes.Text
source: Use remotes
ta: தொலைகளைப் பயன்படுத்து

# nestedPatternLab.Text
source: Nested pattern
ta: அடுக்கு முறை

# remoteGrp.Text
source: Remote data
ta: தொலை தரவு

# revisionDataGrp.Text
source: Revision data
ta: மீள்திருத்தத் தரவு

# $this.Text
source: Scripts
ta: கையெழுத்துப்படிவங்கள்

# _scriptSettingsPageHelpDisplayArgumentsHelp.Text
source: Arguments help
ta: வாதங்கள் உதவி

# _scriptSettingsPageHelpDisplayContent.Text
source: Use {option} for normal replacement. Use {{option}} for quoted replacement. User Input: {UserInput} {UserFiles} Working Dir: {WorkingDir} Repository: {RepoName} Selected Commits: {sHashes} Selected Branch: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (without the remote's name) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sSubject} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} Current Branch: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (without the remote's name) {cHash} {cMessage} {cSubject} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}
ta: சாதாரண மாற்றத்திற்கு {option} ஐப் பயன்படுத்தவும். மேற்கோள் மாற்றத்திற்கு {{option}} ஐப் பயன்படுத்தவும். பயனர் உள்ளீடு: {UserInput} {UserFiles} பணிபுரியும் இயக்குனர்: {WorkingDir} களஞ்சியம்: {RepoName} தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகள்: {sHashes} தேர்ந்தெடுக்கப்பட்ட கிளை: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (தொலையின் பெயர் இல்லாமல்) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sSubject} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} தற்போதைய கிளை: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (தொலையின் பெயர் இல்லாமல்) {cHash} {cMessage} {cSubject} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}

# chdrCommand.Text
source: Command
ta: கட்டளை

# chdrEvents.Text
source: Event
ta: நிகழ்வு

# chdrNames.Text
source: Name
ta: பெயர்

# DistributedRB.Text
source: Distributed with current repository
ta: தற்போதைய களஞ்சியத்துடன் விநியோகிக்கப்பட்டது

# EffectiveRB.Text
source: Effective
ta: செயல்திறன்

# GlobalRB.Text
source: Global for all repositories
ta: உலகளாவிய அனைத்து களஞ்சியங்களுக்கும்

# LocalRB.Text
source: Local for current repository
ta: தற்போதைய களஞ்சியத்திற்கான உள்ளகம்

# label1.Text
source: Settings source:
ta: அமைப்புகளின் மூலம்:

# $this.Text
source: Shell extension
ta: ஓடு நீட்டிப்பு

# RegisterButton.Text
source: &Enable shell extension
ta: ஓடு நீட்டிப்பு &இயக்கு

# UnregisterButton.Text
source: &Disable shell extension
ta: ஓடு நீட்டிப்பு &முடக்கு

# _menuHelp.Text
source: * Checked: at top level for direct access * Intermediate: in a cascaded context menu * Unchecked: not added to the menu
ta: * தேர்வு செய்யப்பட்டது: நேரடி அணுகலுக்கான மேல் மட்டத்தில் * இடைநிலை: அடுக்கடுக்கான சூழல் பட்டியலில் * தேர்வு செய்யப்படவில்லை: பட்டியலில் சேர்க்கப்படவில்லை

# _noItems.Text
source: no items
ta: பொருட்கள் இல்லை

# cbAlwaysShowAllCommands.Text
source: Always show all commands
ta: எல்லா கட்டளைகளையும் எப்போதும் காட்டு

# gbCascadingMenu.Text
source: Cascaded context menu
ta: அடுக்கடுக்கான சூழல் பட்டியல்

# gbExplorerIntegration.Text
source: Windows Explorer integration
ta: சாளரங்கள் உலாவி ஒருங்கிணைப்பு

# label1.Text
source: Context menu preview:
ta: சூழல் பட்டியல் முன்னோட்டம்:

# lblMenuEntries.Text
source: Configuration of items in the context menu
ta: சூழல் பட்டியலில் உள்ள உருப்படிகளின் கட்டமைப்பு

# menuHelp.toolTip1
source: * Checked: at top level for direct access * Intermediate: in a cascaded context menu * Unchecked: not added to the menu
ta: * தேர்வு செய்யப்பட்டது: நேரடி அணுகலுக்கான மேல் மட்டத்தில் * இடைநிலை: அடுக்கடுக்கான சூழல் பட்டியலில் * தேர்வு செய்யப்படவில்லை: பட்டியலில் சேர்க்கப்படவில்லை

# $this.Text
source: Sorting
ta: வரிசைப்படுத்துதல்

# _prioBranchNamesTooltip.Text
source: Regex to prioritize branch names in the left panel and commit info. The branches matching the pattern will be shown before the others. Separate the priorities with ';'.
ta: உறுதிமொழி தகவல் மற்றும் இடது பலகையில் தொலை பெயர்களுக்கு முன்னுரிமை அளிக்க வழக்கவெளி பயன்படுத்து. வடிவமைப்புடன் பொருந்தக்கூடிய தொலைகள் மற்றவைகளுக்கு முன் காட்டப்படும். முன்னுரிமைகளை ';' உடன் பிரிக்கவும்.

# _prioRemoteNamesTooltip.Text
source: Regex to prioritize remote names in the left panel and commit info. The remotes matching the pattern will be shown before the others. Separate the priorities with ';'.
ta: உறுதிமொழி தகவல் மற்றும் இடது பலகையில் தொலை பெயர்களுக்கு முன்னுரிமை அளிக்க வழக்கவெளி பயன்படுத்து. வடிவமைப்புடன் பொருந்தக்கூடிய தொலைகள் மற்றவர்களுக்கு முன் காட்டப்படும். முன்னுரிமைகளை ';' உடன் பிரிக்கவும்.

# _revisionSortWarningTooltip.Text
source: Sorting revisions may delay rendering of the revision graph.
ta: திருத்தங்களை வரிசைப்படுத்துதல் திருத்த வரைபடத்தை வழங்குவதில் தாமதம் ஏற்படலாம்.

# gbGeneral.Text
source: Sorting
ta: வரிசைப்படுத்துதல்

# lblBranchesOrder.Text
source: Order branches
ta: கிளைகளைத் முறைப்படுத்து

# lblBranchesSortBy.Text
source: Sort branches by
ta: கிளைகளை இதன்படி வரிசைப்படுத்து

# lblPrioBranchNames.Text
source: Prioritized branches
ta: முன்னுரிமை அளிக்கப்பட்ட கிளைகள்

# lblPrioRemoteNames.Text
source: Prioritized remotes
ta: முன்னுரிமை அளிக்கப்பட்ட தெலைகள்

# lblRevisionsSortBy.Text
source: Sort revisions by
ta: மீள்திருத்தங்களை இதன்படி வரிசைபடுத்து

# $this.Text
source: SSH
ta: பாதுகாப்பானஓடு

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
ta: ஒரு தனிப்பட்ட விசை தொலைநிலைக்கு உள்ளமைக்கப்படும்போது, அங்கீகரிப்பு வாடிக்கையாளரைத் தானாகவே தொடங்கவும்

# OpenSSH.Text
source: OpenSSH
ta: திறந்தபாதுகாப்புஓடு

# Other.Text
source: Other ssh client
ta: பிற பாதுகாப்பானஓடு வாடிக்கையாளர்

# OtherSshBrowse.Text
source: Browse
ta: உலாவு

# PageantBrowse.Text
source: Browse
ta: உலாவு

# PlinkBrowse.Text
source: Browse
ta: உலாவு

# Putty.Text
source: PuTTY
ta: புட்டி

# PuttygenBrowse.Text
source: Browse
ta: உலாவு

# groupBox1.Text
source: Specify which ssh client to use
ta: எந்த பாதுகாப்பானஓடு வாடிக்கையாளரைப் பயன்படுத்த வேண்டும் என்பதைக் குறிப்பிடவும்

# groupBox2.Text
source: Configure PuTTY
ta: புட்டியை உள்ளமைக்கவும்

# label15.Text
source: Path to plink
ta: பிஇணைப்பு பாதை

# label16.Text
source: Path to puttygen
ta: புட்டிஉருவாக்கி பாதை

# label17.Text
source: Path to pageant
ta: அணிவகுப்புக்கான பாதை

# label18.Text
source: OpenSSH is a commandline tool. PuTTY is more userfriendly to use for windows users, but requires the PuTTY authentication client to run in the background. When OpenSSH is used, command line dialogs are shown!
ta: திறந்தபாதுகாப்புஓடு என்பது ஒரு கட்டளை வரி கருவி. சாளரங்கள் பயனர்களுக்குப் புட்டி பயன்படுத்த மிகவும் எளிதானது, ஆனால் புட்டி அங்கீகார வாடிக்கையாளராகப் பின்னணியில் இயங்க வேண்டும். திறந்தபாதுகாப்புஓடு பயன்படுத்தப்படும்போது, கட்டளை வரி உரையாடல்கள் காட்டப்படும்!

# Checkout.Text
source: Chec&kout tag revision...
ta: குறிசொல் மீள்திருத்தத்திற்கு &மாறு...

# CheckoutTooltip.Text
source: Checkout this tag revision
ta: இந்தக் குறிசொல் மீள்திருத்தத்திற்கு மாறு

# CreateTooltip.Text
source: Create a local branch from this tag
ta: இந்தக் குறிச்சொல்லிலிருந்து உள்ளக கிளையை உருவாக்கவும்

# Delete.Text
source: &Delete tag...
ta: &குறிச்சொல் நீக்கு...

# DeleteTooltip.Text
source: Delete this tag
ta: இந்தக் குறியை நீக்கு

# MergeTooltip.Text
source: Merge this tag into current branch
ta: இந்தக் குறிச்சொல்லைத் தற்போதைய கிளையுடன் இணைக்கவும்

# Rebase.Text
source: &Rebase current branch on this tag revision...
ta: &தற்போதைய கிளையை இந்தக் குறி திருத்ததின் மேல் மறுதளம்...

# RebaseTooltip.Text
source: Rebase current branch on this tag
ta: தற்போதைய கிளையை இந்தக் குறிமேல் மறுதளம்

# _addUpstreamRemote.Text
source: Add upstream remote
ta: மேலோடை தொலை சேர்

# _areYouSure.Text
source: Are you sure you want to drop the stash? This action cannot be undone.
ta: நிச்சயமாகப் பதுக்கல் கைவிட விரும்புகிறீர்களா? இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.

# _argumentsText.Text
source: Arguments
ta: வாதங்கள்

# _author.Text
source: Author
ta: ஆசிரியர்

# _authorDateText.Text
source: {0:Author date|Author dates}
ta: {0:ஆசிரியர் தேதி|ஆசிரியர் தேதிகள்}

# _authorText.Text
source: {0:Author|Authors}
ta: {0:ஆசிரியர்|ஆசிரியர்கள்}

# _authored.Text
source: authored
ta: எழுத்தப்பட்டது

# _authoredAndCommitted.Text
source: authored and committed
ta: எழுத்தப்பட்டது மற்றும் உறுதிமொழியளித்தது

# _bodyNotLoaded.Text
source: Full message text is not present in older commits. Select this commit to populate the full message.
ta: பழைய உறுதிமொழிகளில் முழு செய்தி உரை இல்லை. முழு செய்தியையும் நிரப்ப இந்த உறுதிமொழியைத் தேர்ந்தெடுக்கவும்.

# _branchText.Text
source: Branch
ta: கிளை

# _branchesText.Text
source: Branches
ta: கிளைகள்

# _buttonCheckoutBranch.Text
source: Checkout branch
ta: கிளைக்கு மாறு

# _buttonCloseApp.Text
source: Close application
ta: பயன்பாட்டை மூடு

# _buttonContinue.Text
source: Continue
ta: தொடர்

# _buttonCreateBranch.Text
source: Create branch
ta: கிளையை உருவாக்கு

# _buttonIgnore.Text
source: Ignore
ta: புறக்கணி

# _buttonPush.Text
source: &Push
ta: &தள்ளு

# _buttonReportBug.Text
source: Report bug!
ta: பிழை அறிக்கையிடு!

# _buttonViewDetails.Text
source: View details
ta: விவரங்களைக் காண்க

# _cancelText.Text
source: Cancel
ta: ரத்துசெய்

# _cannotBeUndone.Text
source: This action cannot be undone.
ta: இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.

# _childrenText.Text
source: {0:Child|Children}
ta: {0:குழந்தை|குழந்தைகள்}

# _closeText.Text
source: Close
ta: மூடு

# _combinedDiff.Text
source: Combined diff
ta: ஒருங்கிணைந்த வேறுபாடு

# _commandText.Text
source: Command
ta: கட்டளை

# _commitDateText.Text
source: {0:Commit date|Commit dates}
ta: {0:உறுதிமொழி தேதி|உறுதிமொழி தேதிகள்}

# _commitHashText.Text
source: {0:Commit hash|Commit hashes}
ta: {0:உறுதிமொழி கொத்து|உறுதிமொழி கொத்துகள்}

# _committed.Text
source: committed
ta: உறுதிமொழியளிக்கப்பட்டது

# _committer.Text
source: Committer
ta: உறுதிமொழி அளிப்பவர்

# _committerText.Text
source: Committer
ta: உறுதிமொழி அளிப்பவர்

# _contScrollToNextFileOnlyWithAlt.Text
source: Enable automatic continuous scroll (without ALT button)
ta: தானியங்கி தொடர்ச்சியான உருட்டலை இயக்கு (ALT பொத்தான் இல்லாமல்)

# _containedInBranchesText.Text
source: Contained in branches:
ta: கிளைகளில் உள்ளது:

# _containedInCurrentCommitText.Text
source: '{0}' is contained in the currently selected commit
ta: '{0}' தற்போது தேர்ந்தெடுக்கப்பட்ட உறுதிமொழியில் உள்ளது

# _containedInNoBranchText.Text
source: Contained in no branch
ta: எந்த கிளையிலும் இல்லை

# _containedInNoTagText.Text
source: Contained in no tag
ta: எந்தக் குறிச்சொல்லிலும் இல்லை

# _containedInTagsText.Text
source: Contained in tags:
ta: குறிச்சொற்களில் உள்ளது:

# _createPullRequest.Text
source: Create pull request
ta: இழு கோரிக்கையை உருவாக்கு

# _dateText.Text
source: Date
ta: தேதி

# _daysAgo.Text
source: {0} {1:day|days} ago
ta: {0} {1:நாள்|நாட்கள்} முன்பு

# _deleteFile.Text
source: {0:Delete file|Delete files}
ta: {0:கோப்பை|கோப்புகளை} நீக்கு

# _diffBaseWith.Text
source: Diff BASE with
ta: அடி உடன் வேறுபாடு

# _diffContent.Text
source: Diff contains
ta: வேறுபாடு கொண்டுள்ளது

# _diffRange.Text
source: Range diff
ta: வரம்பு வேறுபாடு

# _diffSelectedWithRememberedFile.Text
source: &Diff with "{0}"
ta: &"{0}" உடன் வேறுபாடு

# _diffWithParent.Text
source: Diff with A
ta: அ உடன் வேறுபாடு

# _directoryIsNotAValidRepository.Text
source: The selected item is not a valid git repository.
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படி சரியான அறிவிலி களஞ்சியமாக இல்லை.

# _disableMenuItem.Text
source: Disable this dropdown
ta: இந்தக் கீழ்தோன்றலை முடக்கு

# _dontShowAgain.Text
source: &Don't show me this message again
ta: இந்தச் செய்தியை மீண்டும் எனக்குக் காட்டாதே

# _error.Text
source: Error
ta: பிழை

# _errorCaptionFailedDeleteFile.Text
source: Failed to delete file
ta: கோப்பை நீக்குவதில் தோல்வி

# _errorCaptionFailedDeleteFolder.Text
source: Failed to delete directory
ta: கோப்பகத்தை நீக்குவதில் தோல்வி

# _errorCaptionNotOnBranch.Text
source: Not on a branch
ta: ஒரு கிளையில் இல்லை

# _errorPuTTYNotFound.Text
source: SSH agent could not be found
ta: பாதுகாப்பானஓடு முகவரைக் கண்டறிய முடியவில்லை

# _errorSshKeyNotFound.Text
source: SSH key file could not be found
ta: பாதுகாப்பானஓடு திறவுகோல் கோப்பைக் கண்டறிய முடியவில்லை

# _errorSshPuTTYInstalled.Text
source: Is PuTTY installed?
ta: புட்டி நிறுவப்பட்டுள்ளதா?

# _errorSshPuTTYNotConfigured.Text
source: PuTTY is not configured as SSH client
ta: புட்டி ஆனது பாதுகாப்பானஓடு வாடிக்கையாளராக உள்ளமைக்கப்படவில்லை

# _errorSshPuTTYWhereConfigure.Text
source: SSH client can be configured in Settings > SSH.
ta: பாதுகாப்பானஓடு வாடிக்கையாளர் அமைக்கபடலாம் அமைப்புகளில் > பாதுகாப்பானஓடு.

# _exitCodeText.Text
source: Exit code
ta: வெளியேறு குறியீடு

# _filterFileInGrid.Text
source: Filter file in &grid
ta: &கட்டத்திலிருந்து கோப்பை வடிகட்டவும்

# _findGitExecutable.Text
source: Find git...
ta: அறிவிலி கண்டுபிடி...

# _forkCloneRepo.Text
source: Fork or clone a repository
ta: ஒரு களஞ்சியத்தை பிளவு அல்லது நகலி செய்

# _generalGitConfigExceptionCaption.Text
source: Repository Configuration Error
ta: களஞ்சிய கட்டமைப்புப் பிழை

# _generalGitConfigExceptionMessage.Text
source: Failed to read "{0}" due to the following error:{1}{1}{2}{1}{1}Due to the nature of this problem, the behavior of the application cannot be guaranteed and it must be closed.{1}{1}Please correct this issue and re-open Git Extensions.
ta: பின்வரும் பிழையின் காரணமாக "{0}" ஐப் படிக்க முடியவில்லை:{1}{1}{2}{1}{1}இந்தச் சிக்கலின் தன்மை காரணமாக, பயன்பாட்டின் நடத்தைக்கு உத்தரவாதம் அளிக்க முடியாது. மூடப்பட வேண்டும்.{1}{1}இந்தச் சிக்கலைச் சரிசெய்து, அறிவிலி நீட்டிப்புகளை மீண்டும் திறக்கவும்.

# _gitDubiousOwnershipHeader.Text
source: Do you want to trust this repository by adding a security exception?
ta: பாதுகாப்பு விதிவிலக்கைச் சேர்ப்பதன் மூலம் இந்தக் களஞ்சியத்தை நம்ப விரும்புகிறீர்களா?

# _gitDubiousOwnershipHideGitCommandOutput.Text
source: Hide git command output...
ta: அறிவிலி கட்டளை வெளியீட்டை மறை...

# _gitDubiousOwnershipOpenRepositoryFolder.Text
source: Open repository in Explorer
ta: ஆய்வுப்பணியில் களஞ்சியத்தைத் திற

# _gitDubiousOwnershipSeeGitCommandOutput.Text
source: See git command output...
ta: அறிவிலி கட்டளை வெளியீட்டைப் பார்க்கவும்...

# _gitDubiousOwnershipText.Text
source: Git detected a security problem that prevents opening the repository. Git-tracked directories are considered unsafe if they are owned by someone other than the current user. To be able to open this repository, you need to either: - add a security exception for the repository to make git trust it, or - correct the ownership of the repository.
ta: அறிவிலி களஞ்சியத்தைத் திறப்பதைத் தடுக்கும் பாதுகாப்புச் சிக்கலைக் கண்டறிந்தது. அறிவிலி கண்காணிக்கப்பட்ட செய்யப்பட்ட கோப்பகங்கள் தற்போதைய பயனரைத் தவிர வேறு ஒருவருக்குச் சொந்தமானதாக இருந்தால் அவை பாதுகாப்பற்றதாகக் கருதப்படும். இந்தக் களஞ்சியத்தைத் திறக்க, நீங்கள் செய்ய வேண்டியது: - அறிவிலியை நம்ப வைக்க, களஞ்சியத்திற்கு பாதுகாப்பு விதிவிலக்கைச் சேர்க்கவும், அல்லது - களஞ்சியத்தின் உரிமையைச் சரி செய்யவும்.

# _gitDubiousOwnershipTrustAllInstruction.Text
source: Git-tracked directories are considered unsafe if they are owned by someone other than the current user. By default, Git will refuse to even parse a Git config of a repository owned by someone else, let alone run its hooks, and this config setting allows users to specify exceptions, e.g. for intentionally shared repositories. If you wish to trust all git repositories on your system even if they are owned by someone else, run the following command. !!! THIS CAN BE DANGEROUS !!!
ta: அறிவிலி கண்காணிக்கப்பட்ட கோப்பகங்கள் தற்போதைய பயனரைத் தவிர வேறு ஒருவருக்குச் சொந்தமானதாக இருந்தால் அவை பாதுகாப்பற்றதாகக் கருதப்படும். இயல்பாக, வேறொருவருக்குச் சொந்தமான களஞ்சியத்தின் அறிவிலி கட்டமைப்பை அலசவும் அறிவிலி மறுக்கும், அதன் கொக்கிகளை இயக்குவது ஒருபுறம் இருக்கட்டும், மேலும் இந்தக் கட்டமைப்பு அமைப்பு விதிவிலக்குகளைக் குறிப்பிட பயனர்களை அனுமதிக்கிறது, எ.கா. வேண்டுமென்றே பகிரப்பட்ட களஞ்சியங்களுக்கு. உங்கள் கணினியில் உள்ள அனைத்து அறிவிலி களஞ்சியங்களையும் நீங்கள் நம்ப விரும்பினால், அவை வேறொருவருக்கு சொந்தமானதாக இருந்தாலும், பின்வரும் கட்டளையை இயக்கவும். !!! இது ஆபத்தானது !!!

# _gitDubiousOwnershipTrustAllRepositories.Text
source: Trust all repositories
ta: எல்லா களஞ்சியங்களையும் நம்புங்கள்

# _gitDubiousOwnershipTrustRepository.Text
source: Trust this repository
ta: இந்தக் களஞ்சியத்தை நம்புங்கள்
