Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# label1.Text
source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY of FITNESS FOR A PARTICULAR PURPOSE.
ta: இந்தத் திட்டம் பயனுள்ளதாக இருக்கும் என்ற நம்பிக்கையில் விநியோகிக்கப்படுகிறது, ஆனால் எந்த உத்தரவாதமும் இல்லாமல்; ஒரு குறிப்பிட்ட வணிகத்தின் நோக்கத்திற்காக உறுதிதன்மை, மறைமுக உத்தரவாதம் கூட இல்லாமல்.

# label2.Text
source: Git Extensions is open source. Get involved!
ta: அறிவிலி நீட்டிப்புகள் திறந்த மூலமாகும். ஈடுபடுங்கள்!

# linkLabelIcons.Text
source: Some icons by Yusuke Kamiyamane (CCA3)
ta: யூசுகே கமியாமானே (CCA3) வழங்கிய சில சின்னங்கள்

# $this.Text
source: Add files
ta: கோப்புகளைச் சேர்

# AddFiles.Text
source: Add files
ta: கோப்புகளைச் சேர்

# ShowFiles.Text
source: Show files
ta: கோப்புகளைக் காட்டு

# force.Text
source: Force
ta: கட்டாயப்படுத்து

# label1.Text
source: Filter
ta: வடிகட்டி

# $this.Text
source: Add submodule
ta: துணை தொகுதியைச் சேர்

# Add.Text
source: Add
ta: சேர்

# Browse.Text
source: Browse
ta: உலாவு

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
ta: ஒரு தொலை பாதை மற்றும் உள்ளக பாதை தேவை

# chkForce.Text
source: Force
ta: கட்டாயப்படுத்து

# label1.Text
source: Path to submodule
ta: துணை தொகுதிக்கான பாதை

# label2.Text
source: Local path
ta: உள்ளக பாதை

# label3.Text
source: Branch
ta: கிளை

# $this.Text
source: Add file(s) to .gitignore
ta: கோப்பை(களை) .அறிவிலிபுறக்கணி இல் சேர்

# AddToIgnore.Text
source: Ignore
ta: புறக்கணிப்பு

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
ta: கோப்பை(களை) .அறிவிலி/தகவல்/விடுவியில் சேர்

# _matchingFilesString.Text
source: {0} file(s) matched
ta: {0} கோப்பு(கள்) பொருந்தும்

# _updateStatusString.Text
source: Updating ...
ta: புதுப்பிக்கிறது...

# groupBox1.Text
source: Preview
ta: முன்னோட்டம்

# groupFilePattern.Text
source: Enter a file pattern to ignore:
ta: புறக்கணிக்கக் கோப்பு வடிவத்தை உள்ளிடவும்:

# label2.Text
source: No existing files match that pattern.
ta: அந்த வடிவத்துடன் பொருந்தக்கூடிய கோப்புகள் எதுவும் இல்லை.

# $this.Text
source: Apply patch
ta: ஒட்டு இடு

# Abort.Text
source: A&bort patch
ta: &ஒட்டை கைவிடு

# AddFiles.Text
source: &Add files
ta: &கோப்புகளைச் சேர்

# Apply.Text
source: Apply patch
ta: ஒட்டு இடு

# BrowseDir.Text
source: Bro&wse
ta: உலாவு

# BrowsePatch.Text
source: B&rowse
ta: உலாவு

# IgnoreWhitespace.Text
source: &Ignore Wh.spc.
ta: &இடைவெளிகளைப் புறக்கணிக்கவும்

# Mergetool.Text
source: &Solve conflicts
ta: &மோதல்களைத் தீர்க்கவும்

# PatchDirMode.Text
source: Patch &directory
ta: ஒட்டு &அடைவு

# PatchFileMode.Text
source: Patch &file
ta: ஒட்டு &கோப்பு

# Resolved.Text
source: Conflicts resolved
ta: மோதல்கள் தீர்க்கப்பட்டன

# SignOff.Text
source: Sign-&Off
ta: &கையொப்பமிடு

# Skip.Text
source: S&kip patch
ta: &ஒட்டு தவிர்

# SolveMergeConflicts.Text
source: There are unresolved merge conflicts
ta: தீர்க்கப்படாத இணைப்பு முரண்பாடுகள் உள்ளன

# _applyPatchMsgBox.Text
source: Apply patch
ta: இடு ஒட்டு

# _conflictMergetoolText.Text
source: &Solve conflicts
ta: &மோதல்களைத் தீர்க்கவும்

# _conflictResolvedText.Text
source: Conflicts resolved
ta: மோதல்கள் தீர்க்கப்பட்டன

# _noFileSelectedText.Text
source: Please select a patch to apply
ta: இடுவதற்கு ஒரு ஒட்டைத் தேர்ந்தெடுக்கவும்

# _selectPatchFileCaption.Text
source: Select patch file
ta: ஒட்டு கோப்பைத் தேர்ந்தெடு

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
ta: ஒட்டு கோப்பு (*.ஒட்டு)

# $this.Text
source: Archive
ta: காப்பகம்

# _noRevisionSelected.Text
source: You need to choose a target revision.
ta: நீங்கள் இலக்கு மீள்திருத்தத்தை தேர்வு செய்ய வேண்டும்.

# _saveFileDialogCaption.Text
source: Save archive as
ta: காப்பகத்தை இவ்வாறு சேமி

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
ta: டார் கோப்பு (*.டார்)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
ta: சிப் கோப்பு (*.சிப்)

# buttonArchiveRevision.Text
source: Save as...
ta: இவ்வாறு சேமி...

# checkBoxPathFilter.Text
source: Archive specific paths only
ta: குறிப்பிட்ட பாதைகளை மட்டும் காப்பகப்படுத்தவும்

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
ta: மேலே உள்ள திருத்தத்திலிருந்து இதற்கு மாற்றப்பட்ட கோப்புகளை எடுத்து அவற்றை மட்டும் காப்பகப்படுத்தவும்

# groupBox1.Text
source: Archive format
ta: காப்பகவடிவம்

# groupBox2.Text
source: Filter files
ta: கோப்புகளை வடிகட்டவும்

# label1.Text
source: This revision will be archived:
ta: இந்த மீள்திருத்தம் காப்பகப்படுத்தப்படும்:

# label2.Text
source: Choose another revision:
ta: மற்றொரு மீள்திருத்தத்தை தேர்ந்தெடு:

# label4.Text
source: separate each new path by new line
ta: ஒவ்வொரு புதிய பாதையையும் புதிய வரியால் பிரிக்கவும்

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
ta: ஒப்பிட்டுப் பார்க்க, முதலில் மீள்திருத்தத்தைத் தேர்ந்தெடுக்கவும்:

# $this.Text
source: Configure available encodings
ta: கிடைக்கும் குறியாக்கங்களை உள்ளமைக்கவும்

# ButtonCancel.Text
source: Cancel
ta: ரத்துசெய்

# ButtonOk.Text
source: OK
ta: சரி

# lAvaolableEncodings.Text
source: Available:
ta: கிடைக்கிறது:

# lSelectedEncodings.Text
source: Selected:
ta: தேர்ந்தெடுக்கப்பட்டது:

# $this.Text
source: Bisect
ta: இருப்பிரிவு

# Bad.Text
source: Mark current revision &bad
ta: தற்போதைய மீள்திருத்தம் &மோசமானதாகக் குறி

# Good.Text
source: Mark current revision &good
ta: தற்போதைய மீள்திருத்தம் &நல்லது எனக் குறிக்கவும்

# Start.Text
source: Start bisect
ta: இருபிரிவு தொடங்கு

# Stop.Text
source: Stop bisect
ta: இருபிரிவு நிறுத்து

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
ta: தேர்ந்தெடுத்த திருத்தங்களைத் தொடக்க இரு பிரிவு வரம்பாகக் குறிக்கவா?

# btnSkip.Text
source: &Skip current revision
ta: &தற்போதைய மீள்திருத்தத்தை தவிர்

# $this.Text
source: File History
ta: கோப்பு வரலாறு

# $this.Text
source: Git Extensions
ta: அறிவிலி நீட்டிப்புகள்

# CommitInfoTabPage.Text
source: Commit
ta: உறுதிமொழி

# DiffTabPage.Text
source: Diff
ta: வேறுபாடு

# EditSettings.ToolTipText
source: Settings
ta: அமைப்புகள்

# GpgInfoTabPage.Text
source: GPG
ta: சிபிசி

# PuTTYToolStripMenuItem.Text
source: &PuTTY
ta: &புட்டி

# RefreshButton.ToolTipText
source: Refresh
ta: புதுப்பி

# ToolStripFilters.Text
source: Filters
ta: வடிகட்டிகள்

# ToolStripMain.Text
source: Standard
ta: தரநிலை

# ToolStripScripts.Text
source: Scripts
ta: கையெழுத்துப்படிவங்கள்

# TreeTabPage.Text
source: File tree
ta: கோப்பு மரம்

# _addUpstreamRemoteToolStripMenuItem.Text
source: &Add upstream remote
ta: &மேலோடை தொலை சேர்

# _buildReportTabCaption.Text
source: Build Report
ta: அறிக்கையை உருவாக்கு

# _closeAll.Text
source: Close all windows
ta: எல்லா சாளரங்களையும் மூடு

# _commitButtonText.Text
source: Commit
ta: உறுதிமொழி

# _configureWorkingDirMenu.Text
source: &Configure this menu
ta: &இந்த பட்டியலை உள்ளமைக்கவும்

# _consoleTabCaption.Text
source: Console
ta: பணியகம்

# _createPullRequestsToolStripMenuItem.Text
source: &Create pull requests...
ta: &இழு கோரிக்கைகளை உருவாக்கு...

# _forkCloneRepositoryToolStripMenuItem.Text
source: &Fork/Clone repository...
ta: &பிளவு/நகலி களஞ்சியம்…

# _goToSuperProject.Text
source: Go to superproject
ta: அருமைதிட்டத்திற்கு செல்க

# _indexLockCantDelete.Text
source: Failed to delete index.lock
ta: குறியீட்டு.பூட்டை நீக்குவதில் தோல்வி

# _loading.Text
source: Loading...
ta: ஏற்றப்படுகிறது...

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
ta: தற்போது திறந்திருக்கும் களஞ்சியத்திற்கு தொடர்புடைய எந்தக் களஞ்சிய புரவலன்களையும் கண்டுபிடிக்க முடியவில்லை.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
ta: களஞ்சிய புரவலன் செருகுநிரல் ஏற்றப்படவில்லை.

# _noSubmodulesPresent.Text
source: No submodules
ta: துணை தொகுதிகள் ஏதுமில்லை

# _noWorkingFolderText.Text
source: No working directory
ta: செயல்படும் அடைவு இல்லை

# _pullFetch.Text
source: Fetch
ta: எடு

# _pullFetchAll.Text
source: Fetch all
ta: எல்லாம் எடு

# _pullFetchPruneAll.Text
source: Fetch and prune all
ta: எடு மற்றும் எல்லாம் கத்தரி

# _pullMerge.Text
source: Pull - merge
ta: இழு - ஒன்றிணைப்பு

# _pullOpenDialog.Text
source: Open pull dialog
ta: இழு உரையாடலைத் திற

# _pullRebase.Text
source: Pull - rebase
ta: இழு - மறுதளம்

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
ta: (களஞ்சிய புரவலன்கள்)

# _superprojectModuleFormat.Text
source: Superproject: {0}
ta: அருமைதிட்டம்: {0}

# _topProjectModuleFormat.Text
source: Top project: {0}
ta: சிறந்த திட்டம்: {0}

# _undoLastCommitCaption.Text
source: Undo last commit
ta: கடைசி உறுதிமொழியை செயல்தவிர்

# _undoLastCommitText.Text
source: You will still be able to find all the commit's changes in the staging area Do you want to continue?
ta: இன்னும் மேடையில் உறுதிமொழி செய்த அனைத்து மாற்றங்களையும் உங்களால் கண்டறிய முடியும் தொடர விரும்புகிறீர்களா?

# _updateCurrentSubmodule.Text
source: Update current submodule
ta: தற்போதைய துணைத்தொகுதியைப் புதுப்பி

# _viewPullRequestsToolStripMenuItem.Text
source: View &pull requests...
ta: இழு &கோரிக்கைகளை காண்க…

# aboutToolStripMenuItem.Text
source: &About
ta: பற்றி

# applyPatchToolStripMenuItem.Text
source: &Apply patch...
ta: ஒட்டு இடு...

# archiveToolStripMenuItem.Text
source: Archi&ve revision...
ta: மீள்திருத்தத்தை காப்பகப்படுத்து...

# bisectToolStripMenuItem.Text
source: B&isect...
ta: இருகூறாக்கு...

# branchSelect.Text
source: Branch
ta: கிளை

# branchSelect.ToolTipText
source: Change current branch
ta: தற்போதைய கிளையை மாற்று

# branchToolStripMenuItem.Text
source: Create &branch...
ta: &கிளை உருவாக்கு...

# changelogToolStripMenuItem.Text
source: &Changelog
ta: &மாற்றம்பதிவு

# checkForUpdatesToolStripMenuItem.Text
source: Check for &updates
ta: &புதுப்பிகள் சரிபார்

# checkoutBranchToolStripMenuItem.Text
source: Chec&kout branch...
ta: கிளைக்கு மாறு...

# checkoutToolStripMenuItem.Text
source: Check&out revision...
ta: மீள்திருத்ததிற்கு மாறு…

# cherryPickToolStripMenuItem.Text
source: Cherr&y pick...
ta: &சிவந்தகனி எடு…

# cleanupToolStripMenuItem.Text
source: Clean &working directory...
ta: &வேலை செய்யும் அடைவை துடை…

# cloneToolStripMenuItem.Text
source: C&lone repository...
ta: &களஞ்சியம் நகலி...

# closeToolStripMenuItem.Text
source: &Close (go to Dashboard)
ta: &மூடு (பொருடபலகைக்குச் செல்)

# commandsToolStripMenuItem.Text
source: &Commands
ta: &கட்டளைகள்

# commitInfoBelowMenuItem.Text
source: Commit info &below graph
ta: &வரைபடத்தின் கீழே உறுதிமொழி தகவல்

# commitInfoLeftwardMenuItem.Text
source: Commit info &left of graph
ta: &வரைபடத்தின் இடது புறம் உறுதிமொழி தகவல்

# commitInfoRightwardMenuItem.Text
source: Commit info &right of graph
ta: வரைபடத்தின் வலது புறம் &உறுதிமொழி தகவல்

# commitToolStripMenuItem.Text
source: &Commit...
ta: &உறுதிமொழி...

# compressGitDatabaseToolStripMenuItem.Text
source: &Compress git database
ta: &அறிவிலி தரவுதளத்தை சுருக்கு

# copyFullPathsCygwinToolStripMenuItem.Text
source: Copy full path(s) - &Cygwin
ta: முழு பாதை(கள்) நகல் - &சைக்சாளர

# copyFullPathsNativeToolStripMenuItem.Text
source: Copy &full path(s) - native
ta: முழு பாதை(கள்) நகல் - பூர்வீகம்

# copyFullPathsWslToolStripMenuItem.Text
source: Copy full path(s) - &WSL
ta: முழு பாதை(கள்) நகல் - &டபல்யுஎச்எல்

# copyRelativePathsNativeToolStripMenuItem.Text
source: Copy relative path(s) - &native
ta: உறவுப் பாதை(கள்) நகல் - பூர்வீகம்

# copyRelativePathsPosixToolStripMenuItem.Text
source: Copy relative path(s) - &POSIX
ta: உறவுப் பாதை(கள்) நகல் - &போசிக்சு

# createAStashToolStripMenuItem.Text
source: &Create a stash...
ta: &ஒரு பதுக்கலை உருவாக்கு...

# dashboardToolStripMenuItem.Text
source: &Dashboard
ta: &பொருடபலகை

# deleteBranchToolStripMenuItem.Text
source: De&lete branch...
ta: கிளையை நீக்கு...

# deleteIndexLockToolStripMenuItem.Text
source: &Delete index.lock
ta: குறியீட்டு.பூட்டு நீக்கு

# deleteTagToolStripMenuItem.Text
source: &Delete tag...
ta: குறிச்சொல் நீக்கு...

# donateToolStripMenuItem.Text
source: &Donate
ta: &நன்கொடை

# editGitAttributesToolStripMenuItem.Text
source: Edit .git&attributes
ta: திருத்து .அறிவிலிபண்புக்கூறுகள்

# editLocalGitConfigToolStripMenuItem.Text
source: &Edit .git/config
ta: &திருத்து .அறிவிலி/கட்டமைப்பு

# editgitignoreToolStripMenuItem1.Text
source: Edit .git&ignore
ta: திருத்து .அறிவிலி&புறக்கணி

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/&exclude
ta: திருத்து .அறிவிலி/தகவல்/விடுவி

# editmailmapToolStripMenuItem.Text
source: Edit .&mailmap
ta: திருத்து .&அஞ்சல்வரைபடம்

# exitToolStripMenuItem.Text
source: E&xit
ta: &வெளியேறு

# fetchAllToolStripMenuItem.Text
source: Fetch &all
ta: எல்லாம் எடு &

# fetchAllToolStripMenuItem.ToolTipText
source: Fetch branches and tags from all remote repositories
ta: அனைத்து தொலை களஞ்சியங்களிலிருந்தும் கிளைகள் மற்றும் குறிச்சொற்களை எடு

# fetchPruneAllToolStripMenuItem.Text
source: F&etch and prune all
ta: &எடு மற்றும் அனைத்தையும் கத்தரிக்கவும்

# fetchPruneAllToolStripMenuItem.ToolTipText
source: Fetch branches and tags from all remote repositories also prune deleted refs
ta: அனைத்து தொலை களஞ்சியங்களிலிருந்தும் கிளைகள் மற்றும் குறிச்சொற்களைப் எடுக்கவும், நீக்கப்பட்ட குறிப்புகளைக் கத்தரிக்கவும்

# fetchToolStripMenuItem.Text
source: &Fetch
ta: &எடு

# fetchToolStripMenuItem.ToolTipText
source: Fetch branches and tags
ta: கிளைகள் மற்றும் குறிச்சொற்களை எடு

# fileExplorerToolStripMenuItem.Text
source: File E&xplorer
ta: &கோப்பு உலாவி

# fileToolStripMenuItem.Text
source: &Start
ta: &தொடங்கு

# formatPatchToolStripMenuItem.Text
source: &Format patch...
ta: &ஒட்டு வடிவமை…

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
ta: விசையை உருவாக்கவும் அல்லது இறக்குமதி செய்யவும்

# gitBashToolStripMenuItem.Text
source: Git &bash
ta: அறிவிலி &பாஓடு

# gitGUIToolStripMenuItem.Text
source: Git &GUI
ta: அறிவிலி &இடைமுகம்

# gitMaintenanceToolStripMenuItem.Text
source: &Git maintenance
ta: &அறிவிலி பராமரிப்பு

# gitcommandLogToolStripMenuItem.Text
source: Git &command log
ta: &அறிவிலி கட்டளை பதிவு

# helpToolStripMenuItem.Text
source: &Help
ta: &உதவி

# initNewRepositoryToolStripMenuItem.Text
source: &Create new repository...
ta: &புதிய களஞ்சியத்தை உருவாக்கு...

# kGitToolStripMenuItem.Text
source: Git&K
ta: அறிவிலி&கே

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remo&te repositories...
ta: &தொலை களஞ்சியங்கள்…

# manageStashesToolStripMenuItem.Text
source: &Manage stashes...
ta: &பதுக்கல்களை நிர்வகி…

# manageStashesToolStripMenuItem.ToolTipText
source: Manage stashes
ta: பதுக்கல்களை நிர்வகி

# manageSubmodulesToolStripMenuItem.Text
source: Manage &submodules...
ta: &துணைதொகுதிகளை நிர்வகி…

# manageWorktreeToolStripMenuItem.Text
source: Manage &worktrees...
ta: &வேலைமரங்களை நிர்வகி…

# menuCommitInfoPosition.ToolTipText
source: Commit info position
ta: உறுதிமொழி தகவல் நிலை

# menuitemSparse.Text
source: Sparse Wor&king Copy
ta: அரிதான வேலை நகல்

# mergeBranchToolStripMenuItem.Text
source: &Merge branches...
ta: &கிளைகளை ஒன்றிணை…

# mergeToolStripMenuItem.Text
source: Pull - &merge
ta: இழு - &ஒன்றிணைப்பு

# navigateToolStripMenuItem.Text
source: &Navigate
ta: &வழிசெலுத்தல்

# openToolStripMenuItem.Text
source: &Open...
ta: &திற...

# patchToolStripMenuItem.Text
source: View patc&h file...
ta: &ஒட்டு கோப்பைக் காண்க...

# pluginSettingsToolStripMenuItem.Text
source: Plugin &Settings
ta: செருகுநிரல் &அமைப்புகள்

# pluginsToolStripMenuItem.Text
source: &Plugins
ta: &செருகுநிரல்கள்

# pullToolStripMenuItem.Text
source: Pull&/Fetch...
ta: இழு&/எடு…

# pullToolStripMenuItem1.Text
source: Open &pull dialog...
ta: &இழு உரையாடலைத் திற...

# pushToolStripMenuItem.Text
source: &Push...
ta: &தள்ளு…

# rebaseToolStripMenuItem.Text
source: R&ebase...
ta: &மறுதளம்…

# rebaseToolStripMenuItem1.Text
source: Pull - &rebase
ta: இழு - &மறுதளம்

# recoverLostObjectsToolStripMenuItem.Text
source: &Recover lost objects...
ta: &இழந்த பொருட்களை மீட்டெடுக்கவும்...

# refreshDashboardToolStripMenuItem.Text
source: &Refresh
ta: &புதுப்பி

# refreshToolStripMenuItem.Text
source: &Refresh
ta: &புதுப்பி

# repoSettingsToolStripMenuItem.Text
source: Rep&ository settings
ta: களஞ்சிய &அமைப்புகள்

# reportAnIssueToolStripMenuItem.Text
source: &Report an issue
ta: &ஒரு சிக்கலைப் புகாரளிக்கவும்

# repositoryToolStripMenuItem.Text
source: &Repository
ta: &களஞ்சியம்

# resetToolStripMenuItem.Text
source: &Reset changes...
ta: &மாற்றங்களை மீட்டமை…

# runMergetoolToolStripMenuItem.Text
source: &Solve merge conflicts...
ta: &ஒன்றிணை மோதல்கள் தீர்க்கவும்…

# setDefaultPullButtonActionToolStripMenuItem.Text
source: Set &default Pull button action
ta: இயல்புநிலை இழுக்கும் பொத்தான் செயலை அமை

# settingsToolStripMenuItem.Text
source: &Settings
ta: &அமைப்புகள்

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
ta: அங்கீகார முகவரைத் தொடங்கு

# stashChangesToolStripMenuItem.Text
source: &Stash
ta: பதுக்கிவை

# stashChangesToolStripMenuItem.ToolTipText
source: Stash changes
ta: மாற்றங்களை பதுக்கிவை

# stashPopToolStripMenuItem.Text
source: Stash &pop
ta: &பதுகலை மேலெடு

# stashPopToolStripMenuItem.ToolTipText
source: Apply and drop single stash
ta: இடு மற்றும் ஒற்றை பதுக்கலை விடு

# stashStagedToolStripMenuItem.Text
source: S&tash staged
ta: &அரங்கேற்றப்பட்டது பதுக்கிவை

# stashStagedToolStripMenuItem.ToolTipText
source: Stash staged changes
ta: மேடை மாற்றங்களைப் பதுக்கிவை

# stashToolStripMenuItem.Text
source: Ma&nage stashes...
ta: &பதுக்கல்களை நிர்வாகி…

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all su&bmodules
ta: அனைத்து துணைதொகுதிகளையும் ஒத்திசைக்கவும்

# tagToolStripMenuItem.Text
source: Create &tag...
ta: குறிச்சொல் &உருவாக்கு...

# toggleLeftPanel.ToolTipText
source: Toggle left panel
ta: இடது பலகையை நிலைமாற்று

# toggleSplitViewLayout.ToolTipText
source: Toggle split view layout
ta: பிளவுக் காட்சி தளவமைப்பை மாற்றவும்

# toolStripButtonCommit.Text
source: Commit
ta: உறுதிமொழி

# toolStripButtonLevelUp.ToolTipText
source: Submodules
ta: துணைதொகுதிகள்

# toolStripButtonPull.Text
source: Pull
ta: இழு

# toolStripButtonPush.Text
source: Push
ta: தள்ளு

# toolStripFileExplorer.ToolTipText
source: File Explorer
ta: கோப்பு உலாவி

# toolStripLabel1.Text
source: &Branches:
ta: &கிளைகள்:

# toolStripLabel1.ToolTipText
source: Branch filter
ta: கிளை வடிகட்டி

# toolStripMenuItemReflog.Text
source: Show reflo&g...
ta: காட்டு &குறிபதிவு…

# toolStripSplitStash.ToolTipText
source: Manage stashes
ta: பதுக்கிவைகளை நிர்வகி

# toolbarsMenuItem.Text
source: Toolbars
ta: கருவி பட்டிகள்

# toolsToolStripMenuItem.Text
source: &Tools
ta: &கருவிகள்

# translateToolStripMenuItem.Text
source: &Translate
ta: &மொழிபெயர்

# tsbShowReflog.ToolTipText
source: Show all reflog references
ta: அனைத்து குறிபதிவு குறிப்புகளையும் காட்டு

# tsbtnAdvancedFilter.ToolTipText
source: Advanced filter
ta: மேம்பட்ட வடிகட்டி

# tsddbtnBranchFilter.Text
source: Branch type
ta: கிளை வகை

# tsddbtnRevisionFilter.Text
source: Filter type
ta: வடிப்பான் வகை

# tslblRevisionFilter.Text
source: &Filter:
ta: &வடிப்பான்:

# tslblRevisionFilter.ToolTipText
source: Text filter
ta: உரை வடிப்பான்

# tsmiAdvancedFilter.Text
source: &Advanced filter
ta: &மேம்பட்ட வடிகட்டி

# tsmiAuthorFilter.Text
source: &Author
ta: &ஆசிரியர்

# tsmiBranchLocal.Text
source: &Local
ta: &உள்ளகம்

# tsmiBranchRemote.Text
source: &Remote
ta: தொலை

# tsmiBranchTag.Text
source: &Tag
ta: &குறிச்சொல்

# tsmiCommitFilter.Text
source: Commit &message
ta: &உறுதிமொழி செய்தி

# tsmiCommitterFilter.Text
source: &Committer
ta: &உறுதிமொழியளிப்பவர்

# tsmiDiffContainsFilter.Text
source: &Diff contains (SLOW)
ta: &வேறுபாடு கொண்டுள்ளது (மெதுவாக)

# tsmiFavouriteRepositories.Text
source: &Favorite repositories
ta: &பிடித்த களஞ்சியங்கள்

# tsmiRecentRepositories.Text
source: &Recent repositories
ta: &சமீபத்திய களஞ்சியங்கள்

# tsmiRecentRepositoriesClear.Text
source: Clear list
ta: பட்டியல் அழி

# tsmiResetAllFilters.Text
source: &Reset revision filters
ta: &மீள்திருத்த வடிப்பான்களை மீட்டமை

# tsmiResetPathFilters.Text
source: Reset &path filter
ta: &பாதை வடிகட்டி மீட்டமை

# tsmiShowBranchesAll.Text
source: &All branches
ta: &அனைத்து கிளைகளும்

# tsmiShowBranchesAll.ToolTipText
source: Show all branches
ta: அனைத்து கிளைகளையும் காட்டு

# tsmiShowBranchesCurrent.Text
source: &Current branch only
ta: &தற்போதைய கிளையை மட்டும்

# tsmiShowBranchesCurrent.ToolTipText
source: Show current branch only
ta: தற்போதைய கிளையை மட்டும் காட்டு

# tsmiShowBranchesFiltered.Text
source: &Filtered branches
ta: &வடிகட்டப்பட்ட கிளைகள்

# tsmiShowBranchesFiltered.ToolTipText
source: Show filtered branches
ta: வடிகட்டப்பட்ட கிளைகளைக் காட்டு

# tsmiShowOnlyFirstParent.ToolTipText
source: Show only first parent
ta: முதல் பெற்றோரை மட்டும் காட்டு

# tsmiTelemetryEnabled.Text
source: &Yes, I allow telemetry
ta: &ஆம், நான் தொலைஅளவுகளை அனுமதிக்கிறேன்

# tssbtnShowBranches.Text
source: &All branches
ta: &அனைத்து கிளைகளும்

# tssbtnShowBranches.ToolTipText
source: Show all branches
ta: அனைத்து கிளைகளையும் காட்டு

# undoLastCommitToolStripMenuItem.Text
source: &Undo last commit...
ta: &கடைசி உறுதிமொழியை செயல்தவிர்...

# updateAllSubmodulesToolStripMenuItem.Text
source: &Update all submodules
ta: &அனைத்து துணை தொகுதிகளையும் புதுப்பி

# userManualToolStripMenuItem.Text
source: User &manual
ta: பயனர் &கையேடு

# userShell.ToolTipText
source: Git bash
ta: அறிவிலி பாஓடு

# viewToolStripMenuItem.Text
source: &View
ta: &காட்சி

# $this.Text
source: Browse repository window
ta: களஞ்சிய சாளரத்தை உலாவுக

# chkChowConsoleTab.Text
source: Show the Console tab
ta: பணியக தாவலைக் காட்டு

# chkShowGpgInformation.Text
source: Show GPG information
ta: சிபிசி தகவலைக் காட்டு

# chkUseBrowseForFileHistory.Text
source: Show file history in the main window
ta: பிரதான சாளரத்தில் கோப்பு வரலாற்றைக் காட்டு

# chkUseDiffViewerForBlame.Text
source: Show blame in diff viewer
ta: வேறுபாடு காட்டியில் பழியைக் காட்டு

# gbTabs.Text
source: Tabs (restart required)
ta: தாவல்கள் (மறுதொடக்கம் தேவை)

# label2.Text
source: Default shell
ta: இயல்புநிலை ஓடு

# $this.Text
source: Change log
ta: மாற்றம் பதிவு

# $this.Text
source: Checkout branch
ta: கிளைக்கு மாறு

# LocalBranch.Text
source: Local &branch
ta: உள்ளக கிளை

# Ok.Text
source: &Checkout
ta: &மாறு

# Remotebranch.Text
source: Remote &branch
ta: தொலை கிளை

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
ta: பதுக்கவைக்கப்பட்ட பொருட்களை மீண்டும் வேலை செய்யும் கோப்பகத்தில் பயன்படுத்தவா?

# _applyStashedItemsAgainCaption.Text
source: Auto stash
ta: தானியங்கு பதுக்கிவை

# _createBranch.Text
source: Cr&eate local branch with the name:
ta: &இந்த பெயருடன் உள்ளக கிளை உருவாக்கு:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
ta: தனிப்பயன் கிளையின் பெயர் காலியாக உள்ளது. செல்லுபடியாகும் கிளை பெயரை உள்ளிடவும் அல்லது முன் வரையறுக்கப்பட்ட மதிப்பைத் தேர்ந்தெடுக்கவும்.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
ta: “{0}” என்பது செல்லுபடியாகாத கிளை பெயர். செல்லுபடியாகும் கிளை பெயரை உள்ளிடவும் அல்லது முன் வரையறுக்கப்பட்ட மதிப்பைத் தேர்ந்தெடுக்கவும்.

# _invalidBranchName.Text
source: An existing branch must be selected.
ta: ஏற்கனவே இருக்கும் கிளை தேர்ந்தெடுக்கப்பட வேண்டும்.

# _resetCaption.Text
source: Reset branch
ta: கிளையை மீட்டமை

# _resetNonFastForwardBranch.Text
source: You are going to reset the “{0}” branch to a new location discarding ALL the commited changes since the {1} revision. Are you sure?
ta: நீங்கள் "{0}" கிளையை ஒரு புதிய இடத்திற்கு மீட்டமைக்கப் போகிறீர்கள், {1} திருத்தத்திற்குப் பிறகு செய்யப்பட்ட அனைத்து மாற்றங்களையும் நிராகரிக்கிறீர்கள். நீங்கள் உறுதியாக இருக்கிறீர்களா?

# chkSetLocalChangesActionAsDefault.Text
source: Set as &default
ta: இயல்புநிலையாக &அமை

# label1.Text
source: &Select branch
ta: &கிளையைத் தேர்ந்தெடு

# localChangesGB.Text
source: Local changes
ta: உள்ளக மாற்றங்கள்
