Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# chkEnsureCommitMessageSecondLineEmpty.Text
source: Ensure the second line of commit message is empty
ta: உறுதிமொழி செய்தியின் இரண்டாவது வரி காலியாக இருப்பதை உறுதிமொழிப்படுத்தவும்

# chkShowCommitAndPush.Text
source: Commit && Push
ta: உறுதிமொழி && தள்ளு

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
ta: கோப்புகளை மேடைநிறுத்தும்போது பிழைகளைக் காண்பி

# chkShowResetAllChanges.Text
source: Reset All Changes
ta: அனைத்து மாற்றங்களையும் மீட்டமை

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
ta: மேடைப்படுத்தப்படாத மாற்றங்களை மீட்டமை

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
ta: உறுதிமொழி உரையாடலில் உறுதிமொழி செய்திகளை எழுதுங்கள் (இல்லையெனில் உறுதிமொழியின்போது செய்தி கோரப்படும்)

# groupBoxBehaviour.Text
source: Behaviour
ta: நடத்தை

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
ta: உறுதிமொழி பொத்தான் பகுதியில் கூடுதல் பொத்தான்களைக் காட்டு

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
ta: உறுதிமொழி உரையாடல்கில் முந்தைய செய்திகளின் எண்ணிக்கை

# _brokenRefs.Text
source: The repository refs seem to be broken:
ta: களஞ்சிய குறிப்புகள் உடைந்ததாகத் தெரிகிறது:

# _copyLink.Text
source: Copy &link ({0})
ta: இணைப்பை &நகல் ({0})

# _derivesFromNoTag.Text
source: Derives from no tag
ta: இல்லாத குறிச்சொல்லிலிருந்து பெறப்பட்டது

# _derivesFromTag.Text
source: Derives from tag:
ta: குறிச்சொல்லிலிருந்து பெறப்பட்டது:

# _plusCommits.Text
source: commits
ta: உறுதிமொழிகள்

# _repoFailure.Text
source: Repository failure
ta: களஞ்சிய தோல்வி

# _trsLinksRelatedToRevision.Text
source: Related links:
ta: தொடர்புடைய இணைப்புகள்:

# addNoteToolStripMenuItem.Text
source: Add &notes
ta: &குறிப்புகளை சேர்

# copyCommitInfoToolStripMenuItem.Text
source: &Copy commit info
ta: &உறுதிமொழி தகவல் நகலெடு

# copyLinkToolStripMenuItem.Text
source: Copy link
ta: இணைப்பை நகலெடு

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
ta: எந்த ஒரு உள்ளக கிளையிலும் இந்தக் உறுதிமொழி இல்லாதபோது மட்டும் தொலைக் கிளைகளைக் காட்டவும்

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
ta: இந்த உறுதிமொழியைக் கொண்ட தொலைக் கிளைகளைக் காட்டு

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
ta: இந்த உறுதிமொழியைக் கொண்ட உள்ளக கிளைகளைக் காட்டு

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
ta: இந்த உறுதிமொழியைக் கொண்ட குறிச்சொற்களைக் காட்டு

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
ta: குறிப்புக் குறிச்சொற்களின் செய்திகளைக் காண்பி

# showTagThisCommitDerivesFromMenuItem.Text
source: Show the most recent tag this commit derives from
ta: இந்த உறுதிமொழிப்பாட்டிலிருந்து பெறப்பட்ட மிகச் சமீபத்திய குறிச்சொல்லைக் காட்டு

# _noRevision.Text
source: No revision
ta: திருத்தங்கள் ஏதுமில்லை

# _notAvailable.Text
source: n/a
ta: பொருந்தாது

# labelAuthorCaption.Text
source: Author:
ta: ஆசிரியர்:

# labelBranchesCaption.Text
source: Branch(es):
ta: கிளை(கள்):

# labelDateCaption.Text
source: Commit date:
ta: உறுதிமொழி தேதி:

# labelTagsCaption.Text
source: Tag(s):
ta: குறிச்சொல்(கள்):

# _cantReadRegistry.Text
source: Git Extensions has insufficient permissions to check the registry.
ta: அறிவிலி நீட்டிப்புகளில் பதிவேட்டைச் சரிபார்க்க போதுமான அனுமதிகள் இல்லை.

# _selectFile.Text
source: Select file
ta: கோப்பைத் தேர்ந்தெடு

# $this.Text
source: Confirmations
ta: உறுதிப்படுத்தல்கள்

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
ta: புதிதாகத் தள்ளப்பட்ட கிளைக்கான கண்காணிப்பு குறிப்பைச் சேர்க்கவும்

# chkAmend.Text
source: Amend last commit
ta: கடைசி உறுதிமொழியைத் திருத்தவும்

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (else stash will be popped automatically)
ta: வெற்றிகரமான மாறுதலுக்குப் பிறகு பதுக்கிவைகப்பட்ட மாற்றங்களை இடவும் (இல்லையெனில் பதுக்கல் தானாகவே மேலேடுக்கப்படும்)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (else stash will be popped automatically)
ta: வெற்றிகரமான இழுத்தலுக்குப் பிறகு பதுக்கிவைகப்பட்ட மாற்றங்களை இடவும் (இல்லையெனில் பதுக்கல் தானாகவே மேலேடுக்கப்படும்)

# chkBranchDeleteUnmerged.Text
source: Delete unmerged branches
ta: இணைக்கப்படாத கிளைகளை நீக்கு

# chkCommitAfterConflictsResolved.Text
source: Commit changes after conflicts have been resolved
ta: மோதல்கள் தீர்க்கப்பட்ட பிறகு மாற்றங்களை உறுதிமொழியுங்கள்

# chkCommitIfNoBranch.Text
source: Commit when no branch is currently checked out (headless state)
ta: எந்தக் கிளையும் தற்போது மாறாதபோது உறுதிமொழி (தலை இல்லாத நிலை)

# chkConfirmStashDrop.Text
source: Drop stash
ta: பதுக்கலை கைவிடு

# chkFetchAndPruneAllConfirmation.Text
source: Fetch and prune branches
ta: எடு மற்றும் கிளைகளைக் கத்தரிக்கவும்

# chkPushNewBranch.Text
source: Push a new branch for the remote
ta: தொலைக்கான புதிய கிளையைத் தள்ளு

# chkRebaseOnTopOfSelectedCommit.Text
source: Rebase on top of selected commit
ta: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழியின் மேல் மறுதளம்

# chkResolveConflicts.Text
source: Resolve conflicts
ta: மோதல்களைத் தீர்க்கவும்

# chkSecondAbortConfirmation.Text
source: Confirm for the second time to abort a merge
ta: இணைதல் நிறுத்துவதை இரண்டாவது முறையாக உறுதிப்படுத்தவும்

# chkSwitchWorktree.Text
source: Switch worktree
ta: பணிமரம் மாற்றவும்

# chkUndoLastCommitConfirmation.Text
source: Undo last commit
ta: கடைசி உறுதிமொழியைச் செயல்தவிர்

# chkUpdateModules.Text
source: Update submodules on checkout
ta: மாறுகையில் துணைத் தொகுதிகளைப் புதுப்பி

# gbConfirmations.Text
source: Confirm actions
ta: செயல்களை உறுதிமொழிப்படுத்தவும்

# lblGroupBranches.Text
source: Branches:
ta: கிளைகள்:

# lblGroupCommits.Text
source: Commits:
ta: உறுதிமொழிகள்:

# lblGroupConflictResolution.Text
source: Rebase / conflict resolution:
ta: மறுதளம் / மோதல்கள் தீர்வு:

# lblGroupStashes.Text
source: Stash:
ta: பதுக்கிவை:

# lblGroupSubmodules.Text
source: Submodules:
ta: துணை தொகுதிகள்:

# lblGroupWorktrees.Text
source: Worktrees:
ta: பணிமரங்கள்:

# $this.Text
source: Console style
ta: பணியக நடை

# consoleFontChangeButton.Text
source: font name
ta: எழுத்துருப் பெயர்

# groupBoxConsoleSettings.Text
source: Console settings (restart required)
ta: பணியக அமைப்புகள் (மறுதொடக்கம் தேவை)

# label1.Text
source: Console style
ta: பணியக நடை

# lblFontName.Text
source: Font
ta: எழுத்துரு

# bApply.Text
source: Apply
ta: இடு

# bClear.Text
source: Clear
ta: துடை

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
ta: எல்லா சூடானவிசைகளையும் இயல்புநிலைக்கு மீட்டமை

# columnCommand.Text
source: Command
ta: கட்டளை

# columnKey.Text
source: Key
ta: விசை

# lHotkey.Text
source: Hotkey
ta: சூடான விசை

# lHotkeyableItems.Text
source: Hotkeyable Items
ta: சூடானவிசையாகும் பொருட்கள்

# txtHotkey.Text
source: None
ta: ஏதுமில்லை

# $this.Text
source: Create Pull Request
ta: இழு கோரிக்கையை உருவாக்கு

# _createBtn.Text
source: Create
ta: உருவாக்கு

# _strDone.Text
source: Done
ta: முடிந்தது

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
ta: இழுக்கும் கோரிக்கையை உருவாக்குவதில் தோல்வி.

# _strLoading.Text
source: Loading...
ta: ஏற்றப்படுகிறது...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
ta: இழு கோரிக்கைக்கு முன் அறிவிலிமைய களஞ்சியத்தை நகல் செய்யவும்.

# _strPullRequest.Text
source: Pull request
ta: இழு கோரிக்கை

# _strRemoteFailToLoadBranches.Text
source: Fail to load target branches
ta: இலக்குக் கிளைகளை ஏற்றுவதில் தோல்வி

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
ta: நீங்கள் ஒரு தலைப்பைக் குறிப்பிட வேண்டும்.

# groupBox1.Text
source: Pull request data
ta: கோரிக்கை தரவை இழுக்கவும்

# label1.Text
source: Title:
ta: தலைப்பு:

# label2.Text
source: Body:
ta: உடல்:

# label3.Text
source: Target repository:
ta: இலக்கு களஞ்சியம்:

# label4.Text
source: Your branch:
ta: உங்கள் கிளை:

# label5.Text
source: Target branch:
ta: இலக்குக் கிளை:

# _cloneFork.Text
source: Clone {0} repository
ta: நகலி களஞ்சியம் {0}

# _cloneRepository.Text
source: Clone repository
ta: நகலி களஞ்சியம்

# _createRepository.Text
source: Create new repository
ta: புதிய களஞ்சியத்தை உருவாக்கு

# _develop.Text
source: Develop
ta: உருவாக்கு

# _donate.Text
source: Donate
ta: நன்கொடை

# _issues.Text
source: Issues
ta: சிக்கல்கள்

# _openRepository.Text
source: Open repository
ta: திறந்த களஞ்சியம்

# _translate.Text
source: Translate
ta: மொழிபெயர்

# lblContribute.Text
source: Contribute
ta: பங்களி

# $this.Text
source: Detailed
ta: விரிவான

# PushWindowGB.Text
source: Push window
ta: தள்ளு சாளரம்

# addLogMessages.Text
source: Add log messages
ta: பதிவு செய்திகளைச் சேர்

# chkRemotesFromServer.Text
source: Get remote branches directly from the remote
ta: தொலை கிளைகளை நேரடியாகத் தொலையிலிருந்து பெறுங்கள்

# chkUseSSL.Text
source: Use SSL/TLS
ta: பாதுகாக்குகுழிஅடுக்கு/போக்குவரத்துஅடுக்குபாதுகாப்பைப் பயன்படுத்து

# groupBoxEmailSettings.Text
source: Email settings for sending patches
ta: ஒட்டுகளை அனுப்புவதற்கான மின்னஞ்சல் அமைப்புகள்

# lblSmtpServerName.Text
source: SMTP server name
ta: எளியஞ்சல்மாற்றுநெறிமுறை சேவையக பெயர்

# lblSmtpServerPort.Text
source: Port
ta: துறைமுகம்

# mergeWindowGroup.Text
source: Merge window
ta: ஒன்றிணை சாளரம்

# $this.Text
source: Diff viewer
ta: வேறுபாடு காட்டி

# chkContScrollToNextFileOnlyWithAlt.Text
source: Enable automatic continuous scroll (without ALT button)
ta: தானியங்கி தொடர்ச்சியான உருட்டலை இயக்கு (ALT பொத்தான் இல்லாமல்)

# chkOmitUninterestingDiff.Text
source: Omit uninteresting changes from combined diff
ta: ஒருங்கிணைந்த வேறுபாட்டிலிருந்து ஆர்வமற்ற மாற்றங்களைத் தவிர்க்கவும்

# chkOpenSubmoduleDiffInSeparateWindow.Text
source: Open Submodule Diff in separate window
ta: துணை தொகுதி வேறுபாடை தனி சாளரத்தில் திறக்கவும்

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
ta: 'இடைவெளிகளைப் புறக்கணி' விருப்பத்தை நினைவில் கொள்

# chkRememberNumberOfContextLines.Text
source: Remember the 'Number of context lines' preference
ta: 'சூழல் வரிகளின் எண்ணிக்கை' விருப்பத்தேர்வை நினைவில் கொள்

# chkRememberShowEntireFilePreference.Text
source: Remember the 'Show entire file' preference
ta: 'முழு கோப்பையும் காட்டு' விருப்பத்தை நினைவில் கொள்

# chkRememberShowNonPrintingCharsPreference.Text
source: Remember the 'Show nonprinting characters' preference
ta: 'அச்சியில்லாத எழுத்துக்களைக் காட்டு' விருப்பத்தை நினைவில் கொள்

# chkRememberShowSyntaxHighlightingInDiff.Text
source: Remember the 'Show syntax highlighting' preference
ta: 'தொடரியல் சிறப்பம்சத்தைக் காட்டு' விருப்பத்தேர்வை நினைவில் கொள்

# chkShowAllCustomDiffTools.Text
source: Show all available difftools
ta: கிடைக்கும் அனைத்து வேறுபாடுகருவிகளையும் காட்டு.

# chkShowAllCustomDiffTools.ToolTipText
source: Show all configured difftools in a dropdown. The primary difftool can still be selected by clicking the main menu entry.
ta: அனைத்து உள்ளமைக்கப்பட்ட வேறுபாடுகருவிகளையும் ஒரு கீழ்தோன்றலில் காட்டு. முதன்மை பட்டியலில் உள்ளீட்டைக் சொடுக்குவதன் மூலம் முதன்மை வேறுபாடுகருவியைத் தேர்ந்தெடுக்கலாம்.

# chkShowDiffForAllParents.Text
source: Show file differences for all parents in browse dialog
ta: உலாவல் உரையாடலில் அனைத்து பெற்றோர்களுக்கும் கோப்பு வேறுபாடுகளைக் காட்டு

# chkShowDiffForAllParents.ToolTipText
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE), show the difference between the commits as well as the difference from BASE to the selected commits. See documentation for more details about icons and range diffs. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
ta: ஒரே ஒரு வேறுபாடிற்கு மட்டுப்படுத்தாமல், தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளுக்கு இடையே உள்ள அனைத்து வேறுபாடுகளையும் காட்டு. - தேர்ந்தெடுக்கப்பட்ட ஒரு உறுதிமொழிக்கு, அதன் பெற்றோரின் உறுதிமொழியுடன் வேறுபாடைக் காட்டு. - ஒரு தேர்ந்தெடுக்கப்பட்ட ஒன்றிணைப்பு உறுதிமொழிக்கு, எல்லா பெற்றோருடனும் வேறுபாடைக் காட்டு. - பொதுவான மூதாதையருடன் (அடிப்படை) தேர்ந்தெடுக்கப்பட்ட இரண்டு உறுதிமொழிகளுக்கு, உறுதிமொழிகளுக்கு இடையே உள்ள வேறுபாட்டையும், அடிப்படை இலிருந்து தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளுக்கான வேறுபாட்டையும் காட்டவும். சின்னங்கள் மற்றும் வரம்பு வேறுபாடுகள்பற்றிய கூடுதல் விவரங்களுக்கு ஆவணங்களைப் பார்க்கவும். - பல தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளுக்கு (நான்கு வரை), கடைசியாகத் தேர்ந்தெடுக்கப்பட்ட உறுதிமொழி உடன் முதலில் தேர்ந்தெடுக்கப்பட்ட அனைத்திற்கும் வேறுபாட்டைக் காட்டவும். - தேர்ந்தெடுக்கப்பட்ட நான்குக்கும் மேற்பட்ட உறுதிமொழிகளுக்கு, முதலிலிருந்து கடைசியாகத் தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிவரை வேறுபாட்டைக் காட்டு.

# gbGeneral.Text
source: General
ta: பொது

# label1.Text
source: Vertical ruler position [chars]
ta: செங்குத்து வரைகோல் நிலை [எழுத்துகள்]

# _addToDictionaryText.Text
source: Add to dictionary
ta: அகராதியில் சேர்

# _autoCompletionText.Text
source: Provide auto completion
ta: தானாக நிறைவு செய்வதை வழங்கவும்

# _copyMenuItemText.Text
source: Copy
ta: நகல்

# _cutMenuItemText.Text
source: Cut
ta: வெட்டு

# _deleteMenuItemText.Text
source: Delete
ta: நீக்கு

# _dictionaryText.Text
source: Dictionary
ta: அகராதி

# _ignoreWordText.Text
source: Ignore word
ta: சொல்லைப் புறக்கணி

# _markIllFormedLinesText.Text
source: Mark ill formed lines
ta: தவறாக உருவாக்கப்பட்ட வரிகளைக் குறிக்கவும்

# _pasteMenuItemText.Text
source: Paste
ta: ஒட்டு

# _removeWordText.Text
source: Remove word
ta: வார்த்தையை நீக்கு

# _selectAllMenuItemText.Text
source: Select all
ta: அனைத்தையும் தேர்ந்தெடு

# _repoHasNoCommits.Text
source: This repository does not yet contain any commits.
ta: இந்தக் களஞ்சியத்தில் இதுவரை எந்த உறுதிமொழிகளும் இல்லை.

# btnEditGitIgnore.Text
source: Edit .gitignore
ta: திருத்து .அறிவிலிபுறக்கணி

# btnOpenCommitForm.Text
source: Commit
ta: உறுதிமொழி

# lblEmptyRepository.Text
source: This repository does not yet contain any commits.
ta: இந்தக் களஞ்சியத்தில் இதுவரை எந்த உறுதிமொழிகளும் இல்லை.

# FilterToolTip.ToolTipTitle
source: RegEx
ta: வழக்கவெளி

# FilterWatermarkLabel.Text
source: Filter files using a regular expression...
ta: வழக்கமான வெளிப்பாட்டைப் பயன்படுத்தி கோப்புகளை வடிகட்டவும்...

# LoadingFiles.Text
source: Loading data...
ta: தரவை ஏற்றுகிறது...

# NoFiles.Text
source: No changes
ta: மாற்றங்கள் ஏதுமில்லை

# _sortByContextMenu.Text
source: &Sort by...
ta: &மூலம் வரிசைப்படுத்து...

# columnHeader.Text
source: Files
ta: கோப்புகள்

# _cannotViewImage.Text
source: Cannot view image {0}
ta: படத்தைப் பார்க்க முடியாது {0}

# _largeFileSizeWarning.Text
source: This file is {0:N1} MB. Showing large files can be slow. Click to show anyway.
ta: இந்தக் கோப்பு {0:ந1} மே.பை. பெரிய கோப்புகளைக் காண்பிப்பது மெதுவாக இருக்கும். எப்படியும் காட்ட சொடுக்கவும்.

# automaticContinuousScrollToolStripMenuItem.Text
source: Enable automatic continuous scroll (without ALT button)
ta: தானியங்கி தொடர்ச்சியான உருட்டலை இயக்கு (ஆல்ட் பொத்தான் இல்லாமல்)

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
ta: புதிய பதிப்பை நகலெடு

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
ta: பழைய பதிப்பை நகலெடு

# copyPatchToolStripMenuItem.Text
source: Copy patch
ta: ஒட்டு நகல்

# copyToolStripMenuItem.Text
source: Copy
ta: நகல்

# decreaseNumberOfLines.ToolTipText
source: Decrease the number of lines of context
ta: சூழலின் வரிகளின் எண்ணிக்கையைக் குறைக்கவும்

# decreaseNumberOfLinesToolStripMenuItem.Text
source: Decrease the number of lines of context
ta: சூழலின் வரிகளின் எண்ணிக்கையைக் குறைக்கவும்

# findToolStripMenuItem.Text
source: Find
ta: கண்டுபிடி

# goToLineToolStripMenuItem.Text
source: Go to line
ta: வரிக்குச் செல்

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
ta: எல்லா இடைவெளி மாற்றங்களையும் புறக்கணி

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
ta: எல்லா இடைவெளி மாற்றங்களையும் புறக்கணி

# ignoreWhiteSpaces.ToolTipText
source: Ignore changes in amount of whitespace
ta: வெள்ளை இடத்தின் அளவு மாற்றங்களைப் புறக்கணி

# ignoreWhitespaceAtEol.ToolTipText
source: Ignore whitespace changes at end of line
ta: வரியின் முடிவில் உள்ள இடைவெளி மாற்றங்களைப் புறக்கணி

# ignoreWhitespaceAtEolToolStripMenuItem.Text
source: Ignore whitespace changes at end of line
ta: வரியின் முடிவில் உள்ள இடைவெளி மாற்றங்களைப் புறக்கணி

# ignoreWhitespaceChangesToolStripMenuItem.Text
source: Ignore changes in amount of whitespace
ta: வெள்ளை இடத்தின் அளவு மாற்றங்களைப் புறக்கணி

# increaseNumberOfLines.ToolTipText
source: Increase the number of lines of context
ta: சூழலின் வரிகளின் எண்ணிக்கையை அதிகரிக்கவும்

# increaseNumberOfLinesToolStripMenuItem.Text
source: Increase the number of lines of context
ta: சூழலின் வரிகளின் எண்ணிக்கையை அதிகரிக்கவும்

# nextChangeButton.ToolTipText
source: Next change
ta: அடுத்த மாற்றம்

# previousChangeButton.ToolTipText
source: Previous change
ta: முந்தைய மாற்றம்

# resetSelectedLinesToolStripMenuItem.Text
source: Reset selected line(s)
ta: தேர்ந்தெடுக்கப்பட்ட வரி(களை) மீட்டமை

# settingsButton.ToolTipText
source: Settings
ta: அமைப்புகள்

# showEntireFileButton.ToolTipText
source: Show entire file
ta: முழு கோப்பையும் காட்டு

# showEntireFileToolStripMenuItem.Text
source: Show entire file
ta: முழு கோப்பையும் காட்டு

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
ta: அச்சில்லாத எழுத்துக்களைக் காட்டு

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
ta: அச்சில்லாத எழுத்துக்களைக் காட்டு

# showSyntaxHighlighting.ToolTipText
source: Show syntax highlighting
ta: தொடரியல் சிறப்பம்சத்தைக் காட்டு

# stageSelectedLinesToolStripMenuItem.Text
source: Stage selected line(s)
ta: தேர்ந்தெடுக்கப்பட்ட வரி(கள்) மேடையேற்று

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
ta: எல்லாக் கோப்புகளையும் உரையாகக் கருதுங்கள்

# unstageSelectedLinesToolStripMenuItem.Text
source: Unstage selected line(s)
ta: தேர்ந்தெடுக்கப்பட்ட வரி(கள்) மேடையற்றதாக்கு

# _findAndReplaceForm.Text
source: Find and replace
ta: தேடல் மற்றும் மாற்று

# $this.Text
source: Find and replace
ta: தேடல் மற்றும் மாற்று

# _findAndReplaceString.Text
source: Find & replace
ta: தேடல் & மாற்று

# _findString.Text
source: Find
ta: தேடல்

# _noOccurrencesFoundString.Text
source: No occurrences found.
ta: நிகழ்வுகள் எதுவும் இல்லை.

# _noSearchString.Text
source: No string specified to look for!
ta: தேடுவதற்கு சரம் எதுவும் குறிப்பிடப்படவில்லை!

# _notFoundString.Text
source: Not found
ta: கிடைக்கவில்லை.

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
ta: {0} நிகழ்வுகள் மாற்றப்பட்டன.

# _selectionOnlyString.Text
source: selection only
ta: தேர்வு மட்டும்

# _textNotFoundString.Text
source: Text not found
ta: உரை கிடைக்கவில்லை.

# _textNotFoundString2.Text
source: Search text not found.
ta: தேடல் உரை கிடைக்கவில்லை.

# btnCancel.Text
source: Cancel
ta: ரத்துசெய்

# btnFindNext.Text
source: &Find next
ta: &அடுத்ததைக் கண்டுபிடி

# btnFindPrevious.Text
source: Find pre&vious
ta: &முந்தையதைக் கண்டுபிடி

# btnHighlightAll.Text
source: Find && highlight &all
ta: அனைத்தையும் &&கண்டுபிடி &முன்னிலைப்படுத்து

# btnReplace.Text
source: &Replace
ta: &மாற்று

# btnReplaceAll.Text
source: Replace &All
ta: எல்லாம் மாற்று

# chkMatchCase.Text
source: Match &case
ta: வழக்கு பொருத்தம்

# chkMatchWholeWord.Text
source: Match &whole word
ta: &முழு சொல்லைப் பொருத்து

# label1.Text
source: Fi&nd what:
ta: என்ன கண்டுபிடிக்க:

# lblReplaceWith.Text
source: Re&place with:
ta: இதனுடன் மாற்று:

# buttonBrowse.Text
source: Browse...
ta: உலாவு...

# $this.Text
source: Remote repository fork and clone
ta: பிளவு மற்றும் நகலி தொலை களஞ்சியம்

# ProtocolLabel.Text
source: Protocol:
ta: நெறிமுறை:

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
ta: நகலி கோப்புறை காலியாக இருக்க முடியாது

# _strCouldNotAddRemote.Text
source: Could not add remote
ta: தொலையைச் சேர்க்க முடியவில்லை

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
ta: பயனரின் களஞ்சியங்களைப் எடுக்கமுடியவில்லை!

# _strFailedToFork.Text
source: Failed to fork:
ta: பிளவு உருவாக்குவதில் தோல்வி:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
ta: களஞ்சியங்களைப் பெறுவதில் தோல்வி. இது பெரும்பாலும் நீங்கள் {0} ஐ உள்ளமைக்கவில்லை என்று பொருள், தயவு செய்து "செருகுநிரல்கள்/{0}" பட்டியலில் வழியாகச் செய்யுங்கள்.

# _strLoading.Text
source: : LOADING :
ta: : ஏற்றுகிறது :

# _strNoHomepageDefined.Text
source: No homepage defined
ta: முகப்புப்பக்கம் வரையறுக்கப்படவில்லை

# _strSearchFailed.Text
source: Search failed!
ta: தேடல் தோல்வியடைந்தது!

# _strSearching.Text
source: : SEARCHING :
ta: : தேடுகிறது :

# _strSelectOneItem.Text
source: You must select exactly one item
ta: நீங்கள் சரியாக ஒரு பொருளைத் தேர்ந்தெடுக்க வேண்டும்

# _strUserNotFound.Text
source: User not found!
ta: பயனர் கிடைக்கவில்லை!

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
ta: "{0}" தொலையாகச் சேர்க்கப்படும்.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
ta: {0} ஐ {1} இல் நகலி செய்யும். நீங்கள் ஒரு கூட்டுப்பணியாளராக இல்லாவிட்டால் நீங்கள் தள்ள முடியாது. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
ta: {0} ஐ {1} இல் நகலி செய்யும். நீங்கள் தள்ளு அணுகலைப் பெறுவீர்கள். {2}

# browseForCloneToDirbtn.Text
source: Browse...
ta: உலாவு...

# cloneBtn.Text
source: Clone
ta: நகலி

# cloneSetupGB.Text
source: Clone
ta: நகலி

# columnHeaderMyReposForks.Text
source: # Forks
ta: # பிளவுகள்

# columnHeaderMyReposIsFork.Text
source: Is fork
ta: பிளவா

# columnHeaderMyReposIsPrivate.Text
source: Private
ta: தனியார்

# columnHeaderMyReposName.Text
source: Name
ta: பெயர்

# columnHeaderSearchForks.Text
source: # Forks
ta: # பிளவுகள்

# columnHeaderSearchIsFork.Text
source: Is fork
ta: பிளவா

# columnHeaderSearchName.Text
source: Name
ta: பெயர்

# columnHeaderSearchOwner.Text
source: Owner
ta: உரிமையாளர்

# createDirectoryLbl.Text
source: Create directory:
ta: கோப்பகத்தை உருவாக்கு:

# depthLabel.Text
source: Limit Depth:
ta: வரம்பு ஆழம்:

# descriptionLbl.Text
source: Description:
ta: விளக்கம்:

# forkBtn.Text
source: Fork!
ta: பிளவு!

# getFromUserBtn.Text
source: Get from user
ta: பயனரிடமிருந்து எடு

# helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
ta: வேறு ஒருவருக்குச் சொந்தமான களஞ்சியத்தை நீங்கள் பிளவுசெய்ய விரும்பினால், களஞ்சியங்களுக்கான தேடல் தாவலுக்குச் செல்லவும்.

# label1.Text
source: Destination folder:
ta: இலக்குக் கோப்புறை:

# label3.Text
source: Add upstream remote as:
ta: மேலோடை தொலையை இவ்வாறு சேர்:

# myReposPage.Text
source: My repositories
ta: எனது களஞ்சியங்கள்

# openGitupPageBtn.Text
source: Open github page
ta: அறிவிலிமையம் பக்கத்தைத் திற

# orLbl.Text
source: or
ta: அல்லது

# searchBtn.Text
source: Search
ta: தேடல்

# searchReposPage.Text
source: Search for repositories
ta: களஞ்சியங்களைத் தேடு

# _copyTooltip.Text
source: Copy environment info
ta: சூழல் தகவலை நகலெடு

# _thanksToContributors.Text
source: Thanks to over {0:#,##0} contributors:
ta: {0:#,##0}க்கும் மேற்பட்ட பங்களிப்பாளர்களுக்கு நன்றி:
