Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# _switchWorktreeText.Text
source: Are you sure you want to switch to this worktree?
ta: இந்த ஒரு பணிமரதிற்கு நிச்சயமாக மாற விரும்புகிறீர்களா?

# _switchWorktreeTitle.Text
source: Open a worktree
ta: ஒரு பணிமரத்தைத் திற

# buttonCreateNewWorktree.Text
source: &Create...
ta: &உருவாக்கு…

# buttonDeleteSelectedWorktree.Text
source: &Delete selected
ta: தேர்ந்தெடுத்ததை நீக்கு

# buttonOpenSelectedWorktree.Text
source: &Open selected
ta: &தேர்ந்தெடுத்ததை திற

# buttonPruneWorktrees.Text
source: &Prune deleted worktrees
ta: &அழிக்கப்பட்ட பணிமரங்களை கத்தரிக்கவும்

# $this.Text
source: Merge branches
ta: கிளைகளை ஒன்றிணைக்கவும்

# Currentbranch.Text
source: Into current branch
ta: தற்போதைய கிளைக்குள்

# NonDefaultMergeStrategy.Text
source: Use non-default merge strategy
ta: இயல்புநிலை அல்லாத ஒன்றிணைப்பு உத்தியைப் பயன்படுத்தவும்

# Ok.Text
source: &Merge
ta: &ஒன்றிணை

# _formMergeBranchHoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
ta: வேகமாக முன்னோக்கி சாத்தியமாகும்போது காட்சியைப் பார்க்க வட்டமிடுங்கள்.

# addMergeMessage.Text
source: Specify merge message
ta: ஒன்றிணைப்பு செய்தியைக் குறிப்பிடவும்

# advanced.Text
source: Show advanced options
ta: மேம்பட்ட விருப்பங்களைக் காட்டு

# allowUnrelatedHistories.Text
source: Allow unrelated histories
ta: தொடர்பற்ற வரலாறுகளை அனுமதி

# fastForward.Text
source: Keep a single branch line if possible (fast forward)
ta: முடிந்தால் ஒரு கிளை வரிசையை வைத்திருங்கள் (வேகமாக முன்னோக்கி)

# groupBox1.Text
source: Merge
ta: ஒன்றிணை

# label2.Text
source: Merge branch
ta: கிளையை ஒன்றிணைக்கவும்

# noCommit.Text
source: Do not commit
ta: உறுதிமொழியளிக்க வேண்டாம்

# noFastForward.Text
source: Always create a new merge commit
ta: எப்போதும் ஒரு புதிய ஒன்றிணைப்பு உறுதிமொழியை உருவாக்கவும்

# squash.Text
source: Squash commits
ta: உறுதிமொழிகளை நசுக்கு

# strategyHelp.Text
source: Help
ta: உதவி

# $this.Text
source: Submodule conflict
ta: துணை தொகுதி முரண்பாடு

# _deleted.Text
source: deleted
ta: நீக்கப்பட்டது

# _stageFilename.Text
source: Stage {0}
ta: மேடை {0}

# btCheckoutBranch.Text
source: Checkout Branch
ta: கிளை மாறு

# btOpenSubmodule.Text
source: Open submodule
ta: துணை தொகுதி திற

# btStageCurrent.Text
source: Stage Current
ta: தற்போதையதை மேடை

# label1.Text
source: Base:
ta: அடி:

# label2.Text
source: There is a conflict on the submodule:
ta: துணை தொகுதியில் முரண்பாடு உள்ளது:

# label3.Text
source: Local:
ta: உள்ளகம்:

# label4.Text
source: Remote:
ta: தொலை:

# label5.Text
source: Current:
ta: தற்போதைய:

# lbSubmodule.Text
source: Submodule
ta: துணை தொகுதி

# $this.Text
source: Open local repository
ta: உள்ளக களஞ்சியத்தைத் திற

# Load.Text
source: Open
ta: திற

# _warningOpenFailed.Text
source: The selected directory is not a valid git repository.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பகம் சரியான அறிவிலி களஞ்சியமாக இல்லை.

# folderBrowserButton.Text
source: &Browse...
ta: &உலாவு

# folderGoUpButton.toolTip1
source: Go to parent directory...
ta: பெற்றோர் கோப்பகத்திற்கு செல்க...

# label1.Text
source: &Directory:
ta: &அடைவு:

# toolTip1.ToolTipTitle
source: Help
ta: உதவி

# $this.Text
source: Pull
ta: இழு

# AddRemote.Text
source: Mana&ge remotes
ta: தொலைகளை நிர்வகி

# AllTags.Text
source: Fetch &all tags
ta: &எல்லா குறிச்சொற்களையும் எடு

# AutoStash.Text
source: Auto stas&h
ta: தானி &பதுக்கி

# Fetch.Text
source: Do not merge, only &fetch remote changes
ta: ஒன்றிணைக்க வேண்டாம், &தொலை மாற்றங்களை எடுக்க மட்டும்

# GroupBranch.Text
source: Branch
ta: கிளை

# GroupMergeOptions.Text
source: Merge options
ta: ஒன்றிணை விருப்பங்கள்

# GroupPullFrom.Text
source: Pull from
ta: இதிலிருந்து இழு

# GroupTagOptions.Text
source: Tag options
ta: குறிச்சொல் விருப்பங்கள்

# Merge.Text
source: &Merge remote branch into current branch
ta: &தொலைநிலை கிளையைத் தற்போதைய கிளையுடன் ஒன்றிணைக்கவும்

# NoTags.Text
source: Fetch &no tag
ta: குறிச்சொல் எடு&க்கவில்லை

# Prune.Text
source: &Prune remote branches
ta: &தொலை கிளைகளைக் கத்தரிக்கவும்

# Prune.Tooltip
source: Removes remote tracking branches that no longer exist on the remote (e.g. if someone else deleted them). Actual command line (if checked): --prune --force
ta: தொலையில் இல்லாத தொலை கண்காணிப்பு கிளைகளை அகற்றும் (எ.கா. வேறு யாரேனும் அவற்றை நீக்கியிருந்தால்). உண்மையான கட்டளை வரி (சரிபார்த்தால்): --கத்தரி --கட்டாயம்

# PruneTags.Text
source: Prune remote branches an&d tags
ta: தொலை கிளைகள் மற்றும் குறிச்சொற்களைக் கத்தரிக்கவும்

# PruneTags.Tooltip
source: Before fetching, remove any local tags that no longer exist on the remote if --prune is enabled.
ta: பெறுவதற்கு முன், --கத்தரி இயக்கப்பட்டிருந்தால், தொலையில் இல்லாத உள்ளக குறிச்சொற்களை அகற்றவும்.

# Pull.Text
source: Pull
ta: இழு

# PullFromRemote.Text
source: &Remote
ta: &தொலை

# PullFromRemote.Tooltip
source: Remote repository to pull from
ta: இழுப்பதற்கான தொலை களஞ்சியம்

# PullFromUrl.Text
source: &URL
ta: முகவரி

# PullFromUrl.Tooltip
source: Url to pull from
ta: இழுப்பதற்கான முகவரி

# ReachableTags.Text
source: Follow &tagopt, if not specified, fetch tags reachable from remote HEAD
ta: &குறிச்சொல்விருப்பம் பின்தொடர, குறிப்பிடப்படவில்லை எனில், தொலை தலையிலிருந்து அணுகக்கூடிய குறிச்சொற்களை எடுக்கவும்.

# Rebase.Text
source: R&ebase current branch on top of remote branch, creates linear history (use with caution)
ta: &மறுதளம் தற்போதைய கிளை தொலை கிளையின் மேல், நேரியல் வரலாற்றை உருவாக்குகிறது (முன்னறிவிப்புடன் பயன்படுத்தவும்)

# Stash.Text
source: Stash &changes
ta: மாற்றங்களை &பதுக்கிவை

# Unshallow.Text
source: Do&wnload full history
ta: முழு வரலாற்றைப் பதிவிறக்கவும்

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
ta: அனைத்து இணைப்பு முரண்பாடுகளும் தீர்க்கப்பட்டதா? நீங்கள் உறுதிமொழியளிக்க விரும்புகிறீர்களா?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
ta: மோதல்கள் தீர்க்கப்பட்டன

# _areYouSureYouWantToRebaseMerge.Text
source: The current commit is a merge. Are you sure you want to rebase this merge?
ta: தற்போதைய உறுதிமொழி ஒரு ஒன்றிணை ஆகும். இந்த ஒன்றிணைப்பை நிச்சயமாக மறுதளம் செய்ய விரும்புகிறீர்களா?

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
ta: மறுதளம் ஒன்றிணை உறுதிமொழி?

# _buttonFetch.Text
source: &Fetch
ta: &எடு

# _buttonPull.Text
source: &Pull
ta: &இழு

# _fetchAllBranchesCanOnlyWithFetch.Text
source: You can only fetch all remote branches (*) without merge or rebase. If you want to fetch all remote branches, choose fetch. If you want to fetch and merge a branch, choose a specific branch.
ta: ஒன்றிணைதல் அல்லது மறுதளம் இல்லாமல் எல்லா தொலைநிலை கிளைகளையும் (*) நீங்கள் எடுக்க மட்டுமே முடியும். நீங்கள் எல்லா தொலைநிலை கிளைகளையும் எடுக்க விரும்பினால், எடு என்பதைத் தேர்ந்தெடுக்கவும். நீங்கள் ஒரு கிளையைப் எடுத்து ஒன்றிணைக்க விரும்பினால், ஒரு குறிப்பிட்ட கிளையைத் தேர்ந்தெடுக்கவும்.

# _formTitleFetch.Text
source: Fetch ({0})
ta: எடு ({0})

# _formTitlePull.Text
source: Pull ({0})
ta: இழு ({0})

# _hoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
ta: வேகமாக முன்னோக்கிச் செல்லும்போது காட்சியைக் காண வட்டமிடுங்கள்.

# _noRemoteBranch.Text
source: You didn't specify a remote branch
ta: நீங்கள் ஒரு தொலைக் கிளையைக் குறிப்பிடவில்லை

# _noRemoteBranchButton.Text
source: Pull from {0}
ta: {0}இலிருந்து இழு

# _noRemoteBranchCaption.Text
source: Remote branch not specified
ta: தொலை கிளை குறிப்பிடப்படவில்லை

# _noRemoteBranchForFetchButton.Text
source: Fetch from {0}
ta: {0} இலிருந்து எடு

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
ta: நீங்கள் '{0}' தொலையிலிருந்து எடுக்கச் சொன்னீர்கள், ஆனால் தொலை கிளையைக் குறிப்பிடவில்லை. இது தற்போதைய கிளை இல்லை என்பதால், நீங்கள் தொலை கிளையைக் குறிப்பிட வேண்டும்.

# _noRemoteBranchMainInstruction.Text
source: You asked to pull from the remote '{0}', but did not specify a remote branch. Because this is not the default configured remote for your local branch, you must specify a remote branch.
ta: நீங்கள் '{0}' தொலையிலிருந்து இழுக்கச் சொன்னீர்கள், ஆனால் தொலை கிளையைக் குறிப்பிடவில்லை. ஏனெனில் இது உங்கள் உள்ளக கிளைக்கான இயல்புநிலையாக உள்ளமைக்கப்பட்ட தொலை அல்ல, தொலை கிளையை நீங்கள் குறிப்பிட வேண்டும்.

# _notOnBranch.Text
source: You cannot "pull" when git head detached. Do you want to continue?
ta: அறிவிலி தலை பிரிக்கப்படும்போது உங்களால் "இழுக்க" முடியாது. தொடர விரும்புகிறீர்களா?

# _pruneBranchesBranch.Text
source: Do you want to delete all stale remote-tracking branches?
ta: அனைத்து பழைய தொலை-கண்காணிப்பு கிளைகளையும் நீக்க விரும்புகிறீர்களா?

# _pruneBranchesCaption.Text
source: Pull was rejected
ta: இழு நிராகரிக்கப்பட்டது

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
ta: தொலை கிளை இனி இல்லை

# _pruneFromCaption.Text
source: Prune remote branches from {0}
ta: {0} இலிருந்து தொலை கிளைகளைக் கத்தரிக்கவும்

# _pullFetchPruneAllConfirmation.Text
source: Warning! The fetch with prune will remove all the remote-tracking references which no longer exist on remotes. Do you want to proceed?
ta: முன்னறிவிப்பு! கத்தரியுடன் எடு தொலைகளில் இல்லாத அனைத்து தொலை-கண்காணிப்பு குறிப்புகளையும் அகற்றும். நீங்கள் தொடர விரும்புகிறீர்களா?

# _questionInitSubmodules.Text
source: The pulled has submodules configured. Do you want to initialize the submodules? This will initialize and update all submodules recursive.
ta: இழுக்கப்பட்டது துணைதொகுதிகள் கட்டமைக்கப்பட்டுள்ளது. துணை தொகுதிகளைத் துவக்க விரும்புகிறீர்களா? இது அனைத்து துணைத்தொகுதிகளையும் சுழல்நிலையில் துவக்கி புதுப்பிக்கும்.

# _questionInitSubmodulesCaption.Text
source: Submodules
ta: துணைதொகுதிகள்

# _selectRemoteRepository.Text
source: Please select a remote repository
ta: ஒரு தொலை களஞ்சியத்தைத் தேர்ந்தெடுக்கவும்

# _selectSourceDirectory.Text
source: Please select a source directory
ta: ஒரு மூல கோப்பகத்தைத் தேர்ந்தெடுக்கவும்

# lblLocalBranch.Text
source: &Local branch
ta: &உள்ளக கிளை

# lblLocalBranch.Tooltip
source: Local branch to create or reset to the remote branch selected.
ta: தேர்ந்தெடுக்கப்பட்ட தொலை கிளையை உருவாக்க அல்லது மீட்டமைக்க உள்ளக கிளை.

# lblRemoteBranch.Text
source: Rem&ote branch
ta: தொலை கிளை

# lblRemoteBranch.Tooltip
source: Remote branch to pull. Leave empty to pull all branches.
ta: இழுக்க தொலை கிளை. அனைத்து கிளைகளையும் இழுக்க காலியாக விடவும்.

# $this.Text
source: Push
ta: தள்ளு

# AddRemote.Text
source: &Manage remotes
ta: &தொலைகளை நிர்வகி

# BranchTab.Text
source: Push branches
ta: கிளைகளைத் தள்ளு

# BranchTab.ToolTipText
source: Push branches and commits to remote repository.
ta: கிளைகளைத் தள்ளு மற்றும் தொலை களஞ்சியத்திற்கு உறுதிமொழியளிக்கிறது.

# DeleteColumn.HeaderText
source: Delete Remote Branch
ta: தொலைக் கிளையை நீக்கு

# ForceColumn.HeaderText
source: Force
ta: கட்டாயப்படுத்து

# ForcePushBranches.Text
source: F&orce push
ta: கட்டாயப்படுத்தி &தள்ளு

# ForcePushTags.Text
source: &Force push
ta: &கட்டாயப்படுத்தி தள்ளு

# LoadSSHKey.Text
source: Load SSH key
ta: பாதுகாப்பானஓடு விசையை ஏற்று

# LocalColumn.HeaderText
source: Local Branch
ta: உள்ளக கிளை

# MultipleBranchTab.Text
source: Push multiple branches
ta: பல கிளைகளை தள்ளு

# NewColumn.HeaderText
source: Ahead/Behind
ta: முன்னோக்கி/பின்னோக்கி

# Pull.Text
source: P&ull
ta: இழு

# PushColumn.HeaderText
source: Push
ta: தள்ளு

# PushToRemote.Text
source: &Remote
ta: &தொலை

# PushToRemote.toolTip1
source: Remote repository to push to
ta: தள்ளுவதற்கு தொலை களஞ்சியம்

# PushToUrl.Text
source: U&rl
ta: &முகவரி

# PushToUrl.toolTip1
source: Url to push to
ta: தள்ளுவதற்கு முகவரி

# RecursiveSubmodules.Item0
source: None
ta: ஏதுமில்லை

# RecursiveSubmodules.Item1
source: Check
ta: சரிபார்

# RecursiveSubmodules.Item2
source: On-demand
ta: தேவைக்கேற்ப

# RemoteColumn.HeaderText
source: Remote Branch
ta: தொலை கிளை

# ReplaceTrackingReference.Text
source: R&eplace tracking reference
ta: &கண்காணிப்பு குறிப்பு மாற்று

# ShowOptions.Text
source: Show options
ta: விருப்பங்களைக் காட்டு

# TagTab.Text
source: Push tags
ta: குறிச்சொற்களைத் தள்ளு

# TagTab.ToolTipText
source: Push tags to remote repository
ta: குறிச்சொற்களைத் தொலை களஞ்சியத்திற்கு தள்ளு

# _branchNewForRemote.Text
source: The branch you are about to push seems to be a new branch for the remote. Are you sure you want to push this branch?
ta: நீங்கள் தள்ளவிருக்கும் கிளை தொலைக்கான புதிய கிளையாகத் தெரிகிறது. இந்தக் கிளையைத் தள்ள விரும்புகிறீர்களா?

# _configureRemote.Text
source: Please configure a remote repository first. Would you like to do it now?
ta: தயவுசெய்து முதலில் தொலை களஞ்சியத்தை உள்ளமைக்கவும். அதை இப்போது செய்ய விரும்புகிறீர்களா?

# _createPullRequestCB.Text
source: &Create pull request after push
ta: &தள்ளு பிறகு இழுத்தல் கோரிக்கையை உருவாக்கு

# _errorPushToRemoteCaption.Text
source: Push to remote
ta: தொலைக்கு தள்ளு

# _forceWithLeaseTooltips.Text
source: Force with lease is a safer way to force push. It ensures you only overwrite work that you have seen in your local repository
ta: குத்தகையுடன் கட்டாயப்படுத்தி தள்ளு என்பது வலுக்கட்டாயமாகத் தள்ளுவதற்கான பாதுகாப்பான வழியாகும். உங்கள் உள்ளக களஞ்சியத்தில் நீங்கள் பார்த்த வேலையை மட்டுமே மேலெழுத இது உறுதி செய்கிறது

# _noCurrentBranch.Text
source: No branch is selected, cannot push.
ta: எந்தக் கிளையும் தேர்ந்தெடுக்கப்படவில்லை, தள்ள முடியாது.

# _pullActionFetch.Text
source: fetch
ta: எடு

# _pullActionMerge.Text
source: merge
ta: ஒன்றிணை

# _pullActionNone.Text
source: none
ta: ஏதுமில்லை

# _pullActionRebase.Text
source: rebase
ta: மறுதளம்

# _pullDefaultButton.Text
source: &Pull with the default pull action ({0})
ta: &இயல்பு இழுக்கும் செயலுடன்({0}) இழு

# _pullMergeButton.Text
source: Pull with &merge
ta: ஒன்றிணை மூலம் இழு

# _pullRebaseButton.Text
source: Pull with &rebase
ta: மறுதளம் மூலம் இழு

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
ta: "{0}" இலிருந்து தள்ளு நிராகரிக்கப்பட்டது

# _pullRepositoryForceInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart
ta: உங்கள் தற்போதைய கிளையின் முனை அதன் தொலை எண்ணுக்குப் பின்னால் இருப்பதால் தள்ளு நிராகரிக்கப்பட்டது

# _pullRepositoryMainForceInstruction.Text
source: Push rejected
ta: தள்ளு நிராகரிக்கப்பட்டது

# _pullRepositoryMainMergeInstruction.Text
source: Pull latest changes from remote repository
ta: தொலை களஞ்சியத்திலிருந்து சமீபத்திய மாற்றங்களை இழு

# _pullRepositoryMergeInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart. Merge the remote changes before pushing again.
ta: உங்கள் தற்போதைய கிளையின் முனை அதன் தொலை எண்ணுக்குப் பின்னால் இருப்பதால் தள்ளு நிராகரிக்கப்பட்டது. மீண்டும் தள்ளும் முன் தொலை மாற்றங்களை ஒன்றிணைக்கவும்.

# _pushCaption.Text
source: Push
ta: தள்ளு

# _pushForceButton.Text
source: &Force push with lease
ta: &குத்தகையுடன் கட்டாயப்படுத்தி தள்ளு

# _pushToCaption.Text
source: Push to {0}
ta: {0}க்கு தள்ளு

# _selectDestinationDirectory.Text
source: Please select a destination directory
ta: ஒரு இலக்கு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்

# _selectTag.Text
source: You need to select a tag to push or select "Push all tags".
ta: நீங்கள் தள்ள ஒரு குறிச்சொல்லைத் தேர்ந்தெடுக்க வேண்டும் அல்லது "அனைத்து குறிச்சொற்களையும் தள்ளு" என்பதைத் தேர்ந்தெடுக்கவும்.

# _updateTrackingReference.Text
source: The branch {0} does not have a tracking reference. Do you want to add a tracking reference to {1}?
ta: {0} கிளையில் கண்காணிப்பு குறிப்பு இல்லை. {1}க்கு கண்காணிப்பு குறிப்பைச் சேர்க்க விரும்புகிறீர்களா?

# _useForceWithLeaseInstead.Text
source: Force push may overwrite changes since your last fetch. Do you want to use the safer force with lease instead?
ta: 'கட்டாயப்படுத்தி தள்ளு' நீங்கள் கடைசியாக எடுத்ததிலிருந்து மாற்றங்களை மேலெழுதலாம். அதற்குப் பதிலாகப் பாதுகாப்பான 'குத்தகையுடன் கட்டாயப்படுத்து' பயன்படுத்த விரும்புகிறீர்களா?

# ckForceWithLease.Text
source: &Force with lease
ta: &குத்தகையுடன் கட்டாயப்படுத்து

# groupBox2.Text
source: Push to
ta: இதற்குத் தள்ளு

# label1.Text
source: &Tag to push
ta: தள்ளப்படும் குறிச்சொல்

# label2.Text
source: Recursive &submodules
ta: சுழல்நிலை &துணைதொகுதிகள்

# labelFrom.Text
source: &Branch to push
ta: &தள்ளுளப்படும் கிளை

# labelTo.Text
source: &to
ta: &இங்கு

# selectAllToolStripMenuItem.Text
source: Select all
ta: அனைத்தையும் தேர்ந்தெடு

# selectTrackedToolStripMenuItem.Text
source: Select tracked
ta: கண்காணிக்கப்பட்டதைத் தேர்ந்தெடு

# unselectAllToolStripMenuItem.Text
source: Unselect all
ta: அனைத்தையும் தேர்வுநீக்கு

# $this.Text
source: Authentication error
ta: அங்கீகாரப் பிழை

# Retry.Text
source: Retry
ta: மீள்முயற்சி

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
ta: இந்தக் கட்டளையை இயக்க நீங்கள் அங்கீகரிக்க வேண்டும்.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
ta: உங்கள் பாதுகாப்பானஓடு தனிப்பட்ட விசையை ஏற்றவும்

# _actionDelete.Text
source: Delete
ta: நீக்கு

# _actionRename.Text
source: Rename
ta: மறுபெயர்

# _actionSelect.Text
source: Select
ta: தேர்வுசெய்

# _tag.Text
source: tag
ta: குறிச்சொல்

# btnAction.Text
source: Action
ta: செயல்

# lbxRefs.Item0
source: local1 (ref)
ta: உள்ளகம்1 (குறி)

# lbxRefs.Item1
source: local2 (ref)
ta: உள்ளகம்2 (குறி)

# lbxRefs.Item2
source: tag1 (tag)
ta: குறிச்சொல்1 (குறிச்சொல்)

# lbxRefs.Item3
source: tag2 (tag)
ta: குறிச்சொல்2 (குறிச்சொல்)

# $this.Text
source: Rebase
ta: மறுதளம்

# _branchUpToDateCaption.Text
source: Rebase
ta: மறுதளம்

# _branchUpToDateText.Text
source: Current branch a is up to date. Nothing to rebase.
ta: தற்போதைய கிளை புதுப்பித்த நிலையில் உள்ளது. மறுதளம் செய்ய எதுவும் இல்லை.

# _continueRebaseText.Text
source: &Continue rebase
ta: &மறுதளம் தொடரவும்

# _continueRebaseText2.Text
source: >&Continue rebase<
ta: >&மறுதளத்தை தொடரவும்<

# _noBranchSelectedText.Text
source: Please select a branch
ta: ஒரு கிளையைத் தேர்ந்தெடுக்கவும்

# _solveConflictsText.Text
source: &Solve conflicts
ta: &மோதல்களைத் தீர்க்க

# _solveConflictsText2.Text
source: >&Solve conflicts<
ta: >&மோதல்களைத் தீர்க்க<

# btnAbort.Text
source: A&bort
ta: கைவிடு

# btnAddFiles.Text
source: &Add files
ta: &கோப்புகளைச் சேர்

# btnCommit.Text
source: C&ommit...
ta: &உறுதிமொழி...

# btnContinueRebase.Text
source: &Continue rebase
ta: &மறுதளத்தை தொடரவும்

# btnEditTodo.Text
source: &Edit todo...
ta: &செய்ய வேண்டியதை திருத்து...

# btnRebase.Text
source: Rebase
ta: மறுதளம்

# btnSkip.Text
source: S&kip currently applying commit
ta: தற்போது இடும் உறுதிமொழியைத் தவிர்

# btnSolveConflicts.Text
source: &Solve conflicts
ta: &மோதல்களைத் தீர்க்க

# btnSolveMergeconflicts.Text
source: There are unresolved merge conflicts
ta: தீர்க்கப்படாத இணைப்பு முரண்பாடுகள் உள்ளன

# chkAutosquash.Text
source: Autos&quash
ta: தானியங்கு &நசுக்கு

# chkCommitterDateIsAuthorDate.Text
source: Co&mmitter date is author date
ta: உறுதிமொழி அளித்தவர் தேதி என்பது ஆசிரியர் தேதி

# chkCommitterDateIsAuthorDate.toolTip1
source: Sets the commit date to the original author date (instead of the current date).
ta: ஒப்பந்த தேதியை அசல் ஆசிரியர் தேதிக்கு அமைக்கிறது (தற்போதைய தேதிக்குக் பதிலாக).

# chkIgnoreDate.Text
source: Ignore &date
ta: தேதி புறக்கணி

# chkIgnoreDate.toolTip1
source: Sets the author date to the current date (same as commit date), ignoring the original author date.
ta: ஆசிரியர் தேதியைத் தற்போதைய தேதிக்கு அமைக்கிறது (அதே உறுதிமொழி தேதி), அசல் ஆசிரியர் தேதியைப் புறக்கணித்தல்.

# chkInteractive.Text
source: &Interactive Rebase
ta: ஊடாடும் மறுதளம்

# chkPreserveMerges.Text
source: &Preserve Merges
ta: ஒன்றிணைப்புகளைப் பாதுகாக்கவும்

# chkSpecificRange.Text
source: Specific ra&nge
ta: குறிப்பிட்ட வரம்பு

# chkStash.Text
source: A&uto stash
ta: &தானியங்கு பதுக்கிவை

# label2.Text
source: &Rebase on
ta: &மீது மறுதளம்

# lblCommitsToReapply.Text
source: Commits to re-apply:
ta: மீண்டும் இடவேண்டிய உறுதிமொழிகள்:

# lblCurrent.Text
source: Current branch:
ta: தற்போதைய கிளை:

# lblRangeFrom.Text
source: &From (exc.)
ta: &இங்கிருந்து(இதைவிடுத்து.)

# lblRangeTo.Text
source: &To
ta: இதுவரை

# lblRebase.Text
source: Rebase current branch on top of another branch
ta: தற்போதைய கிளையை மற்றொரு கிளையின் மேல் மறுதளம் செய்யவும்

# llblShowOptions.Text
source: Show options
ta: விருப்பங்களைக் காட்டு

# $this.Text
source: Recent repositories settings
ta: சமீபத்திய களஞ்சிய அமைப்புகள்

# Abort.Text
source: Cancel
ta: ரத்துசெய்

# Ok.Text
source: OK
ta: சரி

# PinnedLabel.Text
source: Pinned repositories
ta: பின் செய்யப்பட்ட களஞ்சியங்கள்

# anchorToAllRecentReposToolStripMenuItem.Text
source: Anchor to recent repositories
ta: சமீபத்திய களஞ்சியங்களுக்கு நங்கூரம்

# anchorToPinnedReposToolStripMenuItem.Text
source: Anchor to pinned repositories
ta: பின் செய்யப்பட்ட களஞ்சியங்களுக்கு நங்கூரம்

# chdrRepository.Text
source: Header
ta: தலைப்பு

# chdrRepository1.Text
source: Header
ta: தலைப்பு

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
ta: சேர்க்கைபெட்டி குறைந்தபட்ச அகலம் (0 = தானியங்கு அளவு)

# comboMinWidthNote.Text
source: NB: The width of the columns helps to visualise how the repository name will be shown in the combobox.
ta: குறிப்பு: சேர்க்கைபெட்டியில் களஞ்சியத்தின் பெயர் எவ்வாறு காண்பிக்கப்படும் என்பதை நெடுவரிசைகளின் அகலம் காட்சிப்படுத்த உதவுகிறது.

# dontShortenRB.Text
source: Do not shorten
ta: சுருக்க வேண்டாம்

# label1.Text
source: Recent repositories
ta: சமீபத்திய களஞ்சியங்கள்

# lblRecentRepositoriesHistorySize.Text
source: Recent repositories history size
ta: சமீபத்திய களஞ்சியங்களின் வரலாறு அளவு

# maxRecentRepositories.Text
source: Maximum number of pinned recent repositories
ta: பின் செய்யப்பட்ட சமீபத்திய களஞ்சியங்களின் அதிகபட்ச எண்ணிக்கை

# middleDotRB.Text
source: Replace middle part with dots
ta: நடுப்பகுதியை புள்ளிகளால் மாற்றவும்

# mostSigDirRB.Text
source: The most significant directory
ta: மிக முக்கியமான அடைவு

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
ta: நங்கூரத்தை அகற்று

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
ta: சமீபத்திய களஞ்சியங்களிலிருந்து அகற்று

# shorteningGB.Text
source: Shortening strategy
ta: சுருக்க உத்தி

# sortAllRecentRepos.Text
source: Sort recent repositories alphabetically
ta: சமீபத்திய களஞ்சியங்களை அகரவரிசைப்படி வரிசைப்படுத்து

# sortPinnedRepos.Text
source: Sort pinned repositories alphabetically
ta: பின் செய்யப்பட்ட களஞ்சியங்களை அகரவரிசைப்படி வரிசைப்படுத்து

# $this.Text
source: Reflog
ta: குறிபதிவு

# Action.HeaderText
source: Action
ta: செயல்

# Ref.HeaderText
source: Ref
ta: குறிப்பு

# Sha.HeaderText
source: SHA-1
ta: பாதுகாப்புஎண்வழிமுறை-1

# _continueResetCurrentBranchCaptionText.Text
source: Changes not committed...
ta: மாற்றங்களை உறுதிமொழியவில்லை...

# _continueResetCurrentBranchEvenWithChangesText.Text
source: You have changes in your working directory that could be lost. Do you want to continue?
ta: உங்கள் வேலை செய்யும் கோப்பகத்தில் மாற்றங்கள் உள்ளன, அவை இழக்கப்படலாம். தொடர விரும்புகிறீர்களா?

# copySha1ToolStripMenuItem.Text
source: Copy SHA-1
ta: பாதுகாப்புஎண்வழிமுறை-1 நகலெடு

# createABranchOnThisCommitToolStripMenuItem.Text
source: Create a branch on this commit...
ta: இந்த உறுதிமொழியில் ஒரு கிளையை உருவாக்கவும்...

# label1.Text
source: Display reflog for:
ta: இதற்கான குறிபதிவைக் காண்பி:

# label2.Text
source: Reference:
ta: குறிப்பு:

# lblDirtyWorkingDirectory.Text
source: Warning: you've got changes in your working directory that could be lost if you want to reset the current branch to another commit. Stash them before if you don't want to lose them.
ta: முன்னறிவிப்பு:உங்கள் பணிக் கோப்பகத்தில் மாற்றங்கள் உள்ளன, தற்போதைய கிளையை வேறொரு உறுதிமொழிக்கு மீட்டமைக்க விரும்பினால் அவை இழக்கப்படும். நீங்கள் அவற்றை இழக்க விரும்பவில்லை என்றால், அவற்றை முன்பே பதுக்கி வைக்கவும்.

# linkCurrentBranch.Text
source: (Current branch name)
ta: (தற்போதைய கிளை பெயர்)

# linkHead.Text
source: HEAD
ta: தலை

# resetCurrentBranchOnThisCommitToolStripMenuItem.Text
source: Reset current branch to this commit...
ta: தற்போதைய கிளையை இந்த உறுதிமொழிக்கு மீட்டமைக்கவும்...

# $this.Text
source: FormRemoteProcess
ta: தொலைநிலை செயல்முறை உருவாக்கு
