Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# tabPage2.Text
source: Commit validation
ta: உறுதிமொழி சரிபார்ப்பு

# $this.Text
source: Compare to branch
ta: கிளையுடன் ஒப்பிடு

# btnCompare.Text
source: Compare
ta: ஒப்பிடு

# $this.Text
source: Create branch
ta: கிளையை உருவாக்கு

# ClearOrphan.Text
source: Clear &working directory and index
ta: &வேலை செய்யும் அடைவு மற்றும் குறியீடு அழிக்கவும்

# ClearOrphan.toolTip
source: Remove files from the working directory and from the index
ta: வேலை செய்யும் கோப்பகத்திலிருந்து மற்றும் குறியீட்டிலிருந்து கோப்புகளை அகற்றவும்

# Ok.Text
source: &Create branch
ta: &கிளையை உருவாக்கு

# Orphan.Text
source: Create or&phan
ta: அனாதை உருவாக்கு

# Orphan.toolTip
source: New branch will have NO parents
ta: புதிய கிளையில் பெற்றோர்கள் இல்லை

# _branchNameIsEmpty.Text
source: Enter branch name.
ta: கிளை பெயரை உள்ளிடவும்.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
ta: “{0}” என்பது செல்லுபடியாகாத கிளை பெயர்.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
ta: கிளையை உருவாக்க 1 மீள்திருத்தத்தைத் தேர்ந்தெடுக்கவும்.

# chkbxCheckoutAfterCreate.Text
source: Checkout &after create
ta: &உருவாக்கிய பிறகு மாறு

# groupBox1.Text
source: Orphan
ta: அனாதை

# label1.Text
source: &Branch name
ta: &கிளை பெயர்

# label2.Text
source: Create b&ranch at this revision
ta: இந்தத் திருத்தத்தில் &கிளையை உருவாக்கவும்

# $this.Text
source: Create tag
ta: குறிச்சொல்லை உருவாக்கு

# ForceTag.Text
source: Force
ta: கட்டாயப்படுத்து

# Ok.Text
source: Create tag
ta: குறிச்சொல்லை உருவாக்கு

# _messageCaption.Text
source: Tag
ta: குறிச்சொல்

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
ta: குறியீட்டை உருவாக்க 1 மீள்திருத்தத்தைத் தேர்ந்தெடுக்கவும்.

# _pushToCaption.Text
source: Push tag to '{0}'
ta: '{0}' க்கு குறிச்சொல்லை தள்ளு

# _trsAnnotated.Text
source: Annotated tag
ta: குறிப்பு குறிச்சொல்

# _trsLightweight.Text
source: Lightweight tag
ta: இலகுரக குறிச்சொல்

# _trsSignDefault.Text
source: Sign with default GPG
ta: இயல்புநிலை சிபிசி உடன் கையொப்பமிடு

# _trsSignSpecificKey.Text
source: Sign with specific GPG
ta: குறிப்பிட்ட சிபிசி உடன் கையொப்பமிடு

# keyIdLbl.Text
source: Specific Key Id
ta: குறிப்பிட்ட விசை அடையாளம்

# label1.Text
source: Tag name
ta: குறிச்சொல் பெயர்

# label2.Text
source: Message
ta: செய்தி

# label3.Text
source: Create tag at this revision
ta: இந்தத் மீள்திருத்தத்தில் குறிச்சொல்லை உருவாக்கவும்

# pushTag.Text
source: Push tag to '{0}'
ta: '{0}' க்கு குறிச்சொல்லைத் தள்ளு

# $this.Text
source: Create a new worktree
ta: புதிய ஒரு பணிமரத்தை உருவாக்கவும்

# createWorktreeButton.Text
source: Create the new worktree
ta: புதிய பணிமரத்தை உருவாக்கவும்

# groupBoxWhatToCheckout.Text
source: What to checkout:
ta: என்ன மாற வேண்டும்:

# label2.Text
source: New worktree directory:
ta: புதிய பணிமர அடைவு:

# openWorktreeCheckBox.Text
source: Open the new worktree after the creation
ta: உருவாக்கத்திற்குப் பிறகு புதிய பணிமரத்தைத் திற

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
ta: ஏற்கனவே இருக்கும் கிளைக்கு மாறு

# radioButtonCreateNewBranch.Text
source: Create a new branch: (from current commit)
ta: புதிய கிளையை உருவாக்கவும்: (தற்போதைய உறுதிமொழியிலிருந்து)

# $this.Text
source: Enter Caption
ta: தலைப்பை உள்ளிடவும்

# _categoryNameExistsText.Text
source: Category name already exists
ta: வகை பெயர் ஏற்கனவே உள்ளது

# _categoryNameRequiredText.Text
source: Category name is required
ta: வகை பெயர் தேவை

# _renameCategoryText.Text
source: Rename category
ta: வகை மறுபெயர்

# btnOk.Text
source: OK
ta: சரி

# lblCategoryName.Text
source: Category name
ta: வகை பெயர்

# $this.Text
source: Delete branch
ta: கிளை நீக்கு

# Delete.Text
source: &Delete
ta: &நீக்கு

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
ta: நீங்கள் தற்போது உள்ள “{0}” கிளையை நீக்க முடியாது.

# _deleteBranchCaption.Text
source: Delete Branches
ta: கிளைகளை நீக்கு

# _deleteBranchConfirmTitle.Text
source: Delete Confirmation
ta: நீக்கு உறுதிப்படுத்து

# _deleteBranchQuestion.Text
source: The selected branch(es) have not been merged into HEAD. Proceed?
ta: தேர்ந்தெடுக்கப்பட்ட கிளை(கள்) தலையில் இணைக்கப்படவில்லை. தொடரவா?

# _useReflogHint.Text
source: Did you know you can use reflog to restore deleted branches?
ta: நீக்கப்பட்ட கிளைகளை மீட்டெடுக்க குறிபதிவைப் பயன்படுத்தலாம் என்பது உங்களுக்குத் தெரியுமா?

# labelSelectBranches.Text
source: Select &branches
ta: &கிளைகளைத் தேர்ந்தெடு

# DeleteRemote.Text
source: Delete branch(es) from &remote repository
ta: &தொலை களஞ்சியத்திலிருந்து கிளை(களை) நீக்கவும்

# _confirmDeleteUnmergedRemoteBranchMessage.Text
source: At least one remote branch is unmerged. Are you sure you want to delete it? Deleting a branch can cause commits to be deleted too!
ta: குறைந்தது ஒரு தொலை கிளையாவது இணைக்கப்படவில்லை. நிச்சயமாக அதை நீக்க வேண்டுமா? ஒரு கிளையை நீக்குவது உறுதிமொழிகளும் நீக்கப்படும்!

# _deleteRemoteBranchesCaption.Text
source: Delete remote branches
ta: தொலைநிலை கிளைகளை நீக்கு

# $this.Text
source: Delete tag
ta: குறிச்சொல்லை நீக்கு

# Ok.Text
source: Delete
ta: நீக்கு

# deleteTag.Text
source: Delete tag also from the following remote(s):
ta: பின்வரும் தொலை(களில்) இருந்தும் குறிச்சொல்லை நீக்கவும்:

# label1.Text
source: Select tag
ta: குறிச்சொல்லைத் தேர்ந்தெடு

# label2.Text
source: This will delete the selected tag from the (local) repository.
ta: இது (உள்ளக) களஞ்சியத்திலிருந்து தேர்ந்தெடுக்கப்பட்ட குறிச்சொல்லை நீக்கும்.

# label3.Text
source: (includes information about deleting tags which are already pushed)
ta: (ஏற்கனவே தள்ளப்பட்ட குறிச்சொற்களை நீக்குவது பற்றிய தகவலை உள்ளடக்கியது)

# _anotherBranchTooltip.Text
source: Select another branch
ta: மற்றொரு கிளையைத் தேர்ந்தெடு

# _anotherCommitTooltip.Text
source: Select another commit
ta: மற்றொரு உறுதிமொழியைத் தேர்ந்தெடு

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
ta: அடி இடமாற்று மற்றும் உறுதிமொழிகள் ஒப்பிடு

# _ckCompareToMergeBase.Text
source: Compare to merge &base
ta: ஒன்றிணை &அடிதளத்துடன் ஒப்பிடு

# blameToolStripMenuItem.Text
source: Blame
ta: பழி

# btnCompareDirectoriesWithDiffTool.Text
source: Open diff using &directory diff tool
ta: அடைவு வேறுபாடுகருவியைப் பயன்படுத்தி வேறுபாட்டைத் திறக்கவும்

# copyPathsToolStripMenuItem.Text
source: Copy &path(s)
ta: பாதை(கள்) &நகல்

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
ta: கோப்பு மரத்தில் காட்டு

# fileHistoryDiffToolstripMenuItem.Text
source: File history
ta: கோப்பு வரலாறு

# findInDiffToolStripMenuItem.Text
source: Find
ta: கண்டுபிடி

# firstCommitGroup.Text
source: BASE
ta: அடிதளம்

# firstToLocalToolStripMenuItem.Text
source: First -> Working directory
ta: முதல் -> வேலை செய்யும் அடைவு

# firstToSelectedToolStripMenuItem.Text
source: First -> Compare
ta: முதல் -> ஒப்பிடு

# secondCommitGroup.Text
source: Compare
ta: ஒப்பிடு

# selectedToLocalToolStripMenuItem.Text
source: Compare -> Working directory
ta: ஒப்பிடு -> வேலை செய்யும் அடைவு

# $this.Text
source: Donate
ta: நன்கொடை

# _donateText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
ta: எங்களிடம் ஒரு பிரத்யேக கூட்டுப்பணியாளர் குழு உள்ளது, அவர்கள் பயன்பாட்டைப் பராமரிப்பதிலும், புதிய அம்சங்களில் பணியாற்றுவதிலும், பிழைகளைச் சரிசெய்வதிலும் அதிக நேரத்தைச் செலவிடுகிறார்கள். நிதிப் பங்களிப்பை வழங்குவதன் மூலம் நீங்கள் திட்டத்திற்கு ஆதரவளிக்கலாம். நன்கொடைகள் இயங்கும் செலவுகளை ஈடுகட்டவும், திட்டம் இயங்குவதற்குத் தேவையான ஆதாரங்களைப் பெறவும் பயன்படுத்தப்படும். கூட்டுப்பணியாளர்களின் முயற்சிகளுக்கு நன்றி தெரிவிக்க நன்கொடைகளைப் பயன்படுத்துவோம். நன்கொடை வழங்குவது பற்றிய கூடுதல் தகவலைப் பெற கீழே உள்ள பொத்தானைக் சொடுக்கவும்.

# lblText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
ta: எங்களிடம் ஒரு பிரத்யேக கூட்டுப்பணியாளர் குழு உள்ளது, அவர்கள் பயன்பாட்டைப் பராமரிப்பதிலும், புதிய அம்சங்களில் பணியாற்றுவதிலும், பிழைகளைச் சரிசெய்வதிலும் அதிக நேரத்தைச் செலவிடுகிறார்கள். நிதிப் பங்களிப்பை வழங்குவதன் மூலம் நீங்கள் திட்டத்திற்கு ஆதரவளிக்கலாம். நன்கொடைகள் இயங்கும் செலவுகளை ஈடுகட்டவும், திட்டம் இயங்குவதற்குத் தேவையான ஆதாரங்களைப் பெறவும் பயன்படுத்தப்படும். கூட்டுப்பணியாளர்களின் முயற்சிகளுக்கு நன்றி தெரிவிக்க நன்கொடைகளைப் பயன்படுத்துவோம். நன்கொடை வழங்குவது பற்றிய கூடுதல் தகவலைப் பெற கீழே உள்ள பொத்தானைக் சொடுக்கவும்.

# $this.Text
source: View
ta: காட்டு

# $this.Text
source: Editor
ta: திருத்தி

# _cannotOpenFile.Text
source: Cannot open file:
ta: கோப்பைத் திறக்க முடியவில்லை:

# _cannotSaveFile.Text
source: Cannot save file:
ta: கோப்பைச் சேமிக்க முடியவில்லை:

# _saveChanges.Text
source: Do you want to save changes?
ta: மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?

# _saveChangesCaption.Text
source: Save changes
ta: மாற்றங்களைச் சேமி

# labelWarning.Text
source: Here be dragons! Changing this file by hand can be harmful and might break something. If you are not sure just close this window.
ta: முன்னறிவிப்பு! இந்தக் கோப்பை கைமுறையாக மாற்றுவது தீங்கு விளைவிக்கும் மற்றும் ஏதாவது உடைந்து போகலாம். உங்களுக்கு உறுதியாகத் தெரியவில்லை என்றால் இந்தச் சாளரத்தை மூடவும்.

# toolStripSaveButton.ToolTipText
source: Save
ta: சேமி

# BlameTab.Text
source: Blame
ta: பழி

# DiffTab.Text
source: Diff
ta: வேறுபாடு

# ShowFullHistory.ToolTipText
source: Show Full History
ta: முழு வரலாற்றைக் காட்டு

# ViewTab.Text
source: View
ta: காட்டு

# blameSettingsToolStripMenuItem.Text
source: Blame settings:
ta: பழி அமைப்புகள்:

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
ta: உறுதிமொழி சிவந்தகனி எடு

# detectMoveAndCopyInAllFilesToolStripMenuItem.Text
source: Detect move and copy in all files
ta: அனைத்து கோப்புகளிலும் நகலையும் நகர்த்தலையும் கண்டறி

# detectMoveAndCopyInThisFileToolStripMenuItem.Text
source: Detect move and copy in this file
ta: இந்தக் கோப்பில் நகலையும் நகர்த்தலையும் கண்டறி

# diffToolRemoteLocalStripMenuItem.Text
source: Difftool selected < - > local
ta: வேறுபாடுகருவி தேர்ந்தெடுக்கப்பட்டது < - > உள்ளகம்

# displayAuthorFirstToolStripMenuItem.Text
source: Display author first
ta: ஆசிரியரை முதலில் காண்பி

# displaySettingsToolStripMenuItem.Text
source: Display result settings:
ta: காட்சி முடிவு அமைப்புகள்:

# followFileHistoryRenamesToolStripMenuItem.Text
source: Detect and follow - exact renames and copies only
ta: கண்டறிந்து பின்தொடரவும் - சரியான மறுபெயர் மற்றும் நகல் மட்டுமே

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
ta: மறுபெயர்களைக் கண்டறிந்து பின்பற்றவும்

# gitcommandLogToolStripMenuItem.ToolTipText
source: Git command log
ta: அறிவிலி கட்டளை பதிவு

# ignoreWhitespaceToolStripMenuItem.Text
source: Ignore whitespace
ta: இடைவெளி புறக்கணிப்பு

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
ta: காட்டும்போது பழியை ஏற்று

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
ta: காட்டும்போது வரலாற்றை ஏற்று

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
ta: உறுதிமொழி கையாளவும்

# revertCommitToolStripMenuItem.Text
source: Revert commit
ta: உறுதிமொழியை மாற்றவும்

# saveAsToolStripMenuItem.Text
source: Save as
ta: இவ்வாறு சேமி

# showAuthorAvatarToolStripMenuItem.Text
source: Show author avatar
ta: ஆசிரியர் அவதாரத்தைக் காட்டு

# showAuthorDateToolStripMenuItem.Text
source: Show author date
ta: ஆசிரியர் தேதியைக் காட்டு

# showAuthorTimeToolStripMenuItem.Text
source: Show author time
ta: ஆசிரியர் நேரத்தைக் காட்டு

# showAuthorToolStripMenuItem.Text
source: Show author
ta: ஆசிரியரைக் காட்டு

# showFullHistoryToolStripMenuItem.Text
source: Show full history
ta: முழு வரலாற்றைக் காட்டு

# showLineNumbersToolStripMenuItem.Text
source: Show line numbers
ta: வரி எண்களைக் காட்டு

# showOriginalFilePathToolStripMenuItem.Text
source: Show original file path
ta: அசல் கோப்பு பாதையைக் காட்டு

# simplifyMergesToolStripMenuItem.Text
source: Simplify merges
ta: ஒன்றிணைப்பை எளிதாக்குங்கள்

# toolStripBlameOptions.Text
source: Blame options
ta: பழி விருப்பங்கள்

# toolStripSplitLoad.ToolTipText
source: Load file history
ta: கோப்பு வரலாற்றை ஏற்று

# $this.Text
source: Select script files
ta: கையெழுத்துப்படிவ கோப்புகளைத் தேர்ந்தெடு

# btnBrowse.Text
source: Browse...
ta: உலாவு...

# btnOk.Text
source: &OK
ta: &சரி

# lblSelectFiles.Text
source: Select file(s)
ta: கோப்பை(களை) தேர்ந்தெடு

# $this.Text
source: Home
ta: முகப்பு

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
ta: சூழல் மாறி வீடு ஆனது உலகளாவிய அறிவிலி கட்டமைப்பு கோப்பைக் கொண்ட கோப்பகத்தை சுட்டிக்காட்டவில்லை: " {0} " அறிவிலி நீட்டிப்புகள் சரியான கோப்புறையைக் கண்டறிய உதவ வேண்டுமா?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
ta: உலகளாவிய கட்டமைப்பு

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
ta: %வீடு% ({0}) இல் .அறிவிலிகட்டமைப்பு அமைந்துள்ளது. இந்த அமைப்பு தானாகவே தேர்ந்தெடுக்கப்பட்டது.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
ta: %வீடுஇயக்கி%%வீடுபாதை% ({0}) இல் .அறிவிலிகட்டமைப்பு அமைந்துள்ளது. இந்த அமைப்பு தானாகவே தேர்ந்தெடுக்கப்பட்டது.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
ta: தனிப்பட்ட கோப்புறையில் ({0}) .அறிவிலிகட்டமைப்பு அமைந்துள்ளது. இந்த அமைப்பு தானாகவே தேர்ந்தெடுக்கப்பட்டது.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
ta: .அறிவிலிகட்டமைப்பு %பயனர்சுயவிவரத்தில்% ({0}) உள்ளது. இந்த அமைப்பு தானாகவே தேர்ந்தெடுக்கப்பட்டது.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
ta: வீடு சூழல் மாறி அணுக முடியாத கோப்பகத்தை சுட்டிக்காட்டுகிறது: "{0}"

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
ta: தயவுசெய்து வீடு கோப்பகத்தை உள்ளிடவும்.

# defaultHome.Text
source: Use default for HOME
ta: வீட்டிற்கான இயல்புநிலையைப் பயன்படுத்தவும்

# groupBox8.Text
source: Environment
ta: சுற்றுச்சூழல்

# label51.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
ta: உலகளாவிய கட்டமைப்பு கோப்பு இடம் சேமிக்கப்பட்ட சூழல் மாறி %வீடு% இல் அமைந்துள்ளது. இயல்பாக %வீடு% காலியாக இருந்தால் %வீடுஇயக்கி%%வீடுபாதை% என அமைக்கப்படும். நீங்கள் சிக்கல்களைச் சந்தித்தால் மட்டுமே இயல்புநிலை நடத்தையை மாற்றவும்.

# ok.Text
source: OK
ta: சரி

# otherHome.Text
source: Other
ta: மற்ற

# userprofileHome.Text
source: Set HOME to USERPROFILE
ta: வீட்டை பயனர்சுயவிவரத்தில் அமைக்கவும்

# $this.Text
source: Format patch
ta: ஒட்டு வடிவமைப்பு

# FormatPatch.Text
source: Create patch(es)
ta: ஒட்டு(களை) உருவாக்கு

# SaveToDir.Text
source: Save patches in directory
ta: கோப்பகத்தில் ஒட்டுகளைச் சேமி

# SelectedBranch.Text
source: Branch
ta: கிளை

# _currentBranchText.Text
source: Current branch:
ta: தற்போதைய கிளை:

# _failCreatePatch.Text
source: Unable to create patch file(s)
ta: ஒட்டு கோப்பை(களை) உருவாக்க முடியவில்லை

# _noEmailEnteredText.Text
source: You need to enter an email address.
ta: நீங்கள் மின்னஞ்சல் முகவரியை உள்ளிட வேண்டும்.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
ta: அமைப்புகள் உரையாடலில் எந்த மின்னஞ்சல் முகவரியும் உள்ளமைக்கப்படவில்லை.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
ta: நீங்கள் ஒரு வெளியீட்டு பாதையை உள்ளிட வேண்டும்.

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
ta: நீங்கள் ஒரு அஞ்சல் பொருளை உள்ளிட வேண்டும்.

# _patchResultCaption.Text
source: Patch result
ta: ஒட்டு முடிவு

# _revisionsNeededCaption.Text
source: Patch error
ta: ஒட்டு பிழை

# _revisionsNeededText.Text
source: You need to select at least one revision
ta: குறைந்தது ஒரு திருத்தத்தையாவது தேர்ந்தெடுக்க வேண்டும்

# _sendMailResult.Text
source: Send to:
ta: இதற்கு அனுப்பு:

# _sendMailResultFailed.Text
source: Failed to send mail.
ta: அஞ்சல் அனுப்புவதில் தோல்வி.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
ta: நீங்கள் சரியான smtp ஐ அமைப்புகள் உரையாடலில் உள்ளிட வேண்டும்.

# label1.Text
source: Subject
ta: பொருள்

# label2.Text
source: Body
ta: உடல்

# label3.Text
source: To
ta: பெறுநர்

# radioButton1.Text
source: Mail patches from
ta: இலிருந்து அஞ்சல் ஒட்டுகள்

# $this.Text
source: Edit .gitattributes
ta: திருத்து .அறிவிலிபண்புக்கூறுகள்

# Save.Text
source: Save
ta: சேமி

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
ta: .அறிவிலிபண்புக்கூறுகள் சேமிக்க முடியவில்லை. கோப்பு அணுகக்கூடியதா எனச் சரிபார்க்கவும்.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
ta: .அறிவிலிபண்புக்கூறுகள் ஐச் சேமிக்க முடியவில்லை

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
ta: .அறிவிலிபண்புக்கூறுகள் செயல்படும் கோப்பகம் இருக்கும்போது மட்டுமே ஆதரிக்கப்படும்.

# _noWorkingDirCaption.Text
source: No working directory
ta: செயல்படும் அடைவு இல்லை

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
ta: மாற்றங்களை .அறிவிலிபண்புக்கூறுகள் இல் சேமிக்கவா?

# _saveFileQuestionCaption.Text
source: Save changes?
ta: மாற்றங்களைச் சேமிக்கவா?

# label1.Text
source: Edit the git attributes Define attributes per path Examples Mark all jpg files as binary: *.jpg binary Mark sln files as binary: *.sln binary Mark single file as text: weirdchars.txt text For more information run command "git help gitattributes"
ta: அறிவிலி பண்புக்கூறுகளைத் திருத்தவும் ஒரு பாதைக்குப் பண்புகளை வரையறுக்கவும் எடுத்துக்காட்டுகள் அனைத்து jpg கோப்புகளையும் இருமமாகக் குறிக்கவும்: *.jpg இருமம் sln கோப்புகளை இருமம்யாகக் குறிக்கவும்: *.sln இருமம் ஒற்றை கோப்பை உரையாகக் குறிக்கவும்: வித்தியாசமானஎழுத்துக்கள்.txt உரை மேலும் தகவலுக்கு இயக்கவும் "அறிவிலி உதவி அறிவிலிபண்புக்கூறுகள்" கட்டளை

# $this.Text
source: Git Command Log
ta: அறிவிலி கட்டளை பதிவு

# chkAlwaysOnTop.Text
source: Always on top
ta: எப்போதும் மேலே

# chkCaptureCallStacks.Text
source: Capture call stacks
ta: அழைப்பு அடுக்குகளைப் பிடிக்கவும்

# chkWordWrap.Text
source: Word wrap
ta: சொல் மடக்கு

# tabPageCommandCache.Text
source: Command cache
ta: கட்டளை தற்காலிக சேமிப்பு

# tabPageCommandLog.Text
source: Command log
ta: கட்டளை பதிவு

# $this.Text
source: Edit .gitignore
ta: திருத்து .அறிவிலிபுறக்கணி

# AddDefault.Text
source: Add default ignores
ta: இயல்புநிலை புறக்கணிப்புகளைச் சேர்

# AddPattern.Text
source: Add pattern
ta: வடிவத்தைச் சேர்

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
ta: செயல்படும் அடைவு இல்லை

# label1.Text
source: Specify filepatterns you want git to ignore. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
ta: நீங்கள் அறிவிலி புறக்கணிக்க விரும்பும் கோப்பு வடிவங்களைக் குறிப்பிடவும். உதாரணம்: #சாளரங்களால் உருவாக்கப்பட்ட சிறுபடங்களை புறக்கணிக்கவும் Thumbs.db #காட்சிஓவியஅறை உருவாக்கப்பட்ட கோப்புகளைப் புறக்கணிக்கவும் *.obj *.exe *.pdb *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.tlb *.tlh *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.lib *.sbr obj/ [Rr]elease*/ _ReSharper*/

# lnkGitIgnoreGenerate.Text
source: Generate a custom ignore file for git
ta: அறிவிலிக்கான தனிப்பயன் புறக்கணிப்பு கோப்பை உருவாக்கவும்

# lnkGitIgnorePatterns.Text
source: Example ignore patterns
ta: உதாரண புறக்கணிப்பு வடிவங்கள்

# $this.Text
source: Go to commit
ta: உறுதிமொழிக்கு செல்

# goButton.Text
source: Go
ta: செல்

# groupBox1.Text
source: Help
ta: உதவி

# label1.Text
source: Commit expression:
ta: உறுதிமொழி வெளிப்பாடு:

# label2.Text
source: Commit expression examples: - complete commit hash: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - partial commit hash (if unique): e. g.: 8eab51fcb9c453 - tag name - branch name
ta: உறுதிமொழி வெளிப்பாடு எடுத்துக்காட்டுகள்: - முழுமையான உறுதிமொழி கொத்து: எ. கா.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - பகுதி உறுதிமொழி கொத்து (தனித்துவம் என்றால்): எ.கா.: 8eab51fcb9c453 - குறிச்சொல் பெயர் - கிளை பெயர்

# label3.Text
source: Go to tag:
ta: குறிச்சொல்லுக்கு செல்க:

# label4.Text
source: Go to branch:
ta: கிளைக்குச் செல்:

# linkGitRevParse.Text
source: More see git-rev-parse
ta: மேலும் பார்க்க அறிவிலி-திரும்ப-அலச

# $this.Text
source: Go to line
ta: வரிக்குச் செல்

# cancelBtn.Text
source: Cancel
ta: ரத்துசெய்

# lineLabel.Text
source: Line number
ta: வரி எண்

# okBtn.Text
source: OK
ta: சரி

# $this.Text
source: Create new repository
ta: புதிய களஞ்சியத்தை உருவாக்கு

# Init.Text
source: Create
ta: உருவாக்கு

# _chooseDirectory.Text
source: Please choose a directory.
ta: தயவுசெய்து ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்.

# _chooseDirectoryCaption.Text
source: Choose directory
ta: கோப்பகத்தைத் தேர்ந்தெடு

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
ta: ஒரு கோப்பில் புதிய களஞ்சியத்தை துவக்க முடியாது. ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்.

# _initMsgBoxCaption.Text
source: Create new repository
ta: புதிய களஞ்சியத்தை உருவாக்கு

# label1.Text
source: Directory
ta: அடைவு

# $this.Text
source: Edit .mailmap
ta: திருத்து .அஞ்சல்வரைபடம்

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
ta: .அஞ்சல்வரைபடத்தைச் சேமிக்க முடியவில்லை. கோப்பு அணுகக்கூடியதா எனச் சரிபார்க்கவும்.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
ta: .அஞ்சல்வரைபடத்தைச் சேமிக்க முடியவில்லை

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
ta: .அஞ்சல் வரைபடம் செயல்படும் கோப்பகம் இருக்கும்போது மட்டுமே ஆதரிக்கப்படும்.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
ta: செயல்படும் அடைவு இல்லை

# _saveFileQuestion.Text
source: Save changes to .mailmap?
ta: மாற்றங்களை .அஞ்சல்வரைபடம் இல் சேமிக்கவா?

# label1.Text
source: Edit the mailmap. This file is meant to correct usernames. Example: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> For more information run command "git help shortlog"
ta: அஞ்சல் வரைபடத்தைத் திருத்தவும். இந்தக் கோப்புப் பயனர் பெயர்களைச் சரிசெய்வதற்காக உள்ளது. உதாரணமாக: தமிழ் நேரம் <anish@.(இல்லை)> தமிழ் நேரம் <anishprabu.t@gmail.com> மேலும் தகவலுக்கு இயக்கவும் கட்டளை "அறிவிலி உதவி சிறியபதிவு"

# $this.Text
source: Existing worktrees
ta: தற்போதுள்ள பணிமரங்கள்

# Branch.HeaderText
source: Branch
ta: கிளை

# Path.HeaderText
source: Path
ta: பாதை

# Sha1.HeaderText
source: SHA-1
ta: பாதுகாப்புஎண்வழிமுறை-1

# Type.HeaderText
source: Type
ta: வகை

# _deleteWorktreeFailedText.Text
source: Failed to delete a worktree
ta: ஒரு பணிமரத்தை நீக்குவதில் தோல்வி

# _deleteWorktreeText.Text
source: Are you sure you want to delete this worktree?
ta: இந்தப் பணிமரத்தை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# _deleteWorktreeTitle.Text
source: Delete a worktree
ta: ஒரு பணிமரத்தை நீக்கு
