Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# Abort.Text
source: Abort
ta: ரத்துசெய்

# KeepDialogOpen.Text
source: Keep dialog open
ta: உரையாடலைத் திறந்து வையுங்கள்

# _fingerprintNotRegistredText.Text
source: The fingerprint of this host is not registered by PuTTY. This causes this process to hang, and that why it is automatically stopped. When the connection is opened detached from Git and Git Extensions, the host's fingerprint can be registered. You could also manually add the host's fingerprint or run Test Connection from the remotes dialog. Do you want to register the host's fingerprint and restart the process?
ta: இந்த புரவலன் கைரேகை புட்டியால் பதிவு செய்யப்படவில்லை. இது இந்த செயல்முறையை செயலிழக்கச் செய்கிறது, மேலும் அதனால் தானாகவே நிறுத்தப்படும். அறிவிலி மற்றும் அறிவிலி நீட்டிப்புகளிலிருந்து பிரிக்கப்பட்ட இணைப்பைத் திறக்கும்போது, புரவலன் கைரேகை பதிவு செய்யப்படலாம். புரவலன் கைரேகையை கைமுறையாகச் சேர்க்கலாம் அல்லது தொலை உரையாடலில் இருந்து இணைப்பை சோதிக்கலாம். புரவலன் கைரேகையைப் பதிவுசெய்து செயல்முறையை மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
ta: புரவலன் கைரேகை பதிவு செய்யப்படவில்லை

# $this.Text
source: Remote repositories
ta: தொலை களஞ்சியங்கள்

# BranchName.HeaderText
source: Local branch name
ta: உள்ளக கிளை பெயர்

# Delete.toolTip1
source: Delete the selected remote
ta: தேர்ந்தெடுக்கப்பட்ட தொலையை நீக்கு

# MergeWith.HeaderText
source: Default merge with
ta: இயல்புநிலையாக இதனுடன் ஒன்றிணை

# New.toolTip1
source: Add new remote
ta: புதிய தொலையைச் சேர்

# RemoteCombo.HeaderText
source: Remote repository
ta: தொலை களஞ்சியம்

# Save.Text
source: Save changes
ta: மாற்றங்களைச் சேமி

# SaveDefaultPushPull.Text
source: Save changes
ta: மாற்றங்களைச் சேமி

# SshBrowse.Text
source: Browse...
ta: உலாவு...

# TestConnection.Text
source: Test connection
ta: இணைப்புச் சோதனை

# _btnDeleteTooltip.Text
source: Delete the selected remote
ta: தேர்ந்தெடுக்கப்பட்ட தொலையை நீக்கு

# _btnNewTooltip.Text
source: Add a new remote
ta: புதிய தொலையைச் சேர்

# _btnToggleStateTooltip_Activate.Text
source: Activate the selected remote
ta: தேர்ந்தெடுத்த தொலையை இயக்கவும்

# _btnToggleStateTooltip_Deactivate.Text
source: Deactivate the selected remote. Inactive remote is completely invisible to git.
ta: தேர்ந்தெடுக்கப்பட்ட தொலையை செயலிழக்கச் செய்யவும். செயலற்ற தொலை அறிவிலிக்கு முற்றிலும் கண்ணுக்குத் தெரியாதது..

# _disabledRemoteAlreadyExists.Text
source: An inactive remote named "{0}" already exists.
ta: "{0}" என்ற பெயரிடப்பட்ட செயலற்ற தொலை ஏற்கனவே உள்ளது.

# _enabledRemoteAlreadyExists.Text
source: An active remote named "{0}" already exists.
ta: "{0}" என்ற பெயரிடப்பட்ட தொலை ஏற்கனவே உள்ளது.

# _gbMgtPanelHeaderEdit.Text
source: Edit Remote Details
ta: தொலை விவரங்களைத் திருத்து

# _gbMgtPanelHeaderNew.Text
source: Create New Remote
ta: புதிய தொலையை உருவாக்கு

# _gitMessage.Text
source: Message
ta: செய்தி

# _labelUrlAsFetch.Text
source: Fetch Url
ta: முகவரி எடு

# _labelUrlAsFetchPush.Text
source: Url
ta: முகவரி

# _lvgDisabledHeader.Text
source: Inactive
ta: செயலற்ற

# _lvgEnabledHeader.Text
source: Active
ta: செயலில்

# _questionAutoPullBehaviour.Text
source: You have added a new remote repository. Do you want to automatically configure the default push and pull behavior for this remote?
ta: புதிய தொலை களஞ்சியத்தைச் சேர்த்துள்ளீர்கள். இந்தத் தொலைக்கான இயல்புநிலை தள்ளு மற்றும் இழு நடத்தையைத் தானாக உள்ளமைக்க விரும்புகிறீர்களா?

# _questionAutoPullBehaviourCaption.Text
source: New remote
ta: புதிய தொலை

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
ta: இந்தத் தொலையை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# _questionDeleteRemoteCaption.Text
source: Delete
ta: நீக்கு

# _remoteBranchDataError.Text
source: Invalid ´{1}´ found for branch ´{0}´. Value has been reset to empty value.
ta: தவறான ´{1}´ கிளைக்கு ´{0}´ கண்டறியப்பட்டது. மதிப்பு வெற்று மதிப்புக்கு மீட்டமைக்கப்பட்டது.

# _sshKeyOpenCaption.Text
source: Select ssh key file
ta: பாதுகாப்பானஓடு விசைக் கோப்பைத் தேர்ந்தெடு

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
ta: தனிப்பட்ட திறவுகோல் (*.ppk)

# btnToggleState.toolTip1
source: Enable or disable the selected remote
ta: தேர்ந்தெடுத்த தொலையை இயக்கவும் அல்லது முடக்கவும்

# checkBoxSepPushUrl.Text
source: Separate Push Url
ta: தனி தள்ளு முகவரி

# gbMgtPanel.Text
source: Create New Remote
ta: புதிய தொலையை உருவாக்கு

# label1.Text
source: Name
ta: பெயர்

# label2.Text
source: Url
ta: முகவரி

# label3.Text
source: Private key file
ta: தனிப்பட்ட முக்கிய கோப்பு

# label4.Text
source: Local branch name
ta: உள்ளக கிளை பெயர்

# label5.Text
source: Remote repository
ta: தொலை களஞ்சியம்

# label6.Text
source: Default merge with
ta: இயல்புநிலை இணைத்தல் இலக்கு

# labelPushUrl.Text
source: Push Url
ta: முகவரி தள்ளு

# lblMgtPuttyPanelHeader.Text
source: PuTTY SSH
ta: புட்டி பாதுகாப்பானஓடு

# pnlMgtDetails.Text
source: Details
ta: விவரங்கள்

# pnlMgtPuttySsh.Text
source: PuTTY SSH
ta: புட்டி பாதுகாப்பானஓடு

# tabPage1.Text
source: Remote repositories
ta: தொலை களஞ்சியங்கள்

# tabPage2.Text
source: Default pull behavior (fetch & merge)
ta: இயல்புநிலை இழுத்தல் நடத்தை (எடுத்து & ஒன்றிணைத்தல்)

# $this.Text
source: Rename branch
ta: கிளையை மறுபெயரிடு

# Ok.Text
source: Rename
ta: மறுபெயர்

# _branchRenameFailed.Text
source: Rename failed.
ta: மறுபெயரிட முடியவில்லை.

# label1.Text
source: New name
ta: புதிய பெயர்

# $this.Text
source: Reset branch
ta: கிளையை மீட்டமை

# BranchInfo.Text
source: Reset local &branch:
ta: உள்ளக &கிளையை மீட்டமை:

# ForceReset.Text
source: &Force reset for a non-fast-forward reset
ta: &வேகமாக-முன்னோக்கி-அல்லாத மீட்டமைப்பிற்கான கட்டாய மீட்டமைப்பு

# _localRefInvalid.Text
source: The entered value '{0}' is not the name of an existing local branch.
ta: உள்ளீடு செய்யப்பட்ட மதிப்பு '{0}' என்பது ஏற்கனவே உள்ள உள்ளக கிளையின் பெயர் அல்ல.

# labelResetBranchWarning.Text
source: You can only reset a branch safely if there is a direct path from it to selected revision. Forcing a branch to reset if it has not been merged might leave some commits unreachable.
ta: தேர்ந்தெடுக்கப்பட்ட மறுதளம்க்கு நேரடியாக ஒரு கிளை இருந்தால் மட்டுமே நீங்கள் அதைப் பாதுகாப்பாக மீட்டமைக்க முடியும். ஒரு கிளை இணைக்கப்படாவிட்டால், அதை மீட்டமைக்க கட்டாயப்படுத்துவது சில உறுதிமொழிகளை அணுக முடியாமல் போகலாம்.

# $this.Text
source: Reset changes
ta: மாற்றங்களை மீட்டமை

# btnCancel.Text
source: &Cancel
ta: &ரத்துசெய்

# btnReset.Text
source: R&eset
ta: &மீட்டமை

# cbDeleteNewFilesAndDirectories.Text
source: Also delete &new files and/or directories
ta: மேலும் &புதிய கோப்புகள் மற்றும்/அல்லது கோப்பகங்களை நீக்கவும்

# label1.Text
source: Are you sure you want to reset your changes?
ta: உங்கள் மாற்றங்களை நிச்சயமாக மீட்டமைக்க விரும்புகிறீர்களா?

# label2.Text
source: This will delete any uncommitted work.
ta: உறுதிமொழியாத எந்தப் பணியையும் இது நீக்கும்.

# $this.Text
source: Reset current branch
ta: தற்போதைய கிளையை மீட்டமைக்கவும்

# Hard.Text
source: &Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
ta: &கடினமானது: பணி அடைவு மற்றும் குறியீட்டை மீட்டமைக்கவும் (எல்லா உள்ளக மாற்றங்களையும் நிராகரிக்கவும், உறுதியற்ற மாற்றங்களையும் கூட)

# Keep.Text
source: &Keep: update working directory to the commit (abort if there are local changes), reset index
ta: வைத்திருங்கள்: வேலை செய்யும் கோப்பகத்தை உறுதிமொழிக்குப் புதுப்பிக்கவும் (உள்ளக மாற்றங்கள் இருந்தால் நிறுத்தவும்), குறியீட்டை மீட்டமைக்கவும்

# Merge.Text
source: &Merge: update working directory to the commit and keep local changes (abort if there are conflicts), reset index
ta: ஒன்றிணை:வேலை செய்யும் கோப்பகத்தை உறுதிமொழியுடன் புதுப்பித்து, உள்ளக மாற்றங்களை வைத்திருக்கவும் (மோதல்கள் இருந்தால் நிறுத்தவும்), குறியீட்டை மீட்டமைக்கவும்

# Mixed.Text
source: Mi&xed: leave working directory untouched, reset index
ta: கலப்பு: வேலை செய்யும் அடைவைத் தொடாமல் விடுங்கள், குறியீட்டை மீட்டமை

# Soft.Text
source: &Soft: leave working directory and index untouched
ta: மென்மையானது: வேலை செய்யும் அடைவு மற்றும் குறியீட்டைத் தொடாமல் விடுங்கள்

# _branchInfo.Text
source: Reset branch '{0}' to revision:
ta: '{0}' கிளையை மீள்பார்வைக்கு மீட்டமைக்கவும்:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
ta: அனைத்து உள்ளக மாற்றங்களையும் நிராகரிக்க உள்ளீர்கள், உறுதியாக இருக்கிறீர்களா?

# $this.Text
source: Resolve merge conflicts
ta: இணைப்பு முரண்பாடுகளைத் தீர்க்கவும்

# ContextChooseBase.Text
source: Choose base
ta: அடியைத் தேர்ந்தெடு

# ContextChooseLocal.Text
source: Choose local
ta: உள்ளூரைத் தேர்ந்தெடு

# ContextChooseRemote.Text
source: Choose remote
ta: தொலை தேர்வுசெய்

# ContextMarkAsSolved.Text
source: Mark conflict as solved
ta: மோதல் தீர்க்கப்பட்டதாகக் குறி

# ContextOpenBaseWith.Text
source: Open base with
ta: இதனுடன் அடியைத் திற

# ContextOpenLocalWith.Text
source: Open local with
ta: உள்ளகத்தை இதனுடன் திற

# ContextOpenRemoteWith.Text
source: Open remote with
ta: இதனுடன் தொலையை திற

# ContextSaveBaseAs.Text
source: Save base as
ta: அடிப்படையை இவ்வாறு சேமி

# ContextSaveLocalAs.Text
source: Save local as
ta: உள்ளூரை இவ்வாறு சேமி

# ContextSaveRemoteAs.Text
source: Save remote as
ta: தொலையை இவ்வாறு சேமி

# FileName.HeaderText
source: Filename
ta: கோப்புப்பெயர்

# OpenMergetool.Text
source: Open in mergetool
ta: ஒன்றிணைக்கருவியில் திற

# Rescan.Text
source: Rescan merge conflicts
ta: முரண்பாடுகள் ஒன்றிணைப்பு மறுஆய்வு

# Reset.Text
source: &Reset
ta: &மீட்டமை

# _abortCurrentOperation.Text
source: You can abort the current conflict resolution by resetting hard. All changes since the last commit will be deleted. Do you want to reset the changes?
ta: கடுமையாக மீட்டமைப்பதன் மூலம் தற்போதைய மோதலின் தீர்வை நீங்கள் நிறுத்தலாம். கடைசியாகச் செய்த அனைத்து மாற்றங்களும் நீக்கப்படும். மாற்றங்களை மீட்டமைக்க விரும்புகிறீர்களா?

# _allConflictsResolved.Text
source: All merge conflicts are resolved, you can commit. Do you want to commit now?
ta: அனைத்து ஒன்றிணைப்பு முரண்பாடுகளும் தீர்க்கப்பட்டன, நீங்கள் உறுதிமொழியலாம். நீங்கள் இப்போது உறுதிமொழியளிக்க விரும்புகிறீர்களா?

# _allConflictsResolvedCaption.Text
source: Commit
ta: உறுதிமொழி

# _allFilesFilter.Text
source: All files (*.*)
ta: எல்லா கோப்புகள் (*.*)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
ta: எல்லா மாற்றங்களையும் நிச்சயமாக நீக்க விரும்புகிறீர்களா? இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
ta: முன்னறிவிப்பு!

# _askMergeConflictSolved.Text
source: Is the merge conflict solved?
ta: இணைப்பு முரண்பாடு தீர்க்கப்பட்டதா?

# _askMergeConflictSolvedAfterCustomMergeScript.Text
source: The merge conflict need to be solved and the result must be saved as: {0} Is the merge conflict solved?
ta: இணைப்பு முரண்பாட்டைத் தீர்க்க வேண்டும் மற்றும் முடிவு இவ்வாறு சேமிக்கப்பட வேண்டும்: {0} இணைப்பு முரண்பாடு தீர்க்கப்பட்டதா?

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
ta: மோதல் தீர்க்கப்பட்டதா?

# _button1Text.Text
source: Open in
ta: இதில் திற

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
ta: அடிப்படை கோப்பைத் தேர்வுசெய்ய முடியவில்லை.

# _chooseLocalButtonText.Text
source: Choose local
ta: உள்ளூரைத் தேர்ந்தெடு

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
ta: உள்ளக கோப்பைத் தேர்வுசெய்ய முடியவில்லை.

# _chooseRemoteButtonText.Text
source: Choose remote
ta: தொலை தேர்வுசெய்

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
ta: தொலைநிலைக் கோப்பைத் தேர்வுசெய்ய முடியவில்லை.

# _conflictedFilesContextMenuText.Text
source: Solve
ta: தீர்வு

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
ta: உள்ளூரைத் தேர்ந்தெடு (எங்கள்)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
ta: உள்ளக (அவர்களின்) என்பதைத் தேர்ந்தெடுக்கவும்

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
ta: தொலைநிலையைத் தேர்ந்தெடு (அவர்களின்)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
ta: தொலைநிலையைத் தேர்ந்தெடு (நமது)

# _currentFormatFilter.Text
source: Current format (*.{0})
ta: தற்போதைய வடிவம் (*.{0})

# _deleteFileButtonText.Text
source: Delete file
ta: கோப்பை நீக்கு

# _errorStartingMergetool.Text
source: Error starting mergetool: {0}
ta: ஒன்றிணைக்கருவியைத் தொடங்குவதில் பிழை: {0}

# _failureWhileOpenFile.Text
source: Open temporary file failed.
ta: தற்காலிகக் கோப்பைத் திறக்க முடியவில்லை.

# _failureWhileSaveFile.Text
source: Save file failed.
ta: கோப்பைச் சேமிக்க முடியவில்லை.

# _fileBinaryChooseLocalBaseRemote.Text
source: File ({0}) appears to be a binary file. Choose to keep the local ({1}), remote ({2}) or base file.
ta: கோப்பு ({0}) இரும கோப்பாகத் தோன்றுகிறது. உள்ளக ({1}), தொலை ({2}) அல்லது அடிப்படைக் கோப்பை வைத்திருக்கத் தேர்வு செய்யவும்.

# _fileChangeLocallyAndRemotely.Text
source: The file has been changed both locally ({0}) and remotely ({1}). Merge the changes.
ta: கோப்பு உள்நாட்டிலும் ({0}) மற்றும் தொலைநிலையிலும் ({1}) மாற்றப்பட்டுள்ளது. மாற்றங்களை ஒன்றிணைக்கவும்.

# _fileCreatedLocallyAndRemotely.Text
source: A file with the same name has been created locally ({0}) and remotely ({1}). Choose the file you want to keep or merge the files.
ta: உள்ளூரில் ({0}) மற்றும் தொலைநிலையில் ({1}) அதே பெயரில் ஒரு கோப்பு உருவாக்கப்பட்டது. நீங்கள் வைத்திருக்க விரும்பும் கோப்பைத் தேர்ந்தெடுக்கவும் அல்லது கோப்புகளை ஒன்றிணைக்கவும்.

# _fileCreatedLocallyAndRemotelyLong.Text
source: File {0} does not have a base revision. A file with the same name has been created locally ({1}) and remotely ({2}) causing this conflict. Choose the file you want to keep, merge the files or delete the file?
ta: கோப்பு {0} க்கு அடிப்படை திருத்தம் இல்லை. இதே பெயரில் ஒரு கோப்பு உள்நாட்டிலும் ({1}) தொலைவிலும் ({2}) உருவாக்கப்பட்டு இந்த மோதலை ஏற்படுத்துகிறது. நீங்கள் வைத்திருக்க விரும்பும் கோப்பைத் தேர்வுசெய்யவா, கோப்புகளை ஒன்றிணைக்கவா அல்லது கோப்பை நீக்கவா?

# _fileDeletedLocallyAndModifiedRemotely.Text
source: The file has been deleted locally ({0}) and modified remotely ({1}). Choose to delete the file or keep the modified version.
ta: கோப்பு உள்ளூரில் நீக்கப்பட்டது ({0}) மற்றும் தொலைநிலையில் மாற்றியமைக்கப்பட்டது ({1}). கோப்பை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்பை வைத்திருக்கத் தேர்வு செய்யவும்.

# _fileDeletedLocallyAndModifiedRemotelyLong.Text
source: File {0} does not have a local revision. The file has been deleted locally ({1}) but modified remotely ({2}). Choose to delete the file or keep the modified version.
ta: கோப்பு {0} இல் உள்ளக திருத்தம் இல்லை. கோப்பு உள்ளகத்தில் நீக்கப்பட்டது ({1}) ஆனால் தொலைநிலையில் ({2}) மாற்றப்பட்டது. கோப்பை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்பை வைத்திருக்கத் தேர்வு செய்யவும்.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பு இரும கோப்பாகத் தோன்றுகிறது. நிச்சயமாக இந்தக் கோப்பை {0} இல் திறக்க விரும்புகிறீர்களா?

# _fileModifiedLocallyAndDeletedRemotely.Text
source: The file has been modified locally ({0}) and deleted remotely ({1}). Choose to delete the file or keep the modified version.
ta: கோப்பு உள்நாட்டில் மாற்றப்பட்டது ({0}) மற்றும் தொலைவிலிருந்து நீக்கப்பட்டது ({1}). கோப்பை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்பை வைத்திருக்கத் தேர்வு செய்யவும்.

# _fileModifiedLocallyAndDeletedRemotelyLong.Text
source: File {0} does not have a remote revision. The file has been modified locally ({1}) but deleted remotely ({2}). Choose to delete the file or keep the modified version.
ta: கோப்பில் {0} தொலைநிலை திருத்தம் இல்லை. கோப்பு உள்நாட்டில் மாற்றப்பட்டது ({1}) ஆனால் தொலைவிலிருந்து நீக்கப்பட்டது ({2}). கோப்பை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்பை வைத்திருக்கத் தேர்வு செய்யவும்.

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
ta: ஒன்றிணைப்பால் கோப்பு மாற்றப்படவில்லை. பொதுவாக, கோப்பு தவறான இடத்தில் சேமிக்கப்பட்டுள்ளது என்று பொருள். இணைப்பு முரண்பாடு தீர்க்கப்பட்டதாகக் குறிக்கப்படாது. தயவு செய்து மீள்முயற்சி.

# _filesDeletedLocallyAndModifiedRemotelyLong.Text
source: {0} and {1} other out of {2} selected files do not have a local revision. The files have been deleted locally, but modified remotely Choose to delete the files or keep the modified versions.
ta: {0} மற்றும் {1} மற்ற {2} இல் தேர்ந்தெடுக்கப்பட்ட கோப்புகள் உள்ளக திருத்தம் இல்லை. கோப்புகள் உள்ளகத்தில் நீக்கப்பட்டன, ஆனால் தொலைவிலிருந்து மாற்றப்பட்டன. கோப்புகளை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்புகளை வைத்திருக்கத் தேர்வு செய்யவும்.

# _filesDeletedLocallyAndModifiedRemotelyLongNoOtherFilesSelected.Text
source: {0} and {1} other selected file(s) do not have a local revision. The files have been deleted locally, but modified remotely Choose to delete the files or keep the modified versions.
ta: {0} மற்றும் {1} தேர்ந்தெடுக்கப்பட்ட கோப்பு(கள்) உள்ளக திருத்தம் இல்லை. கோப்புகள் உள்ளகத்தில் நீக்கப்பட்டன, ஆனால் தொலைவிலிருந்து மாற்றப்பட்டன. கோப்புகளை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்புகளை வைத்திருக்கத் தேர்வு செய்யவும்.

# _filesModifiedLocallyAndDeletedRemotelyLong.Text
source: {0} and {1} other out of {2} selected files do not have a remote revision. The files have been modified locally, but deleted remotely. Choose to delete the files or keep the modified versions.
ta: {0} மற்றும் {1} மற்ற பிற {2} தேர்ந்தெடுக்கப்பட்ட கோப்புகள் தொலைநிலை திருத்தம் இல்லை. கோப்புகள் உள்நாட்டில் மாற்றப்பட்டன, ஆனால் தொலைவிலிருந்து நீக்கப்பட்டன. கோப்புகளை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்புகளை வைத்திருக்கத் தேர்வு செய்யவும்.

# _filesModifiedLocallyAndDeletedRemotelyLongNoOtherFilesSelected.Text
source: {0} and {1} other selected file(s) do not have a remote revision. The files have been modified locally, but deleted remotely. Choose to delete the files or keep the modified versions.
ta: {0} மற்றும் {1} தேர்ந்தெடுக்கப்பட்ட கோப்பு(கள்) தொலைநிலை திருத்தம் இல்லை. கோப்புகள் உள்நாட்டில் மாற்றப்பட்டன, ஆனால் தொலைவிலிருந்து நீக்கப்பட்டன. கோப்புகளை நீக்க அல்லது மாற்றியமைக்கப்பட்ட பதிப்புகளை வைத்திருக்கத் தேர்வு செய்யவும்.

# _keepBaseButtonText.Text
source: Keep base file
ta: அடி கோப்பை வைத்திருங்கள்

# _keepModifiedButtonText.Text
source: Keep modified
ta: மாற்றியமைத்து வைத்திருங்கள்

# _noBase.Text
source: no base
ta: அடிப்படை இல்லை

# _noBaseFileMergeCaption.Text
source: Merge
ta: ஒன்றிணை

# _noBaseRevision.Text
source: There is no base revision for {0}. Fall back to 2-way merge?
ta: {0}க்கு அடிப்படைத் திருத்தம் எதுவும் இல்லை. 2-வழி இணைப்புக்குத் திரும்ப வேண்டுமா?

# _noMergeTool.Text
source: There is no mergetool configured. Please go to settings and set a mergetool!
ta: ஒன்றிணைக்கருவி எதுவும் உள்ளமைக்கப்படவில்லை. தயவு செய்து அமைப்புகளுக்குச் சென்று ஒரு ஒன்றிணைக்கருவியை அமைக்கவும்!

# _noMergeToolConfigured.Text
source: The mergetool is not correctly configured. Please go to settings and configure the mergetool!
ta: ஒன்றிணைக்கருவி சரியாக உள்ளமைக்கப்படவில்லை. தயவு செய்து அமைப்புகளுக்குச் சென்று ஒன்றிணைக்கருவியை உள்ளமைக்கவும்!!

# _openMergeToolItemText.Text
source: Open in
ta: இதில் திற

# _ours.Text
source: ours
ta: நமது

# _resetCaption.Text
source: Reset
ta: மீட்டமை

# _solveMergeConflictApplyToAllCheckBoxText.Text
source: Apply to {0} and {1} other file(s)
ta: {0} மற்றும் {1} பிற கோப்பு(களு)க்கு இடு

# _solveMergeConflictDialogCaption.Text
source: Solve merge conflict
ta: ஒன்றிணைப்பு முரண்பாட்டைத் தீர்க்கவும்

# _theirs.Text
source: theirs
ta: அவர்களின்

# _uskUseCustomMergeScript.Text
source: There is a custom merge script ({0}) for this file type. Do you want to use this custom merge script?
ta: இந்தக் கோப்பு வகைக்குத் தனிப்பயன் ஒன்றிணைப்பு கையெழுத்துப்படிவம் ({0}) உள்ளது. இந்தத் தனிப்பயன் ஒன்றிணைப்பு கையெழுத்துப்படிவத்தைப் பயன்படுத்த விரும்புகிறீர்களா?

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
ta: தனிப்பயன் ஒன்றிணைப்பு கையெழுத்துப்படிவம்

# conflictDescription.Text
source: Select file
ta: கோப்பைத் தேர்ந்தெடு

# customMergetool.Text
source: Open in &mergetool
ta: &ஒன்றிணைக்கருவியில் திற

# fileHistoryToolStripMenuItem.Text
source: File history
ta: கோப்பு வரலாறு

# label1.Text
source: Unresolved merge conflicts
ta: தீர்க்கப்படாத ஒன்றிணைப்பு முரண்பாடுகள்

# label2.Text
source: Base
ta: அடி

# label5.Text
source: Remote
ta: தொலை

# label7.Text
source: Local
ta: உள்ளகம்

# merge.Text
source: Merge
ta: ஒன்றிணைப்பு

# openFolderToolStripMenuItem.Text
source: Show in folder
ta: கோப்புறையில் காட்டு

# openMergeToolBtn.Text
source: Open in mergetool
ta: ஒன்றிணைக்கருவியில் திற

# openWithToolStripMenuItem.Text
source: Open With
ta: இதனுடன் திற

# startMergetool.Text
source: Start mergetool
ta: ஒன்றிணைக்கருவி தொடங்கு

# $this.Text
source: Revert commit
ta: உறுதிமொழியை மாற்றவும்

# AutoCommit.Text
source: &Automatically create a commit
ta: &தானாக ஒரு உறுதிமொழியை உருவாக்கு

# BranchInfo.Text
source: Revert this commit:
ta: இந்த உறுதிமொழியை மாற்றவும்:

# ParentsLabel.Text
source: This commit is a merge, select &parent:
ta: இந்த உறுதிமொழி ஒரு ஒன்றிணைப்பு, &பெற்றோரைத் தேர்ந்தெடுக்கவும்:

# Revert.Text
source: &Revert this commit
ta: &இந்த உறுதிமொழியை மாற்றவும்

# $this.Text
source: Filter
ta: வடிகட்டி

# CurrentBranchOnlyCheck.Text
source: Show current branch &only
ta: தற்போதைய கிளையை &மட்டும் காட்டு

# FullHistoryCheck.Text
source: Full &history
ta: முழு &வரலாறு

# IgnoreCase.Text
source: &Ignore case
ta: &வழக்கைப் புறக்கணிக்கவும்

# ReflogCheck.Text
source: Show &reflog
ta: குறிபதிவு காண்பி

# SimplifyByDecorationCheck.Text
source: Simplify b&y decoration
ta: அலங்காரத்தை எளிதாக்குங்கள்

# SimplifyMergesCheck.Text
source: Simplify mer&ges
ta: ஒன்றிணைப்பை எளிதாக்குங்கள்

# _author.Text
source: &Author
ta: &ஆசிரியர்

# _branches.Text
source: &Branches
ta: &கிளைகள்

# _committer.Text
source: &Committer
ta: &உறுதிமொழி ஆசிரியர்

# _diffContent.Text
source: &Diff contains
ta: &வேறுபாடு கொண்டுள்ளது

# _diffContentToolTip.Text
source: SLOW
ta: மெதுவான

# _limit.Text
source: &Limit
ta: வரம்பு

# _message.Text
source: &Message
ta: &செய்தி

# _pathFilter.Text
source: &Path filter
ta: &பாதை வடிகட்டி

# _since.Text
source: &Since
ta: &இருந்து

# _until.Text
source: &Until
ta: &வரை

# $this.Text
source: Select multiple branches
ta: பல கிளைகளைத் தேர்ந்தெடு

# okButton.Text
source: OK
ta: சரி

# selectBranchesLabel.Text
source: Select branches
ta: கிளைகளைத் தேர்ந்தெடு

# $this.Text
source: Settings
ta: அமைப்புகள்

# _cantSaveSettings.Text
source: Failed to save all settings
ta: அனைத்து அமைப்புகளையும் சேமிக்க முடியவில்லை

# buttonApply.Text
source: Apply
ta: இடு

# buttonDiscard.Text
source: Discard
ta: நிராகரி

# label10.Text
source: You need to set the correct path to git.cmd before you can change any global setting.
ta: எந்தவொரு உலகளாவிய அமைப்பையும் மாற்றுவதற்கு முன், அறிவிலி.கட்டளைக்குச் சரியான பாதையை அமைக்க வேண்டும்.

# labelInstantSaveNotice.Text
source: Changes on the selected page will be saved instantly. Therefore the Cancel button does NOT revert any changes made.
ta: தேர்ந்தெடுக்கப்பட்ட பக்கத்தில் மாற்றங்கள் உடனடியாகச் சேமிக்கப்படும். எனவே ரத்துசெய் பொத்தான் செய்யப்பட்ட எந்த மாற்றத்தையும் திரும்பப் பெறாது.

# $this.Text
source: Stash
ta: பதுக்கிவை

# Apply.Text
source: &Apply Selected Stash
ta: &தேர்ந்தெடுத்த பதுக்கலை இடு

# Apply.toolTip
source: Apply the selected stash on top of the current working directory state
ta: தேர்ந்தெடுக்கப்பட்ட பதுக்கலை தற்போதைய வேலை கோப்பக நிலைக்கு மேல் பயன்படுத்தவும்

# Clear.Text
source: &Drop Selected Stash
ta: &தேர்ந்தெடுக்கப்பட்ட பதுக்கலை கைவிடவும்

# Clear.toolTip
source: Remove the selected stash from the list
ta: தேர்ந்தெடுக்கப்பட்ட பதுக்கலை பட்டியலிலிருந்து அகற்றவும்

# Stash.Text
source: S&tash all changes
ta: எல்லா மாற்றங்களையும் &பதுக்கிவை

# Stash.toolTip
source: Save local changes to a new stash, then revert local changes
ta: உள்ளக மாற்றங்களைப் புதிய பதுக்கலில் சேமித்து, பின்னர் உள்ளக மாற்றங்களை மாற்றவும்

# StashKeepIndex.Text
source: &Keep index
ta: &குறியீட்டை வைத்திருங்கள்
