Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# _cannotOpenGitExtensionsCaption.Text
source: Cannot open Git Extensions
ta: அறிவிலி நீட்டிப்புகளைத் திறக்க முடியாது

# _cannotOpenSubmoduleCaption.Text
source: Cannot open submodule
ta: துணைத் தொகுதியைத் திறக்க முடியாது

# _directoryDoesNotExist.Text
source: The directory "{0}" does not exist.
ta: "{0}" கோப்பகம் இல்லை.

# _failedToRunShell.Text
source: Failed to run shell
ta: ஓட்டை இயக்குவதில் தோல்வி

# _middleOfPatchApply.Text
source: You are in the middle of a patch apply, continue patch apply?
ta: நீங்கள் ஒட்டு இடுதலின் நடுவில் இருக்கிறீர்கள், ஒட்டு இடுதலைத் தொடரவா?

# _middleOfPatchApplyCaption.Text
source: Patch apply
ta: ஒட்டு இடு

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
ta: நீங்கள் மறுதளத்தின் நடுவில் இருக்கிறீர்களா, மறுதளத்தைத் தொடரவா?

# _middleOfRebaseCaption.Text
source: Rebase
ta: மறுதளம்

# _noRevisionFoundError.Text
source: No revision found.
ta: மீள்திருத்தம் எதுவும் காணப்படவில்லை.

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
ta: தற்போதைய கோப்பகம் சரியான அறிவிலி களஞ்சியமாக இல்லை.

# _reason.Text
source: Reason
ta: காரணம்

# _rememberChoice.Text
source: Remember choice
ta: தேர்வை நினைவில் கொள்

# _selectOnlyOneOrTwoRevisions.Text
source: Select only one or two revisions. Abort.
ta: ஒன்று அல்லது இரண்டு திருத்தங்களை மட்டும் தேர்ந்தெடுக்கவும். கைவிடு.

# _serverHostkeyNotCachedText.Text
source: The server's host key is not cached in the registry. Do you want to trust this host key and then try again?
ta: சேவையகத்தின் புரவலன் விசை பதிவேட்டில் தற்காலிகமாக சேமிக்கப்படவில்லை. இந்த புரவலன் விசையை நம்பி மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?

# _shellNotFound.Text
source: The selected shell is not installed, or is not on your path.
ta: தேர்ந்தெடுக்கப்பட்ட ஓடு நிறுவப்படவில்லை அல்லது உங்கள் பாதையில் இல்லை.

# _shellNotFoundCaption.Text
source: Shell not found
ta: ஓடு கிடைக்கவில்லை

# _submoduleDirectoryDoesNotExist.Text
source: The directory "{0}" does not exist for submodule "{1}".
ta: "{0}" கோப்பகம் "{1}" துணைத் தொகுதிக்கு இல்லை.

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
ta: மாறுகையில் துணைத் தொகுதிகளைப் புதுப்பிக்கவா?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
ta: தீர்க்கப்படாத ஒன்றிணைப்பு முரண்பாடுகள் உள்ளன, முரண்பாடுகளை இப்போதே தீர்க்கவா?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
ta: மோதல்களை ஒன்றிணைக்கவும்

# _updateSubmodules.Text
source: Update submodules
ta: துணைதொகுதிகளைப் புதுப்பி

# _updateSubmodulesToo.Text
source: Since this repository has submodules, it's necessary to update them on every checkout. This will just checkout on the submodule the commit determined by the superproject.
ta: இந்தக் களஞ்சியத்தில் துணைத்தொகுதிகள் இருப்பதால், ஒவ்வொரு மாறுதலிலும் அவற்றைப் புதுப்பிக்க வேண்டியது அவசியம். இது அருமை திட்டம்மூலம் நிர்ணயிக்கப்பட்ட உறுதிமொழியைத் துணைத் தொகுதியில் மாறும்.

# CommitHash.HeaderText
source: Commit hash
ta: உறுதிமொழி கொத்து

# FileName.HeaderText
source: Name
ta: பெயர்

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
ta: ஒட்டு கோப்பின் விவரங்களைக் காட்ட முடியவில்லை.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
ta: ஆசிரியர்

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
ta: தேதி

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
ta: பொருள்

# $this.Text
source: Plugins Settings
ta: செருகுநிரலின் அமைப்புகள்

# label1.Text
source: Select one of the subnodes to view or edit the settings of a Git Extensions Plugin.
ta: பார்க்கத் துணை முனைகளில் ஒன்றைத் தேர்ந்தெடுக்கவும் அல்லது ஒரு அறிவிலி நீட்டிப்புகள் செருகுநிரலின் அமைப்புகளைத் திருத்தம் செய்யவும்.

# labelNoSettings.Text
source: There are no settings available for this plugin.
ta: இந்தச் செருகுநிரலுக்கு அமைப்புகள் எதுவும் இல்லை.

# $this.Title
source: Plugins
ta: செருகுநிரல்கள்

# Checkout.Text
source: Chec&kout remote branch...
ta: தொலை கிளைக்கு &மாறு...

# Delete.Text
source: &Delete remote branch...
ta: தொலைக் கிளையை &நீக்கு...

# DeleteTooltip.Text
source: Delete the branch from the remote
ta: தொலைகளிலிருந்து கிளையை நீக்கு

# Rebase.Text
source: &Rebase current branch on this remote branch...
ta: &தற்போதைய கிளையை இந்தக் தொலை கிளைமேல் மறுதளம்...

# _searchTooltip.Text
source: Search
ta: தேடல்

# _sortByContextMenuItem.Text
source: &Sort by...
ta: &இதால் வரிசைப்படுத்து...

# _sortOrderContextMenuItem.Text
source: &Sort order...
ta: &வரிசைப்படுத்து முறை...

# btnSearch.toolTip
source: Search
ta: தேடல்

# copyContextMenuItem.Text
source: &Copy to clipboard
ta: &இடைநிலைப் பலகைக்கு நகலெடு

# filterForSelectedRefsMenuItem.Text
source: &Filter for selected
ta: &தேர்ந்தெடுக்கப்பட்டவற்றுக்கான வடிகட்டி

# filterForSelectedRefsMenuItem.ToolTipText
source: Filter the revision grid to show selected (underlined) refs (branches and tags) only. Hold CTRL while clicking to de/select multiple and include descendant tree nodes by additionally holding SHIFT. Reset the filter via View > Show all branches.
ta: தேர்ந்தெடுக்கப்பட்ட (அடிக்கோடிட்ட) குறிப்புகளை (கிளைகள் மற்றும் குறிச்சொற்கள்) மட்டும் காட்ட, திருத்தப்பட்ட கட்டத்தை வடிகட்டவும். பலவற்றைத் தேர்ந்தெடுக்க/நீக்கச் சொடுக்கும்போது CTRLஐப் பிடித்து, கூடுதலாக SHIFTஐப் பிடித்துச் சந்ததி மர முனைகளைச் சேர்க்கவும். காட்சி > அனைத்து கிளைகளையும் காட்டு; மூலம் வடிப்பானை மீட்டமைக்கவும்.

# mnuBtnFetchAllRemotes.Text
source: Fetch all remotes
ta: எல்லா தொலைகளையும் எடு

# mnuBtnManageRemotesFromRootNode.Text
source: &Manage...
ta: &நிர்வகி...

# mnuBtnManageRemotesFromRootNode.ToolTipText
source: Manage remotes
ta: தொலைகளை நிர்வகி

# mnuBtnOpenRemoteUrlInBrowser.Text
source: Open remote Url
ta: தொலை முகவரி திற

# mnuBtnOpenRemoteUrlInBrowser.ToolTipText
source: Redirects you to the actual repository page
ta: உங்களை உண்மையான களஞ்சியப் பக்கத்திற்கு திருப்பிவிடும்

# mnuBtnPruneAllBranchesFromARemote.Text
source: Fetch and prune
ta: எடுத்துக் கத்தரிக்கவும்

# mnuBtnPruneAllRemotes.Text
source: Fetch and prune all remotes
ta: எல்லா தொலைகளையும் எடுத்துக் கத்தரிக்கவும்

# mnubtnApplyStash.Text
source: &Apply stash
ta: பதுக்கல் இடு

# mnubtnApplyStash.ToolTipText
source: Apply this stash
ta: இந்தப் பதுக்கலை இடு

# mnubtnCollapse.Text
source: Collapse
ta: சுருக்கு

# mnubtnCollapse.ToolTipText
source: Collapse all subnodes
ta: எல்லா துணை முனைகளையும் சுருக்கு

# mnubtnCommitSubmodule.Text
source: &Commit
ta: &உறுதிமொழி

# mnubtnCommitSubmodule.ToolTipText
source: Commit changes in selected submodule
ta: தேர்ந்தெடுக்கப்பட்ட துணைத் தொகுதியில் மாற்றங்களைச் உறுதிமொழியுங்கள்

# mnubtnCreateBranch.Text
source: Create Branch...
ta: கிளை உருவாக்கு...

# mnubtnCreateBranch.ToolTipText
source: Create a local branch
ta: ஒரு உள்ளக கிளையை உருவாக்கு

# mnubtnDeleteAllBranches.Text
source: Delete All
ta: எல்லாம் நீக்கு

# mnubtnDeleteAllBranches.ToolTipText
source: Delete all child branches, which must all be fully merged in its upstream branch or in HEAD
ta: அனைத்து குழந்தை கிளைகளையும் நீக்கவும், அவை அனைத்தும் அதன் மேல்ஓடை கிளையில் அல்லது தலையில் முழுமையாக இணைக்கப்பட வேண்டும்

# mnubtnDisableRemote.Text
source: &Deactivate
ta: &முடக்கு

# mnubtnDropStash.Text
source: &Drop stash...
ta: &பதுக்கலை கைவிடவும்

# mnubtnDropStash.ToolTipText
source: Drop this stash
ta: இந்தப் பதுக்கலை கைவிடவும்

# mnubtnEnableRemote.Text
source: &Activate
ta: &செயல்படுத்தவும்

# mnubtnEnableRemoteAndFetch.Text
source: A&ctivate and fetch
ta: &செயல்படுத்தவும் மற்றும் எடு

# mnubtnExpand.Text
source: Expand
ta: விரிவாக்கு

# mnubtnExpand.ToolTipText
source: Expand all subnodes
ta: அனைத்து துணை முனைகளையும் விரிவாக்கு

# mnubtnFetchAllBranchesFromARemote.Text
source: &Fetch
ta: எடு

# mnubtnFetchCreateBranch.Text
source: Fetc&h && Create Branch
ta: எடு && கிளை உருவாக்கு

# mnubtnFetchCreateBranch.ToolTipText
source: Fetch then create a local branch from the remote branch
ta: பெற்று பின்னர் தொலை கிளையிலிருந்து உள்ளக கிளையை உருவாக்கவும்

# mnubtnFetchOneBranch.Text
source: Fe&tch
ta: எடு

# mnubtnFetchOneBranch.ToolTipText
source: Fetch this remote branch
ta: இந்தத் தொலை கிளையை எடுக்கவும்

# mnubtnFetchRebase.Text
source: Fetch && Re&base
ta: எடு && மறு&தளம்

# mnubtnFetchRebase.ToolTipText
source: Fetch then rebase current branch on this remote branch
ta: பெற்று பின்னர் தற்போதைய கிளையை இந்தக் தொலை கிளைமேல் மறுதளம்

# mnubtnManageRemotes.Text
source: &Manage...
ta: &நிர்வகி...

# mnubtnManageRemotes.ToolTipText
source: Manage remotes
ta: தொலைகளை நிர்வகி

# mnubtnManageStashFromRootNode.Text
source: &Manage stashes...
ta: &பதுக்கல்களை நிர்வகி...

# mnubtnManageSubmodules.Text
source: &Manage...
ta: &நிர்வகி...

# mnubtnManageSubmodules.ToolTipText
source: Manage submodules
ta: துணை தொகுதிகளை நிர்வகி

# mnubtnMoveDown.Text
source: Move Down
ta: கீழே நகர்த்தவும்

# mnubtnMoveDown.ToolTipText
source: Move node down
ta: முனையைக் கீழே நகர்த்தவும்

# mnubtnMoveUp.Text
source: Move Up
ta: மேலே நகர்த்து

# mnubtnMoveUp.ToolTipText
source: Move node up
ta: முனையை மேலே நகர்த்தவும்

# mnubtnOpenGESubmodule.Text
source: O&pen
ta: &திற

# mnubtnOpenGESubmodule.ToolTipText
source: Open selected submodule in a new instance
ta: தேர்ந்தெடுக்கப்பட்ட துணைத்தொகுதியை புதிய நிகழ்வில் திற

# mnubtnOpenStash.Text
source: &Open stash
ta: பதுக்கலை திற

# mnubtnOpenStash.ToolTipText
source: Open this stash
ta: இந்தப் பதுக்கலை திற

# mnubtnOpenSubmodule.Text
source: &Open
ta: &திற

# mnubtnOpenSubmodule.ToolTipText
source: Open selected submodule
ta: தேர்ந்தெடுக்கப்பட்ட துணைத்தொகுதியைத் திற

# mnubtnPopStash.Text
source: &Pop stash
ta: பதுக்கலை மேல்எடுக்கவும்

# mnubtnPopStash.ToolTipText
source: Pop this stash
ta: இந்தப் பதுக்கலை மேல்எடுக்கவும்

# mnubtnPullFromRemoteBranch.Text
source: Fetch && Merge (&Pull)
ta: எடு && ஒன்றிணைக்கவும் (&இழு)

# mnubtnPullFromRemoteBranch.ToolTipText
source: Fetch then merge this remote branch into current branch
ta: எடுத்தபிறகு இந்தத் தொலை கிளையைத் தற்போதைய கிளையுடன் இணைக்கவும்

# mnubtnRemoteBranchFetchAndCheckout.Text
source: &Fetch && Checkout
ta: &எடு && மாறு

# mnubtnRemoteBranchFetchAndCheckout.ToolTipText
source: Fetch then checkout this remote branch
ta: இந்தத் தொலை கிளையை எடுத்துப் பிறகு மாறவும்

# mnubtnResetSubmodule.Text
source: &Reset
ta: &மீட்டமை

# mnubtnResetSubmodule.ToolTipText
source: Reset selected submodule
ta: தேர்ந்தெடுக்கப்பட்ட துணைத் தொகுதியை மீட்டமைக்கவும்

# mnubtnStashAllFromRootNode.Text
source: &Stash
ta: பதுக்கிவை

# mnubtnStashStagedFromRootNode.Text
source: S&tash staged
ta: &பதுக்கிவை அரங்கேற்றப்பட்டது

# mnubtnStashSubmodule.Text
source: &Stash
ta: பதுக்கிவை

# mnubtnStashSubmodule.ToolTipText
source: Stash changes in selected submodule
ta: தேர்ந்தெடுக்கப்பட்ட துணைத் தொகுதியில் மாற்றங்களைப் பதுக்கிவை

# mnubtnSynchronizeSubmodules.Text
source: Synchronize
ta: ஒத்திசை

# mnubtnSynchronizeSubmodules.ToolTipText
source: Synchronize selected submodule recursively
ta: தேர்ந்தெடுக்கப்பட்ட துணைத்தொகுதியை மீண்டும் மீண்டும் ஒத்திசைக்கவும்

# mnubtnUpdateSubmodule.Text
source: &Update
ta: &மேம்படுத்து

# mnubtnUpdateSubmodule.ToolTipText
source: Update selected submodule recursively
ta: தேர்ந்தெடுக்கப்பட்ட துணைத்தொகுதியை மீண்டும் மீண்டும் புதுப்பிக்கவும்

# runScriptToolStripMenuItem.Text
source: Run script
ta: கையெழுத்துப்படிவம் இயக்கு

# tsbCollapseAll.ToolTipText
source: Collapse all subnodes
ta: எல்லா துணை முனைகளையும் சுருக்கு

# tsbShowBranches.Text
source: &Branches
ta: &கிளைகள்

# tsbShowBranches.ToolTipText
source: Branches
ta: கிளைகள்

# tsbShowRemotes.Text
source: &Remotes
ta: &தொலைகள்

# tsbShowRemotes.ToolTipText
source: Remotes
ta: தொலைகள்

# tsbShowStashes.Text
source: St&ashes
ta: பதுக்கல்கள்

# tsbShowStashes.ToolTipText
source: Stashes
ta: பதுக்கல்கள்

# tsbShowSubmodules.Text
source: &Submodules
ta: &துணைதொகுதிகள்

# tsbShowSubmodules.ToolTipText
source: Submodules
ta: துணைதொகுதிகள்

# tsbShowTags.Text
source: &Tags
ta: &குறிச்சொற்கள்

# tsbShowTags.ToolTipText
source: Tags
ta: குறிச்சொற்கள்

# _firstRevision.Text
source: First: A
ta: முதல்: அ

# _multipleDescription.Text
source: <multiple>
ta: <பல>

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files to {0}?
ta: தேர்ந்தெடுத்த எல்லா கோப்புகளையும் {0} க்கு மீட்டமைக்க விரும்புகிறீர்களா?

# _saveFileFilterAllFiles.Text
source: All files
ta: எல்லா கோப்புகளும்

# _saveFileFilterCurrentFormat.Text
source: Current format
ta: தற்போதைய வடிவம்

# _selectedRevision.Text
source: Second: B
ta: இரண்டாவது: ஆ

# blameToolStripMenuItem.Text
source: &Blame
ta: பழி

# cherryPickSelectedDiffFileToolStripMenuItem.Text
source: Cherr&y pick changes
ta: மாற்றங்களைச் சிவந்தகனி எடு

# diffCommitSubmoduleChanges.Text
source: &Commit submodule changes
ta: துணைதொகுதி மாற்றங்களை உறுதிமொழி

# diffDeleteFileToolStripMenuItem.Text
source: De&lete file
ta: கோப்பு நீக்கு

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: &Edit working directory file
ta: செயல்படும் கோப்பகக் கோப்பைத் திருத்து

# diffFilterFileInGridToolStripMenuItem.Text
source: Filter file in &grid
ta: &கட்டத்தில் கோப்பு வடிகட்டவும்

# diffOpenRevisionFileToolStripMenuItem.Text
source: Ope&n this revision (temp file)
ta: இந்த மீள்திருத்தத்தை திற(தற்காலிக கோப்பு)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision &with... (temp file)
ta: இந்த மீள்திருத்தத்தை இதன்முலம் திறக்கவும்... (தற்காலிக கோப்பு)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: &Open working directory file with...
ta: &இதனுடன் செயல்படும் அடைவுக் கோப்பைத் திற...

# diffResetSubmoduleChanges.Text
source: R&eset submodule changes
ta: துணைதொகுதி மாற்றங்களை மீட்டமை

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File &tree
ta: மரக்கோப்பில் காட்டு

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: S&tash submodule changes
ta: துணைதொகுதி மாற்றங்கள் பதுக்கிவை

# diffTwoSelectedDifftoolToolStripMenuItem.Text
source: &Diff the selected files
ta: &தேர்ந்தெடுக்கப்பட்ட கோப்புகளை வேறுபடுத்தவும்

# diffUpdateSubmoduleMenuItem.Text
source: &Update submodule
ta: துணைதொகுதி மேம்படுத்து

# fileHistoryDiffToolstripMenuItem.Text
source: File &history
ta: கோப்பு வரலாறு

# findInDiffToolStripMenuItem.Text
source: &Find
ta: கண்டுபிடி

# firstToLocalToolStripMenuItem.Text
source: First -> &Working directory
ta: முதல் -> &வேலை செய்யும் அடைவு

# firstToSelectedToolStripMenuItem.Text
source: &First -> Second
ta: &முதல் -> இரண்டாவது

# openContainingFolderToolStripMenuItem.Text
source: Show &in folder
ta: &கோப்புறையில் காண்பி

# openWithDifftoolToolStripMenuItem.Text
source: Open with &difftool
ta: &வேறுபாடுகருவி மூலம் திறக்கவும்

# rememberFirstRevDiffToolStripMenuItem.Text
source: R&emember First for diff
ta: வேறுபாட்டிற்கு முதலாவதை நினைவில் கொள்

# rememberSecondRevDiffToolStripMenuItem.Text
source: &Remember Second for diff
ta: வேறுபாட்டிற்கு இரண்டாவதை நினைவில் கொள்

# resetFileToToolStripMenuItem.Text
source: &Reset file(s) to
ta: கோப்பை(களை) இதற்க்கு மீட்டமை

# saveAsToolStripMenuItem1.Text
source: S&ave selected as...
ta: தேர்ந்தெடுக்கப்பட்டது இவ்வாறு சேமி...

# saveToolStripMenuItem.Text
source: Save
ta: சேமி

# selectedToLocalToolStripMenuItem.Text
source: &Second -> Working directory
ta: &இரண்டாவது -> வேலை செய்யும் அடைவு

# stageFileToolStripMenuItem.Text
source: &Stage file(s)
ta: &மேடை கோப்பு(கள்)

# unstageFileToolStripMenuItem.Text
source: &Unstage file(s)
ta: கோப்பு(கள்) மேடையற்றதாக்கு

# _assumeUnchangedCaption.Text
source: Assume this file won't change
ta: இந்தக் கோப்பு மாறாது என்று வைத்துக்கொள்வோம்

# _assumeUnchangedFail.Text
source: Fail to assume unchanged the file '{0}'.
ta: '{0}' கோப்பை மாற்றவில்லையெனக் கருத முடியவில்லை.

# _assumeUnchangedMessage.Text
source: This feature should be used for performance purpose when it is costly for git to check the state of a big file. Are you sure to assume this file won't change ?
ta: பெரிய கோப்பின் நிலையைச் சரிபார்ப்பதற்கு அறிவிலி செலவாகும்போது இந்த அம்சம் செயல்திறன் நோக்கத்திற்காகப் பயன்படுத்தப்பட வேண்டும். இந்தக் கோப்பு மாறாது என்று உறுதியாகக் கருதுகிறீர்களா ?

# _assumeUnchangedSuccess.Text
source: File successfully assumed unchanged.
ta: கோப்பு மாறவில்லையென வெற்றிகரமாகக் கருதப்படுகிறது.

# _nodeNotFoundNextAvailableParentSelected.Text
source: Node not found. The next available parent node will be selected.
ta: முனை கிடைக்கவில்லை. அடுத்து கிடைக்கும் பெற்றோர் முனை தேர்ந்தெடுக்கப்படும்.

# _nodeNotFoundSelectionNotChanged.Text
source: Node not found. File tree selection was not changed.
ta: முனை கிடைக்கவில்லை. கோப்பு மரம் தேர்வு மாற்றப்படவில்லை.

# _resetFileCaption.Text
source: Reset
ta: மீட்டமை

# _resetFileText.Text
source: Are you sure you want to reset this file or directory?
ta: இந்தக் கோப்பை அல்லது கோப்பகத்தை மீட்டமைக்க விரும்புகிறீர்களா?

# _stopTrackingCaption.Text
source: Stop tracking the file
ta: கோப்பை கண்காணிப்பதை நிறுத்து

# _stopTrackingMessage.Text
source: Are you sure you want to stop tracking the file '{0}'?
ta: கோப்பைக் கண்காணிப்பதை நிச்சயமாக நிறுத்த விரும்புகிறீர்களா '{0}'?

# _stopTrackingSuccess.Text
source: File successfully untracked. Removal has been added to the staging area. See the changes in the commit form.
ta: கோப்பு வெற்றிகரமாகக் கண்காணிக்கப்பட்டது. மேடை பகுதியில் அகற்றுதல் சேர்க்கப்பட்டது. உறுதிப் படிவத்தில் உள்ள மாற்றங்களைப் பார்க்கவும்.

# _success.Text
source: Success
ta: வெற்றி

# assumeUnchangedTheFileToolStripMenuItem.Text
source: Assume unchanged this file
ta: இந்தக் கோப்பை மாற்றவில்லையெனக் கருதுங்கள்

# blameToolStripMenuItem1.Text
source: Blame
ta: பழி

# collapseAllToolStripMenuItem.Text
source: Collapse All
ta: அனைத்தையும் சுருக்கு

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
ta: செயல்படும் கோப்பகக் கோப்பைத் திருத்து

# expandToolStripMenuItem.Text
source: Expand
ta: விரிவாக்கு

# fileHistoryToolStripMenuItem.Text
source: View history
ta: வரலாற்றைக் காண்க

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
ta: காப்பகம்...

# fileTreeCleanWorkingTreeToolStripMenuItem.Text
source: Clean this folder in the working directory...
ta: செயல்படும் கோப்பகத்தில் இந்தக் கோப்புறையை சுத்தம் செய்யவும்...

# fileTreeOpenContainingFolderToolStripMenuItem.Text
source: Show in folder
ta: கோப்புறையில் காட்டு

# filterFileInGridToolStripMenuItem.Text
source: Filter file in &grid
ta: &கட்டத்தில் கோப்பை வடிகட்டவும்

# findToolStripMenuItem.Text
source: Find in file tree...
ta: கோப்பு மரத்தில் கண்டுபிடி

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
ta: இந்த மீள்திருத்தத்தைத் திறக்கவும் (தற்காலிகக் கோப்பு)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
ta: இந்த மீள்திருத்தத்தை இதனுடன் திற... (தற்காலிகக் கோப்பு)

# openSubmoduleMenuItem.Text
source: &Open with Git Extensions
ta: &அறிவிலி நீட்டிப்புகளுடன் திற

# openWithToolStripMenuItem.Text
source: Open working directory file with...
ta: இதன் மூலம் செயல்படும் கோப்பகக் கோப்பைத் திற...

# rememberFileStripMenuItem.Text
source: Remember file for diff
ta: வேறுபாடுகளுக்குக் கோப்பை நினைவில் கொள்ளுங்கள்

# resetToThisRevisionToolStripMenuItem.Text
source: Reset to selected revision
ta: தேர்ந்தெடுத்த திருத்தத்திற்கு மீட்டமைக்கவும்

# _commitNotSigned.Text
source: Commit is not signed
ta: உறுதிமொழி கையொப்பமிடவில்லை

# _tagNotSigned.Text
source: Tag is not signed
ta: குறிச்சொல் கையொப்பமிடவில்லை

# txtCommitGpgInfo.Text
source: Commit is not signed
ta: உறுதிமொழி கையொப்பமிடவில்லை

# AuthorDateSort.Text
source: &Sort commits by author date
ta: &ஆசிரியர் தேதியின்படி உறுதிமொழிகளை வரிசைப்படுத்து

# BranchesToolStripMenuItem.Text
source: Branches
ta: கிளைகள்

# ColumnsToolStripMenuItem.Text
source: Columns
ta: நெடுவரிசைகள்

# CommitsToolStripMenuItem.Text
source: Commits
ta: உறுதிமொழிகள்

# GotoChildCommit.Text
source: Go to c&hild commit
ta: குழந்தை உறுதிமொழிக்குச் செல்

# GotoCommit.Text
source: Go to &commit...
ta: உறுதிமொழிக்குச் செல்...

# GotoCurrentRevision.Text
source: Go to c&urrent revision
ta: தற்போதைய திருத்ததிற்குச் செல்

# GotoMergeBaseCommit.Text
source: Go to common &ancestor (merge base)
ta: பொது &மூதாதையருக்குச் (இணைப்பு அடிப்படை) செல்

# GotoMergeBaseCommit.ToolTipText
source: Selects the common ancestor commit (merge base), which is the most recent shared ancestor of the selected commits (or if only one commit is selected, between it and the checked out commit (HEAD))
ta: தேர்ந்தெடுக்கப்பட்ட உறுதிமொழிகளின் மிகச் சமீபத்திய பகிரப்பட்ட மூதாதையரான பொதுவான மூதாதையர் உறுதிமொழியைத் (ஒன்றிணை அடி) தேர்ந்தெடுக்கிறது (அல்லது ஒரே ஒரு உறுதிமொழி தேர்ந்தெடுக்கப்பட்டால், அதற்கும் மாற்றப்பட்ட உறுதிமொழிக்கும் (தலை))

# GotoParentCommit.Text
source: Go to &parent commit
ta: பெற்றோர் உறுதிமொழிக்குச் செல்

# Grid_infoToolStripMenuItem.Text
source: Grid info
ta: கட்டத் தகவல்

# Grid_labelsToolStripMenuItem.Text
source: Grid labels
ta: கட்ட தலைப்புகள்

# HighlightSelectedBranch.Text
source: Highlight selected branch (until refresh)
ta: தேர்ந்தெடுக்கப்பட்ட கிளையை முன்னிலைப்படுத்தவும் (புதுப்பிக்கும் வரை)

# NavigateBackward.Text
source: Navigate &backward
ta: வழிசெலுத்து &பின்னோக்கி

# NavigateForward.Text
source: Navigate &forward
ta: வழிசெலுத்து &முன்னோக்கி

# NextQuickSearch.Text
source: Quick search &next
ta: விரைவான தேடல் அடுத்து

# PrevQuickSearch.Text
source: Quick search p&revious
ta: விரைவான தேடல் முந்தைய

# QuickSearch.Text
source: &Quick search
ta: விரைவான தேடல்

# QuickSearch.ToolTipText
source: Start typing in revision grid to start quick search.
ta: விரைவான தேடலைத் தொடங்க மீள்திருத்தக் கட்டத்தில் தட்டச்சு செய்யத் தொடங்கவும்.

# ShowAllBranches.Text
source: Show &all branches
ta: அனைத்து கிளைகளையும் காட்டு

# ShowArtificialCommits.Text
source: Show artificial commits
ta: செயற்கை உறுதிமொழிகளைக் காட்டு

# ShowCurrentBranchOnly.Text
source: Show &current branch only
ta: தற்போதைய கிளை மட்டும் காட்டு

# ShowFilteredBranches.Text
source: Show &filtered branches
ta: வடிகட்டப்பட்ட கிளைகளைக் காட்டு

# ShowReflogReferences.Text
source: Show &reflog references
ta: குறிபதிவு குறிப்புகள் காட்டு

# ShowRemoteBranches.Text
source: Show remote &branches
ta: தொலை கிளைகளைக் காட்டு

# ShowStashes.Text
source: Show stashes
ta: பதுக்கல்கள் காட்டு

# ShowSuperprojectBranches.Text
source: Show sup&erproject branches
ta: அருமைதிட்டம் கிளைகளைக் காட்டு

# ShowSuperprojectRemoteBranches.Text
source: Show superpro&ject remote branches
ta: அருமைதிட்டம் தொலை கிளைகளைக் காட்டு

# ShowSuperprojectTags.Text
source: Show su&perproject tags
ta: அருமைதிட்டம் குறிச்சொற்களைக் காட்டு

# SortingToolStripMenuItem.Text
source: Sorting
ta: வரிசைப்படுத்துதல்

# ToggleBetweenArtificialAndHeadCommits.Text
source: &Toggle between artificial and HEAD commits
ta: செயற்கை மற்றும் தலை உறுதிமொழிகளுக்கு இடையில் மாறுதல்

# TopoOrder.Text
source: Arrange c&ommits by topo order (ancestor order)
ta: உறுதிமொழிகளை நிலப்பரப்பு வரிசை (மூதாதையர் வரிசை) மூலம் ஒழுங்கமைக்கவும்

# _quickSearchQuickHelp.Text
source: Start typing in revision grid to start quick search.
ta: விரைவான தேடலைத் தொடங்க மீள்திருத்தக் கட்டத்தில் தட்டச்சு செய்யத் தொடங்கவும்.

# drawNonrelativesGrayToolStripMenuItem.Text
source: Draw non relatives gra&y
ta: உறவினர் அல்லாதவர்களைச் சாம்பல் நிறத்தில் வரையவும்

# filterToolStripMenuItem.Text
source: Advanced filter...
ta: மேம்பட்ட வடிகட்டி...

# showAuthorAvatarColumnToolStripMenuItem.Text
source: Show aut&hor avatar column
ta: ஆசிரியர் அவதார் நெடுவரிசையைக் காட்டு

# showAuthorDateToolStripMenuItem.Text
source: Sho&w author date
ta: ஆசிரியர் தேதி காட்டு

# showAuthorNameColumnToolStripMenuItem.Text
source: Show a&uthor name column
ta: ஆசிரியர் பெயர் நெடுவரிசையை காட்டு

# showBuildStatusIconToolStripMenuItem.Text
source: Show build status &icon
ta: கட்டு நிலை சின்னம் காட்டு

# showBuildStatusTextToolStripMenuItem.Text
source: Show build status te&xt
ta: கட்டு நிலை உரை காட்டு

# showCommitMessageBodyToolStripMenuItem.Text
source: Show commit message body
ta: உறுதிமொழி செய்தி உடல் காட்டு

# showDateColumnToolStripMenuItem.Text
source: Show &date column
ta: தேதி நெடுவரிசையை காட்டு

# showGitNotesToolStripMenuItem.Text
source: Show git &notes
ta: அறிவிலி குறிப்புகளைக் காட்டு
