Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# rbCreateBranchWithCustomName.Text
source: Cr&eate local branch with custom name:
ta: தனிப் பெயருடன் உள்ளக கிளை உருவாக்கு:

# rbDontChange.Text
source: Do&n't change
ta: மாற்ற வேண்டாம்

# rbDontCreate.Text
source: Ch&eckout remote branch
ta: தொலை கிளைக்கு மாறு

# rbMerge.Text
source: &Merge
ta: &ஒன்றிணை

# rbReset.Text
source: &Reset
ta: &மீட்டமை

# rbResetBranch.Text
source: R&eset local branch with the name:
ta: &இந்த பெயருடன் உள்ளக கிளை மீட்டமை:

# rbStash.Text
source: S&tash
ta: பதுக்கிவை

# $this.Text
source: Checkout revision
ta: மீள்திருத்தத்திற்கு மாறு

# Force.Text
source: &Force (reset local changes)
ta: &கட்டாயப்படுத்து (உள்ளக மாற்றங்களை மீட்டமை)

# OkCheckout.Text
source: &Checkout
ta: &மாறு

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
ta: மாறுவதற்கு 1 மீள்திருத்தத்தைத் தேர்ந்தெடுக்கவும்.

# _noRevisionSelectedMsgBoxCaption.Text
source: Checkout
ta: மாறு

# label2.Text
source: Checkout this &revision
ta: இந்த &மீள்திருத்தத்திற்கு மாறு

# $this.Text
source: Cherry pick commit
ta: சிவந்தகனி எடு உறுதிமொழி

# _noneParentSelectedText.Text
source: None parent is selected!
ta: பெற்றோர் யாரும் தேர்ந்தெடுக்கப்படவில்லை!

# columnHeader1.Text
source: No.
ta: எண்.

# columnHeader2.Text
source: Message
ta: செய்தி

# columnHeader3.Text
source: Author
ta: ஆசிரியர்

# columnHeader4.Text
source: Date
ta: தேதி

# $this.Text
source: Choose Commit
ta: உறுதிமொழியைத் தேர்ந்தெடு

# btnOK.Text
source: OK
ta: சரி

# buttonGotoCommit.Text
source: Go to commit...
ta: உறுதிமொழிக்கு செல்...

# label1.Text
source: Find specific commit:
ta: குறிப்பிட்ட உறுதிமொழியைக் கண்டறியவும்:

# labelParents.Text
source: Parent(s):
ta: பெற்றோர்(கள்):

# linkLabelParent.Text
source: sha parent 1
ta: பாதுகாப்புஎண்வழிமுறை பெற்றோர் 1

# linkLabelParent2.Text
source: sha parent 2
ta: பாதுகாப்புஎண்வழிமுறை பெற்றோர் 2

# $this.Text
source: Choose language
ta: மொழியைத் தேர்ந்தெடு

# label1.Text
source: Choose your language
ta: உங்கள் மொழியைத் தேர்ந்தெடுங்கள்

# label2.Text
source: You can change the language at any time in the settings dialog
ta: அமைப்புகள் உரையாடலில் எந்த நேரத்திலும் மொழியை மாற்றலாம்

# $this.Text
source: Clean working directory
ta: செயல்படும் கோப்பகத்தை சுத்தம் செய்

# Cleanup.Text
source: Cleanup
ta: சுத்தம்செய்

# Preview.Text
source: Preview
ta: முன்னோட்டம்

# RemoveAll.Text
source: Remove all untracked files
ta: கண்காணிக்கப்படாத அனைத்து கோப்புகளையும் அகற்று

# RemoveDirectories.Text
source: Remove untracked directories
ta: கண்காணிக்கப்படாத கோப்பகங்களை அகற்று

# RemoveIgnored.Text
source: Remove only ignored untracked files
ta: புறக்கணிக்கப்பட்ட கண்காணிக்கப்படாத கோப்புகளை மட்டும் அகற்று

# RemoveNonIgnored.Text
source: Remove only non-ignored untracked files
ta: புறக்கணிக்கப்படாத கண்காணிக்கப்படாத கோப்புகளை மட்டும் அகற்று

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
ta: நிச்சயமாகக் களஞ்சியத்தை சுத்தம் செய்ய விரும்புகிறீர்களா?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
ta: சுத்தம்செய்

# groupBox1.Text
source: Remove untracked files from working directory
ta: பணிபுரியும் கோப்பகத்திலிருந்து கண்காணிக்கப்படாத கோப்புகளை அகற்று

# label1.Text
source: Log:
ta: பதிவு:

# $this.Text
source: Clone
ta: நகலி

# Central.Text
source: Central repository, no working directory (--bare --shared=all)
ta: மத்திய களஞ்சியம், வேலை செய்யும் அடைவு இல்லை (--வெறும் --பகிர்=அனைத்தும்)

# CentralRepository.Text
source: P&ublic repository, no working directory (--bare)
ta: &பொது களஞ்சியம், வேலை செய்யும் அடைவு இல்லை (--வெறும்)

# FromBrowse.Text
source: &Browse
ta: &உலாவு

# LoadSSHKey.Text
source: &Load SSH key
ta: &பாதுகாப்பானஓடு விசையை ஏற்று

# Ok.Text
source: Clone
ta: நகலி

# Personal.Text
source: Personal repository
ta: தனிப்பட்ட களஞ்சியம்

# PersonalRepository.Text
source: &Personal repository
ta: &தனிப்பட்ட களஞ்சியம்

# ToBrowse.Text
source: B&rowse
ta: உலாவு

# _branchDefaultRemoteHead.Text
source: (default: remote HEAD)
ta: (இயல்புநிலை: தொலை தலை)

# _branchNone.Text
source: (none: don't checkout after clone)
ta: (எதுவும் இல்லை: நகலுக்குப் பிறகு மாற வேண்டாம்)

# _errorCloneFailed.Text
source: Clone Failed
ta: நகலி தோல்வியடைந்தது

# _errorDestinationNotRooted.Text
source: Destination folder must be an absolute path.
ta: இலக்குக் கோப்புறை ஒரு முழுமையான பாதையாக இருக்க வேண்டும்.

# _errorDestinationNotSupplied.Text
source: You need to specify destination folder.
ta: நீங்கள் இலக்கு கோப்புறையை குறிப்பிட வேண்டும்.

# _infoDirectoryExists.Text
source: (Directory already exists)
ta: (அடைவு ஏற்கனவே உள்ளது)

# _infoDirectoryNew.Text
source: (New directory)
ta: (புதிய அடைவு)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
ta: இங்கே அமைந்துள்ள புதிய கோப்பகத்திற்கு களஞ்சியம் நகலி செய்யப்படும்: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
ta: களஞ்சியம் வெற்றிகரமாக நகலி செய்யப்பட்டது. "{0}" என்ற புதிய களஞ்சியத்தை இப்போது திறக்க விரும்புகிறீர்களா?

# _questionOpenRepoCaption.Text
source: Open
ta: திற

# brachLabel.Text
source: &Branch:
ta: &கிளை:

# cbDownloadFullHistory.Text
source: Download full &history
ta: முழு &வரலாற்றையும் பதிவிறக்கவும்

# cbDownloadFullHistory.ttHints
source: The default Git behavior is to download all historical revisions. If you turn this off, we'll only download the latest revision for all branches. Actual command line (if unchecked): --depth 1 --no-single-branch
ta: அனைத்து வரலாற்று திருத்தங்களையும் பதிவிறக்குவதே இயல்புநிலை அறிவிலி நடத்தை ஆகும். இதை நீங்கள் முடக்கினால், அனைத்து கிளைகளுக்கும் சமீபத்திய திருத்தத்தை மட்டுமே நாங்கள் பதிவிறக்குவோம். உண்மையான கட்டளை வரி (தேர்வு செய்யப்படவில்லை என்றால்): --ஆழம் 1 --ஒரு-கிளை-இல்லை

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
ta: அனைத்து துணை தொகுதிகளையும் துவக்கவும்

# destinationLabel.Text
source: &Destination:
ta: &இலக்கு:

# groupBox1.Text
source: Repository type
ta: களஞ்சிய வகை

# repositoryLabel.Text
source: Repository to &clone:
ta: &நகல் எடுக்கவேண்டிய களஞ்சியம்:

# subdirectoryLabel.Text
source: &Subdirectory to create:
ta: &உருவாக்குவதற்கான துணை அடைவு:

# $this.Text
source: Commandline usage
ta: கட்டளைவரி பயன்பாடு

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
ta: ஆதரவு கட்டளை வரி வாதங்கள் அறிவிலிநீட்டி.ஆணை / அறிவிலிநீட்டி (அறிவிலிநீட்டிப்புகள்.இயங்கு போன்ற அதே கோப்புறையில் உள்ளது):

# $this.Text
source: Commit
ta: உறுதிமொழி

# Amend.Text
source: &Amend commit
ta: உறுதிமொழியைத் திருத்து

# Cancel.Text
source: Cancel
ta: ரத்துசெய்

# Commit.Text
source: &Commit
ta: &உறுதிமொழி

# Ok.Text
source: Commit
ta: உறுதிமொழி

# Reset.Text
source: &Reset all changes
ta: அனைத்து மாற்றங்களையும் மீட்டமை

# ResetAuthor.Text
source: R&eset author
ta: ஆசிரியர் மீட்டமை

# ResetSoft.Text
source: Reset so&ft
ta: மென்மையாக மீட்டமை

# ResetSoft.fileTooltip
source: Perform a soft reset to the previous commit; leaves working directory and index untouched
ta: முந்தைய உறுதிமொழிக்கு மென்மையான மீட்டமைப்பைச் செய்யவும்; வேலை செய்யும் அடைவு மற்றும் குறியீட்டைத் தொடாமல் விட்டுவிடும்

# ResetUnStaged.Text
source: Reset u&nstaged changes
ta: மேடையற்ற மாற்றங்களை மீட்டமை

# ShowOnlyMyMessagesToolStripMenuItem.Text
source: Show only my messages
ta: எனது செய்திகளை மட்டும் காட்டு

# SolveMergeconflicts.Text
source: There are unresolved merge conflicts
ta: தீர்க்கப்படாத ஒன்றிணைப்பு முரண்பாடுகள் உள்ளன

# StageInSuperproject.Text
source: Stage &in Superproject
ta: அருமைதிட்டத்தில் மேடை

# StageInSuperproject.fileTooltip
source: Stage current submodule in superproject after commit
ta: உறுதிமொழிக்குப் பிறகு அருமை திட்டத்தில் தற்போதைய துணைத் தொகுதியை அரங்கேற்று

# StashStaged.Text
source: Stas&h staged changes
ta: மேடை மாற்றங்களைப் பதுக்கிவை

# _addSelectionToCommitMessage.Text
source: Add selection to commit message
ta: உறுதிமொழி செய்திக்குத் தேர்வைச் சேர்

# _amendCommit.Text
source: You are about to rewrite history. Only use Amend if the commit has not been published yet! Do you want to continue?
ta: வரலாற்றை மாற்றி எழுத உள்ளீர்கள். உறுதிமொழி இன்னும் வெளியிடப்படவில்லை என்றால் மட்டுமே திருத்தத்தைப் பயன்படுத்தவும்! தொடர வேண்டுமா?

# _amendCommitCaption.Text
source: Amend commit
ta: உறுதிமொழியைத் திருத்து

# _amendResetSoft.Text
source: You are about to rewrite history by Soft Reset to the previous commit. Only use Amend / Reset if the commit has not been published yet! Do you want to continue?
ta: முந்தைய உறுதிமொழிக்கு மென்மை மீட்டமை மூலம் வரலாற்றை மீண்டும் எழுத உள்ளீர்கள். உறுதிமொழி இன்னும் வெளியிடப்படவில்லை என்றால் மட்டுமே திருத்தத்தைப்/மீட்டமைப் பயன்படுத்தவும்! தொடர வேண்டுமா?

# _assumeUnchangedToolTip.Text
source: Tell git to not check the status of this file for performance benefits. Use this feature when a file is big and never change. Git will never check if the file has changed that will improve status check performance.
ta: செயல்திறன் பலன்களுக்காக இந்தக் கோப்பின் நிலையைச் சரிபார்க்க வேண்டாம் என்று அறிவிலியிடம் சொல்லுங்கள். கோப்பு பெரியதாக இருக்கும்போது இந்த அம்சத்தைப் பயன்படுத்தவும். நிலை சரிபார்ப்பு செயல்திறனை மேம்படுத்தும் கோப்பு மாறியிருந்தால் அறிவிலி ஒருபோதும் சரிபார்க்காது.

# _commitAndForcePush.Text
source: Commit && force &push
ta: உறுதிமொழி && கட்டாய &தள்ளு

# _commitAndPush.Text
source: Commit && &push
ta: உறுதிமொழி && &தள்ளு

# _commitAuthorInfo.Text
source: Author
ta: ஆசிரியர்

# _commitCommitterInfo.Text
source: Committer
ta: உறுதிமொழியளிப்பவர்

# _commitCommitterToolTip.Text
source: Click to change committer information.
ta: உறுதிமொழியளிப்பவர் தகவலை மாற்றச் சொடுக்கவும்.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
ta: உறுதிமொழி செய்யும்போது செய்தியை அனுப்ப வேண்டும்

# _commitMessageSettings.Text
source: Edit commit message templates and settings...
ta: உறுதிமொழி செய்தி வார்ப்புருகள் மற்றும் அமைப்புகளைத் திருத்து...

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
ta: உறுதிமொழி செய்தியின் முதல் வரியில் பல எழுத்துக்கள் உள்ளன. தொடர விரும்புகிறீர்களா?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
ta: உறுதிமொழி செய்தியின் பின்வரும் வரியில் பல எழுத்துக்கள் உள்ளன: {0} தொடர விரும்புகிறீர்களா?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
ta: உறுதிமொழி செய்தி வழக்கவெளி உடன் பொருந்தவில்லை. தொடர விரும்புகிறீர்களா?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
ta: உறுதிமொழி செய்தியின் இரண்டாவது வரி காலியாக இல்லை. தொடர விரும்புகிறீர்களா?

# _commitValidationCaption.Text
source: Commit validation
ta: உறுதிமொழி சரிபார்ப்பு

# _deleteFailed.Text
source: Delete file failed
ta: கோப்பை நீக்க முடியவில்லை

# _deleteSelectedFiles.Text
source: Are you sure you want to delete the selected file(s)?
ta: தேர்ந்தெடுத்த கோப்பை(களை) நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# _deleteSelectedFilesCaption.Text
source: Delete
ta: நீக்கு

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
ta: கண்காணிக்கப்படாத எல்லா கோப்புகளையும் நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
ta: கண்காணிக்கப்படாத கோப்புகளை நீக்கு.

# _enterCommitMessage.Text
source: Please enter commit message
ta: தயவுசெய்து உறுதிமொழி செய்தியை உள்ளிடவும்

# _enterCommitMessageCaption.Text
source: Commit message
ta: உறுதிமொழி செய்தி

# _enterCommitMessageHint.Text
source: Enter commit message
ta: உறுதிமொழி செய்தியை உள்ளிடவும்

# _formTitle.Text
source: Commit to {0} ({1})
ta: {0} ({1})க்கு உறுதிமொழியளிக்கவும்

# _mergeConflicts.Text
source: There are unresolved merge conflicts, solve merge conflicts before committing.
ta: தீர்க்கப்படாத ஒன்றிணைப்பு முரண்பாடுகள் உள்ளன, ஒன்றிணைக்கும் முன் முரண்பாடுகளைத் தீர்க்கவும்.

# _mergeConflictsCaption.Text
source: Merge conflicts
ta: மோதல்களை ஒன்றிணைக்கவும்

# _modifyCommitMessageButtonToolTip.Text
source: If you change the first line of the commit message, git will treat this commit as an ordinary commit, i.e. it may no longer be a fixup or an autosquash commit.
ta: நீங்கள் உறுதிமொழியின் முதல் வரியை மாற்றினால், அறிவிலி இந்த உறுதிமொழியை ஒரு சாதாரண உறுதிமொழியாகவே கருதும், அதாவது இது இனி சரிசெய்தல் அல்லது தானிநசுக்கு உறுதிமொழியாக இருக்காது.

# _noFilesStagedAndConfirmAnEmptyMergeCommit.Text
source: There are no files staged for this commit. Are you sure you want to commit?
ta: இந்த உறுதிமொழிக்காக எந்தக் கோப்புகளும் அரங்கேற்றப்படவில்லை. உறுதிமொழியளிக்க விரும்புகிறீர்களா?

# _noFilesStagedCommitAllFilteredUnstagedOption.Text
source: Stage and commit the unstaged files that match your filter
ta: உங்கள் வடிப்பானுடன் பொருந்தக்கூடிய மேடை செய்யப்படாத கோப்புகளை மேடையேற்றி உறுதிமொழியவும்

# _noFilesStagedCommitAllUnstagedOption.Text
source: Stage and commit all unstaged files
ta: அனைத்து மேடையற்ற கோப்புகளையும் மேடையேற்றி உறுதிமொழியவும்

# _noFilesStagedCommitCaption.Text
source: Confirm commit
ta: உறுதிமொழி உறுதிப்படுத்து

# _noFilesStagedCommitInstructions.Text
source: There aren't any changes in the staging area. How do you want to proceed?
ta: மேடை பகுதியில் எந்த மாற்றமும் இல்லை. எப்படி தொடர விரும்புகிறீர்கள்?

# _noFilesStagedMakeEmptyCommitOption.Text
source: Make an empty commit
ta: வெற்று உறுதிமொழியை உருவாக்கு

# _noStagedChanges.Text
source: There are no staged changes
ta: மேடையில் மாற்றங்கள் எதுவும் இல்லை

# _noUnstagedChanges.Text
source: There are no unstaged changes
ta: மேடையற்ற மாற்றங்கள் எதுவும் இல்லை

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
ta: இந்த உறுதிமொழி வேறு கிளைக்கு மாறும்போது குறிப்பிடப்படாமல் இருக்கும், மேலும் இழக்க நேரிடும். தொடர விரும்புகிறீர்களா?

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
ta: ஒரு கோப்பைத் தேர்ந்தெடுக்கும்போது மட்டுமே இந்த விருப்பத்தைப் பயன்படுத்த முடியும்

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
ta: தேர்ந்தெடுத்த எல்லா கோப்புகளையும் மீட்டமைக்க விரும்புகிறீர்களா?

# _resetStageChunkOfFileCaption.Text
source: Unstage chunk of file
ta: கோப்பின் பகுதி மேடையற்றதாக்கு

# _selectOnlyOneFile.Text
source: You must have only one file selected.
ta: நீங்கள் ஒரு கோப்பை மட்டுமே தேர்ந்தெடுத்திருக்க வேண்டும்

# _selectionFilterErrorToolTip.Text
source: Error {0}
ta: பிழை {0}

# _selectionFilterToolTip.Text
source: Enter a regular expression to select unstaged files.
ta: மேடையற்ற கோப்புகளைத் தேர்ந்தெடுக்க வழக்கமான வெளிப்பாட்டை உள்ளிடவும்.

# _skipWorktreeToolTip.Text
source: Hide already tracked files that will change but that you don't want to commit. Suitable for some config files modified locally.
ta: ஏற்கனவே கண்காணித்த கோப்புகளை மறைக்கவும், அவை மாறும் ஆனால் நீங்கள் செய்ய விரும்பாதவை. உள்நாட்டில் மாற்றியமைக்கப்பட்ட சில கட்டமைப்பு கோப்புகளுக்கு ஏற்றது.

# _stageAll.Text
source: Stage all
ta: மேடை எல்லாம்

# _stageDetails.Text
source: Stage Details
ta: மேடை விவரங்கள்

# _stageFiles.Text
source: Stage {0} files
ta: மேடை {0} கோப்புகள்

# _stageFiltered.Text
source: Stage filtered
ta: மேடை வடிகட்டப்பட்டது

# _statusBarBranchWithoutRemote.Text
source: (remote not configured)
ta: (தொலை உள்ளமைக்கப்படவில்லை)

# _stopTrackingFail.Text
source: Fail to stop tracking the file '{0}'.
ta: '{0}' கோப்பை கண்காணிப்பதை நிறுத்த முடியவில்லை.

# _templateLoadErrorCaption.Text
source: Template could not be loaded
ta: வார்ப்புருவை ஏற்ற முடியவில்லை

# _templateNotFound.Text
source: Template not found: {0}. You can set your template: $ git config commit.template ./.git_commit_msg.txt You can unset the template: $ git config --unset commit.template
ta: வார்ப்புரு கிடைக்கவில்லை: {0}. உங்கள் வார்ப்புருவை நீங்கள் அமைக்கலாம்: $ அறிவிலி கட்டமைப்பு உறுதிமொழி.வார்ப்புரு ./.அறிவிலி_உறுதிமொழி_செய்தி.உரை வார்ப்புருடை நீங்கள் நீக்கலாம்: $ அறிவிலி கட்டமைப்பு --நிலைதிருப்பு உறுதிமொழி.வார்ப்புரு

# _templateNotFoundCaption.Text
source: Template Error
ta: வார்ப்புரு பிழை

# _unstageAll.Text
source: Unstage all
ta: அனைத்தையும் மேடையற்றதாக்கு

# _unstageFiltered.Text
source: Unstage filtered
ta: வடிகட்டப்பட்டது மேடையற்றதாக்கு

# _untrackedRemote.Text
source: (untracked)
ta: (கண்காணிக்கப்படாதது)

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
ta: கோப்பை .அறிவிலிபுறக்கணி இல் சேர்

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
ta: கோப்பை .அறிவிலி/தகவல்/விடுவி இல் சேர்

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
ta: மாறாமல் இருப்பதாகக் கருதுங்கள்

# branchNameLabel.Text
source: (Branch name)
ta: (கிளை பெயர்)

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
ta: எல்லா மாற்றங்களும் உறுதிமொழியப்பட்டவுடன் உரையாடலை மூடு

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
ta: ஒவ்வொரு உறுதிமொழிப்பாட்டிற்கும் பிறகு உரையாடலை மூடு

# commitAuthorStatus.ToolTipText
source: Click to change author information.
ta: ஆசிரியர் தகவலை மாற்றச் சொடுக்கவும்.

# commitCursorColumnLabel.Text
source: Col
ta: நெடுவரி

# commitCursorLineLabel.Text
source: Ln
ta: வரி

# commitMessageToolStripMenuItem.Text
source: Commit &message
ta: &உறுதிமொழி செய்தி

# commitStagedCountLabel.Text
source: Staged
ta: மேடை

# commitSubmoduleChanges.Text
source: Commit submodule changes
ta: துணை தொகுதி மாற்றங்களைச் உறுதிமொழியுங்கள்

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
ta: உறுதிமொழி &வார்ப்புருகள்

# commitTemplatesToolStripMenuItem.ToolTipText
source: Commit templates
ta: உறுதிமொழி வார்ப்புருகள்

# copyFolderNameMenuItem.Text
source: Copy folder name
ta: கோப்புறை பெயரை நகலெடு

# createBranchToolStripButton.Text
source: Create &branch
ta: கிளையை &உருவாக்கு

# createBranchToolStripButton.ToolTipText
source: Create branch
ta: கிளையை உருவாக்கு

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
ta: கண்காணிக்கப்படாத அனைத்து கோப்புகளையும் நீக்கு

# deleteFileToolStripMenuItem.Text
source: Delete file
ta: கோப்பை நீக்கு

# doNotAssumeUnchangedToolStripMenuItem.Text
source: Do not assume unchanged
ta: மாறாதது என்று எண்ண வேண்டாம்

# doNotSkipWorktreeToolStripMenuItem.Text
source: Do not skip worktree
ta: பணிமரத்தை தவிர்க்க வேண்டாம்

# editFileToolStripMenuItem.Text
source: Edit file
ta: கோப்பைத் திருத்து

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
ta: புறக்கணிக்கப்பட்ட கோப்புகளைத் திருத்து

# editLocallyIgnoredFilesToolStripMenuItem.Text
source: Edit locally ignored files
ta: உள்ளூரில் புறக்கணிக்கப்பட்ட கோப்புகளைத் திருத்து

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
ta: முழு பாதையை நகலெடு

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
ta: துணை தொகுதிகளில் மாற்றங்களின் பட்டியலை உருவாக்கு

# interactiveAddToolStripMenuItem.Text
source: Interactive Add
ta: ஊடாடுகையில் சேர்

# modifyCommitMessageButton.Text
source: Modify the commit m&essage
ta: &உறுதிமொழி செய்தியை மாற்றவும்

# noVerifyToolStripMenuItem.Text
source: No verify
ta: சரிபார்ப்பு இல்லை

# openContainingFolderToolStripMenuItem.Text
source: Show in folder
ta: கோப்புறையில் காட்டு

# openFolderMenuItem.Text
source: Show in folder
ta: கோப்புறையில் காட்டு

# openToolStripMenuItem.Text
source: Open
ta: திற

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
ta: வேறுபாடுகருவி மூலம் திற

# openWithToolStripMenuItem.Text
source: Open with...
ta: இதனுடன் திற...

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
ta: படிவகவனத்தில் உரையாடலைப் புதுப்பி

# remoteNameLabel.Text
source: (Remote name)
ta: (தொலை பெயர்)

# resetChanges.Text
source: Reset file or directory changes
ta: கோப்பு அல்லது அடைவு மாற்றங்களை மீட்டமை

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
ta: கோப்பின் பகுதியை மீட்டமைக்கவும்

# resetSubmoduleChanges.Text
source: Reset submodule changes
ta: துணை தொகுதி மாற்றங்களை மீட்டமை

# selectionFilterToolStripMenuItem.Text
source: Selection filter
ta: தேர்வு வடிகட்டி

# showAssumeUnchangedFilesToolStripMenuItem.Text
source: Show assumed-unchanged files
ta: ஊகிக்கப்பட்ட-மாற்றப்படாத கோப்புகளைக் காண்பி

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
ta: புறக்கணிக்கப்பட்ட கோப்புகளைக் காண்பி

# showSkipWorktreeFilesToolStripMenuItem.Text
source: Show skip-worktree files
ta: தவிர்-பணிமரம் கோப்புகளைக் காண்பி

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
ta: கண்காணிக்கப்படாத கோப்புகளைக் காண்பி

# signOffToolStripMenuItem.Text
source: Sign-off commit
ta: உறுதிமொழி கையொப்பமிடுதல்

# skipWorktreeToolStripMenuItem.Text
source: Skip worktree
ta: பணிமரத்தை தவிர்

# stagedCopyPathToolStripMenuItem14.Text
source: Copy full path
ta: முழு பாதையை நகலெடுக்கவும்

# stagedEditFileToolStripMenuItem11.Text
source: Edit file
ta: கோப்பைத் திருத்து

# stagedFileHistoryToolStripMenuItem6.Text
source: View file history
ta: கோப்பு வரலாற்றைக் காண்க

# stagedOpenDifftoolToolStripMenuItem9.Text
source: Open with difftool
ta: வேறுபாடுகருவி மூலம் திற

# stagedOpenFolderToolStripMenuItem10.Text
source: Show in folder
ta: கோப்புறையில் காட்டு

# stagedOpenToolStripMenuItem7.Text
source: Open
ta: திற

# stagedOpenWithToolStripMenuItem8.Text
source: Open with...
ta: இதனுடன் திற...

# stagedResetChanges.Text
source: Reset file or directory changes
ta: கோப்பு அல்லது அடைவு மாற்றங்களை மீட்டமை

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
ta: பதுக்கிவை துணை தொகுதி மாற்றங்கள்

# stopTrackingThisFileToolStripMenuItem.Text
source: Stop tracking this file
ta: இந்தக் கோப்பை கண்காணிப்பதை நிறுத்து

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
ta: ஆசிரியர்: (வடிவம்: "பெயர் <அஞ்சல்>")

# toolRefreshItem.Text
source: Refresh
ta: புதுப்பி

# toolStageItem.Text
source: &Stage
ta: &மேடை

# toolStripLabel1.Text
source: Selection Filter
ta: தேர்வு வடிகட்டி

# toolStripMenuItem3.Text
source: &Options
ta: &விருப்பங்கள்

# toolUnstageItem.Text
source: &Unstage
ta: &மேடையற்றதாக்கு

# updateSubmoduleMenuItem.Text
source: Update submodule
ta: துணைத்தொகுப்பைப் புதுப்பிக்கவும்

# viewFileHistoryToolStripItem.Text
source: View file history
ta: கோப்பு வரலாற்றைக் காண்க

# viewHistoryMenuItem.Text
source: View history
ta: வரலாற்றைக் காண்க

# workingToolStripMenuItem.Text
source: &Working directory changes
ta: &வேலைசெய்யும் அடைவு மாற்றங்கள்

# $this.Text
source: Diff
ta: வேறுபாடு

# $this.Text
source: Commit message settings
ta: உறுதிமொழி செய்தி அமைப்புகள்

# _emptyTemplate.Text
source: empty
ta: காலி

# buttonCancel.Text
source: Cancel
ta: ரத்துசெய்

# buttonOk.Text
source: OK
ta: சரி

# labelAutoWrap.Text
source: Auto-wrap commit message (except subject line)
ta: தானாக மடக்கு உறுதிமொழி செய்தி (பொருள் வரி தவிர).

# labelCommitTemplate.Text
source: Commit template:
ta: உறுதிமொழி வார்ப்புரு:

# labelCommitTemplateName.Text
source: Name:
ta: பெயர்:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
ta: முதல் வரியில் எழுத்துகளின் அதிகபட்ச எண்கள் (0 = சரிபார்ப்பு முடக்கப்பட்டது):

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
ta: ஒரு வரிக்கு அதிகபட்ச எழுத்துக்கள் (0 = சரிபார்ப்பு முடக்கம்):

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
ta: உறுதிமொழி பின்வரும் வழக்கவெளி உடன் பொருந்த வேண்டும் (வெற்று = சரிபார்ப்பு முடக்கம்):

# labelSecondLineEmpty.Text
source: Second line must be empty:
ta: இரண்டாம் வரி காலியாக இருக்க வேண்டும்:

# labelUseIndent.Text
source: Indent lines after first line:
ta: முதல் வரிக்குப் பிறகு வரிகளை உள்தள்ளவும்:

# tabPage1.Text
source: Commit templates
ta: உறுதிமொழி வார்ப்புருக்கள்
