Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.xlf
Languages: ta

# StashKeepIndex.toolTip
source: All changes already added to the index are left intact
ta: குறியீட்டில் ஏற்கனவே சேர்க்கப்பட்ட அனைத்து மாற்றங்களும் அப்படியே விடப்பட்டுள்ளன

# StashSelectedFiles.Text
source: Stash &selected changes
ta: &தேர்ந்தெடுக்கப்பட்ட மாற்றங்களைப் பதுக்கிவை

# StashSelectedFiles.toolTip
source: Stash changes for the selected files, then revert them to the original state
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளுக்கான மாற்றங்களைப் பதுக்கவும், பின்னர் அவற்றை அசல் நிலைக்கு மாற்றவும்

# Stashes.ToolTipText
source: Select a stash
ta: ஒரு பதுக்கலைத் தேர்ந்தெடு

# _currentWorkingDirChanges.Text
source: Current working directory changes
ta: தற்போதைய செயல்பாட்டு அடைவு மாற்றங்கள்

# _noStashes.Text
source: There are no stashes.
ta: பதுக்கல் எதுவும் இல்லை.

# cherryPickFileChangesToolStripMenuItem.Text
source: &Cherry pick file changes
ta: &கோப்புகள் மாற்றங்களைச் சிவந்தகனி எடு

# chkIncludeUntrackedFiles.Text
source: &Include untracked files
ta: &கண்காணிக்கப்படாத கோப்புகளைச் சேர்க்கவும்

# chkIncludeUntrackedFiles.toolTip
source: All untracked files are also stashed and then cleaned
ta: கண்காணிக்கப்படாத அனைத்து கோப்புகளும் பதுக்கி வைக்கப்பட்டு பின்னர் சுத்தம் செய்யப்படுகின்றன

# messageLabel.Text
source: &Message:
ta: &செய்தி:

# refreshToolStripButton.Text
source: Refresh
ta: புதுப்பி

# showToolStripLabel.Text
source: S&how:
ta: காட்டு

# $this.Text
source: Process
ta: செயல்முறை

# $this.Text
source: Submodules
ta: துணைதொகுதிகள்

# AddSubmodule.Text
source: Add submodule
ta: துணை தொகுதியைச் சேர்

# RemoveSubmodule.Text
source: Remove
ta: நீக்கு

# Status.HeaderText
source: Status
ta: நிலை

# SynchronizeSubmodule.Text
source: Synchronize
ta: ஒத்திசை

# UpdateSubmodule.Text
source: Update
ta: புதுப்பி

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
ta: தேர்ந்தெடுக்கப்பட்ட துணைத் தொகுதியை நிச்சயமாக அகற்ற விரும்புகிறீர்களா?

# _removeSelectedSubmoduleCaption.Text
source: Remove
ta: நீக்கு

# groupBox1.Text
source: Details
ta: விவரங்கள்

# label2.Text
source: Remote path
ta: தொலை பாதை

# label3.Text
source: Local path
ta: உள்ளக பாதை

# label4.Text
source: Commit
ta: உறுதிமொழி

# label5.Text
source: Branch
ta: கிளை

# label6.Text
source: Status
ta: நிலை

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
ta: பெயர்

# $this.Text
source: Check for update
ta: புதுப்பிப்புக்காகச் சரிபார்க்கவும்

# UpdateLabel.Text
source: Searching for updates
ta: புதுப்பிப்புகளைத் தேடுகிறது

# _downloadingUpdate.Text
source: Downloading update...
ta: புதுப்பிப்பைப் பதிவிறக்குகிறது...

# _errorHeading.Text
source: Download Failed
ta: பதிவிறக்க முடியவில்லை

# _errorMessage.Text
source: Failed to download an update.
ta: ஒரு புதுப்பிப்பைப் பதிவிறக்குவதில் தோல்வி.

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
ta: அறிவிலிநீட்டிப்புகளின் புதிய பதிப்பு {0} உள்ளது

# _noUpdatesFound.Text
source: No updates found
ta: மேம்படுகள் எதுவும் இல்லை

# btnUpdateNow.Text
source: &Update Now
ta: &இப்போது மேம்படுத்து

# linkChangeLog.Text
source: Show Change&Log
ta: மாற்ற&பதிவைக் காட்டு

# linkDirectDownload.Text
source: &Direct Download
ta: &நேரடி பதிவிறக்கம்

# $this.Text
source: Verify database
ta: தரவுத்தளத்தைச் சரிபார்க்கவும்

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
ta: எல்லா இழந்தது_மற்றும்_கண்டுபிடிக்கப்பட்டது குறிச்சொற்களையும் நீக்கவும்

# FullCheck.Text
source: Check not just objects in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), but also the ones found in alternate object pools.
ta: அறிவிலி_பொருள்_அடைவு ($அறிவிலி_அடைவு/பொருட்கள்) இல் உள்ள பொருட்களை மட்டும் பார்க்காமல், மாற்று பொருள் குளங்களில் உள்ளவற்றையும் சரிபார்க்கவும்.

# NoReflogs.Text
source: Do not consider commits that are referenced only by an entry in a reflog to be reachable.
ta: குறிபதிவில் உள்ள ஒரு பதிவின் மூலம் மட்டுமே குறிப்பிடப்படும் உறுதிமொழிகளை அணுகக்கூடியதாகக் கருத வேண்டாம்.

# Remove.Text
source: Remove all dangling objects
ta: எல்லா தொங்கும் பொருட்களையும் அகற்று

# SaveObjects.Text
source: Save objects to .git/lost-found
ta: பொருட்களை .அறிவிலி/இழந்த-கண்டுபிடிக்கப்பட்டதில் சேமிக்கவும்

# ShowCommitsAndTags.Text
source: Show commits and tags
ta: உறுதிமொழிகள் மற்றும் குறிச்சொற்களைக் காட்டு

# ShowOtherObjects.Text
source: Show other objects
ta: மற்ற பொருட்களைக் காட்டு

# Unreachable.Text
source: Print out objects that exist but that aren't readable from any of the reference nodes.
ta: இருக்கும் ஆனால் எந்தக் குறிப்பு முனையிலிருந்தும் படிக்க முடியாத பொருட்களை அச்சிடவும்.

# _removeDanglingObjectsCaption.Text
source: Remove
ta: நீக்கு

# _removeDanglingObjectsQuestion.Text
source: Are you sure you want to delete all dangling objects?
ta: அனைத்து தொங்கும் பொருட்களையும் நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
ta: இழந்த பொருட்களை மீட்டெடுக்கவும்

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
ta: மீட்டெடுக்க பொருள்களைத் தேர்ந்தெடுக்கவும்.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
ta: {0} குறிச்சொற்கள் உருவாக்கப்பட்டன. முடிந்ததும் இந்தக் குறிச்சொற்களை நீக்க மறக்காதீர்கள்.

# btnCloseDialog.Text
source: Cancel
ta: ரத்துசெய்

# btnRestoreSelectedObjects.Text
source: Recover selected objects
ta: தேர்ந்தெடுக்கப்பட்ட பொருட்களை மீட்டெடுக்கவும்

# columnAuthor.HeaderText
source: Author
ta: ஆசிரியர்

# columnDate.HeaderText
source: Date
ta: தேதி

# columnHash.HeaderText
source: Hash
ta: கொத்து

# columnParent.HeaderText
source: Parent(s) hashs
ta: பெற்றோர்(கள்) கொத்துகள்

# columnSubject.HeaderText
source: Subject
ta: பொருள்

# columnType.HeaderText
source: Type
ta: வகை

# copyHashToolStripMenuItem.Text
source: Copy object hash
ta: பொருள் கொத்தை நகலெடு

# copyParentHashToolStripMenuItem.Text
source: Copy parent hash
ta: பெற்றோர் கொத்தை நகலெடு

# label1.Text
source: Double-click on a row for quick view
ta: விரைவான பார்வைக்கு ஒரு வரிசையில் இருமுறை சொடுக்கவும்

# label2.Text
source: By default only unreferenced objects that are older than 2 weeks are removed when cleaning up the database. All other object are only deleted when you run "Remove all dangling objects" Check commits you want to recover and press Recover button Context menu for additional operations
ta: இயல்பாக, தரவுத்தளத்தைச் சுத்தம் செய்யும்போது, 2 வாரங்களுக்கு மேல் உள்ள குறிப்பிடப்படாத பொருள்கள் மட்டுமே அகற்றப்படும். "அனைத்து தொங்கும் பொருட்களையும் அகற்று" என்பதை இயக்கினால் மட்டுமே மற்ற எல்லா பொருட்களும் நீக்கப்படும். நீங்கள் மீட்க விரும்பும் உறுதிமொழிகளைச் சரிபார்த்து, கூடுதல் செயல்பாடுகளுக்கு, சூழல் மெனுவை மீட்டெடு பொத்தானை அழுத்தவும்

# mnuLostObjectView.Text
source: View
ta: காட்சி

# mnuLostObjectsCreateBranch.Text
source: Create branch
ta: கிளையை உருவாக்கு

# mnuLostObjectsCreateTag.Text
source: Create tag
ta: குறிச்சொல்லை உருவாக்கு

# saveAsToolStripMenuItem.Text
source: Save as...
ta: இவ்வாறு சேமி...

# $this.Text
source: View patch file
ta: ஒட்டு கோப்பைக் காண்க

# BrowsePatch.Text
source: Browse
ta: உலாவு

# File.HeaderText
source: Type
ta: வகை

# FileNameA.HeaderText
source: Filename
ta: கோப்புப்பெயர்

# _patchFileFilterString.Text
source: Patch file (*.Patch)
ta: ஒட்டு கோப்பு (*.ஒட்டு)

# _patchFileFilterTitle.Text
source: Select patch file
ta: ஒட்டு கோப்பைத் தேர்ந்தெடு

# labelPatch.Text
source: Patch
ta: ஒட்டு

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
ta: மாற்று

# $this.Text
source: General
ta: பொது

# _fetch.Text
source: Fetch
ta: எடு

# _fetchAll.Text
source: Fetch all
ta: எல்லாம் எடு

# _fetchAndPruneAll.Text
source: Fetch and prune all
ta: எடு மற்றும் எல்லாம் கத்தரிக்கவும்

# _openPullDialog.Text
source: Open pull dialog
ta: இழு உரையாடல் திற

# btnDefaultDestinationBrowse.Text
source: Browse
ta: உலாவு

# chkCheckForUncommittedChangesInCheckoutBranch.Text
source: Check for uncommitted changes in checkout branch dialog
ta: கிளை மாறு உரையாடலில் உறுதிமொழியற்ற மாற்றங்களைச் சரிபார்க்கவும்

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
ta: செயல்முறை வெற்றிபெறும்போது செயல்முறை உரையாடலை மூடு

# chkFollowRenamesInFileHistory.Text
source: Follow renames in file history
ta: கோப்பு வரலாற்றில் மறுபெயர்களைப் பின்பற்றவும்

# chkFollowRenamesInFileHistoryExact.Text
source: Follow exact renames and copies only
ta: சரியான மறுபெயர்கள் மற்றும் நகல்களை மட்டும் பின்பற்றவும்

# chkShowAheadBehindDataInBrowseWindow.Text
source: Show ahead and behind information on status bar in browse window
ta: உலாவல் சாளரத்தில் நிலைப் பட்டியில் முன்னும் பின்னும் தகவலைக் காட்டு

# chkShowGitCommandLine.Text
source: Show console window when executing git process
ta: அறிவிலி செயல்முறையை இயக்கும்போது பணியக சாளரத்தைக் காட்டு

# chkShowGitStatusForArtificialCommits.Text
source: Show number of changed files for artificial commits
ta: செயற்கை உறுதிமொழிகளுக்காக மாற்றப்பட்ட கோப்புகளின் எண்ணிக்கையைக் காட்டு

# chkShowGitStatusInToolbar.Text
source: Show number of changed files on commit button
ta: மாற்றப்பட்ட கோப்புகளின் எண்ணிக்கையை உறுதிமொழி பொத்தானில் காட்டவும்

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
ta: உலாவல் சாளரத்தில் நிலைப் பட்டியில் பதுக்கிவை எண்ணிக்கையைக் காட்டு

# chkShowSubmoduleStatusInBrowse.Text
source: Show submodule status in browse menu
ta: உலாவல் பட்டியலில் துணைத் தொகுதி நிலையைக் காட்டு

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
ta: தொடக்கத்தில் கடைசியாக வேலை செய்த கோப்பகத்தைத் திறக்கவும்

# chkStashUntrackedFiles.Text
source: Include untracked files in autostash
ta: தானிபதுக்கியில் கண்காணிக்கப்படாத கோப்புகளைச் சேர்

# chkTelemetry.Text
source: Yes, I allow telemetry!
ta: ஆம், நான் தொலைஅளவுகளை அனுமதிக்கிறேன்!

# chkUseHistogramDiffAlgorithm.Text
source: Use histogram diff algorithm
ta: அலைவெண்செவ்வகப்படம் வேறுபாடு வழிமுறை பயன்படுத்தவும்

# groupBoxPerformance.Text
source: Performance
ta: செயல்திறன்

# groupBoxTelemetry.Text
source: Telemetry
ta: தொலைஅளவுகள்

# lblCommitsLimit.Text
source: Limit number of commits to be loaded
ta: ஏற்றப்பட வேண்டிய உறுதிமொழிகளின் வரம்பு

# lblDefaultCloneDestination.Text
source: Default clone destination
ta: இயல்புநிலை நகலி இலக்கு

# lblDefaultPullAction.Text
source: Default pull action
ta: இயல்புநிலை இழு செயல்

# lblQuickSearchTimeout.Text
source: Revision grid quick search timeout [ms]
ta: மீள்திருத்த கட்டம் விரைவு தேடல் நேரமுடிவு [ms]

# llblTelemetryPrivacyLink.Text
source: Why and what is captured?
ta: ஏன், என்ன கைப்பற்றப்பட்டது?

# checkBoxFetchPrune.Text
source: Prune remote branches during fetch
ta: எடுக்கும்போது தொலை கிளைகளைக் கத்தரிக்கவும்

# checkBoxPullRebase.Text
source: Rebase local branch when pulling (instead of merge)
ta: இழுக்கும்போது உள்ளக கிளையை மறுதளம் செய்யுங்கள் (ஒன்றிணைவதற்குப் பதிலாக)

# checkBoxRebaseAutosquash.Text
source: Automatically squash commits when doing an interactive rebase
ta: ஊடாடும் மறுதளம் செய்யும்போது தானாக உறுதிமொழிகளை நசுக்குகிறது

# checkBoxRebaseAutostash.Text
source: Automatically stash before doing a rebase
ta: மறுதளம் செய்வதற்கு முன் தானாகப் பதுக்கிவை

# checkBoxUpdateRefs.Text
source: Rebase also dependent branches
ta: சார்ந்த கிளைகளையும் மறுதளம்

# $this.Text
source: Config
ta: கட்டமை

# ConfigureEncoding.Text
source: Configure
ta: கட்டமைக்கவும்

# btnCommitTemplateBrowse.AccessibleName
source: Browse Path to commit template
ta: உறுதிமொழி வார்ப்புருவை உருவாக்கப் பாதையை உலாவவும்

# btnCommitTemplateBrowse.Text
source: Browse
ta: உலாவு

# btnDiffToolBrowse.AccessibleName
source: Browse Difftool command
ta: வேறுபாடுகருவி கட்டளையை உலாவுக

# btnDiffToolBrowse.Text
source: Browse
ta: உலாவு

# btnDiffToolCommandSuggest.AccessibleName
source: Suggest Difftool command
ta: வேறுபாடுகருவி கட்டளையைப் பரிந்துரைக்கவும்

# btnDiffToolCommandSuggest.Text
source: Suggest
ta: பரிந்துரை

# btnMergeToolBrowse.AccessibleName
source: Browse Path to mergetool
ta: ஒன்றிணைக்கருவி பாதை உலாவு

# btnMergeToolBrowse.Text
source: Browse
ta: உலாவு

# btnMergeToolCommandSuggest.AccessibleName
source: Suggest Mergetool command
ta: ஒன்றிணைக்கருவி கட்டளையைப் பரிந்துரைக்கவும்

# btnMergeToolCommandSuggest.Text
source: Suggest
ta: பரிந்துரை

# globalAutoCrlfFalse.Text
source: Checkout as-is, commit as-is ("core.autocrlf" is set to "false")
ta: உள்ளபடியே மாறு, அப்படியே உறுதிமொழி ("core.autocrlf" ஆனது "பொய்" என அமைக்கப்பட்டுள்ளது)

# globalAutoCrlfInput.Text
source: Checkout as-is, commit Unix-style line endings ("core.autocrlf" is set to "input")
ta: உள்ளபடியே மாறு, யுனிக்சு-பாணி வரி முடிவுகள் உறுதிமொழி ("core.autocrlf" ஆனது "உள்ளீடு" ஆக அமைக்கப்பட்டுள்ளது)

# globalAutoCrlfNotSet.Text
source: Not set
ta: அமைக்கப்படவில்லை

# globalAutoCrlfTrue.Text
source: Checkout Windows-style, commit Unix-style line endings ("core.autocrlf" is set to "true")
ta: சாளரங்கள்-பாணியில் மாறு, யுனிக்சு-பாணி வரி முடிவுகள் உறுதிமொழி("core.autocrlf" "உண்மை" என அமைக்கப்பட்டுள்ளது)

# groupBoxLineEndings.Text
source: Line endings
ta: வரி முடிவுகள்

# label3.Text
source: User name
ta: பயனர்பெயர்

# label4.Text
source: User email
ta: பயனர் மின்னஞ்சல்

# label6.Text
source: Editor
ta: திருத்தி

# label60.Text
source: Files content encoding
ta: கோப்புகளின் உள்ளடக்கக் குறியாக்கம்

# label9.Text
source: You need to set the correct path to git before you can change global settings.
ta: நீங்கள் உலகளாவிய அமைப்புகளை மாற்றுவதற்கு முன் நீங்கள் சரியான அறிவிலி பாதையை அமைக்க வேண்டும்.

# lblCommitTemplatePath.Text
source: Path to commit template
ta: உறுதிமொழி வார்ப்புருவுக்கான பாதை

# lblDiffTool.Text
source: Difftool
ta: வேறுபாடுகருவி

# lblDiffToolCommand.Text
source: Difftool command
ta: வேறுபாடுகருவி கட்டளை

# lblDiffToolPath.Text
source: Path to difftool
ta: வேறுபாடுகருவிக்கான பாதை

# lblMergeTool.Text
source: Mergetool
ta: ஒன்றிணைக்கருவி

# lblMergeToolCommand.Text
source: Mergetool command
ta: ஒன்றிணைக்கருவி கட்டளை

# lblMergeToolPath.Text
source: Path to mergetool
ta: ஒன்றிணைக்கருவி பாதை

# $this.Title
source: Git Extensions
ta: அறிவிலி நீட்டிப்புகள்

# _cannotAccessGitignore.Text
source: Failed to save .gitignore. Check if file is accessible.
ta: .அறிவிலிபுறக்கணி சேமிக்க முடியவில்லை. கோப்பு அணுகக்கூடியதா எனச் சரிபார்க்கவும்.

# _cannotAccessGitignoreCaption.Text
source: Failed to save .gitignore
ta: .அறிவிலிபுறக்கணி சேமிக்க முடியவில்லை

# _editGitignoreTitle.Text
source: Edit .gitignore
ta: திருத்து .அறிவிலிபுறக்கணி

# _gitignoreOnlyInWorkingDirSupported.Text
source: .gitignore is only supported when there is a working directory.
ta: .அறிவிலிபுறக்கணி பணிபுரியும் அடைவு இருக்கும்போது மட்டுமே ஆதரிக்கப்படும்.

# _saveFileQuestion.Text
source: Save changes to .gitignore?
ta: மாற்றங்களை .அறிவிலிபுறக்கணி இல் சேமிக்கவா?

# _cannotAccessLocalExclude.Text
source: Failed to save .git/info/exclude. Check if file is accessible.
ta: .அறிவிலி/தகவல்/விடுவி சேமிக்க முடியவில்லை. கோப்பு அணுகக்கூடியதா எனச் சரிபார்க்கவும்.

# _cannotAccessLocalExcludeCaption.Text
source: Failed to save .git/info/exclude
ta: .அறிவிலி/தகவல்/விடுவி சேமிக்க முடியவில்லை.

# _editLocalExcludeTitle.Text
source: Edit .git/info/exclude
ta: திருத்து .அறிவிலி/தகவல்/விடுவி

# _localExcludeOnlyInWorkingDirSupported.Text
source: .git/info/exclude is only supported when there is a working directory.
ta: .அறிவிலி/தகவல்/விடுவி பணிபுரியும் கோப்பகம் இருக்கும்போது மட்டுமே ஆதரிக்கப்படும்.

# _saveFileQuestion.Text
source: Save changes to .git/info/exclude?
ta: மாற்றங்களை .அறிவிலி/தகவல்/விடுவி இல் சேமிக்கவா?

# $this.Text
source: Git Settings
ta: அறிவிலி அமைப்புகள்

# label1.Text
source: Select one of the subnodes to view or edit the Git settings
ta: அறிவிலி அமைப்புகளைப் பார்க்க அல்லது திருத்தத் துணை முனைகளில் ஒன்றைத் தேர்ந்தெடுக்கவும்

# $this.Title
source: Git
ta: அறிவிலி

# $this.Text
source: Paths
ta: பாதைகள்

# BrowseGitPath.Text
source: Browse
ta: உலாவு

# BrowseLinuxToolsDir.Text
source: Browse
ta: உலாவு

# ChangeHomeButton.Text
source: Change HOME
ta: வீட்டை மாற்று

# _homeIsSetToString.Text
source: HOME is set to:
ta: வீடு என அமைக்கப்பட்டுள்ளது:

# downloadGitForWindows.Text
source: Download Git
ta: அறிவிலியைப் பதிவிறக்கு

# gbEnvironment.Text
source: Environment
ta: சுற்றுச்சூழல்

# gbPaths.Text
source: Paths
ta: பாதைகள்

# homeIsSetToLabel.Text
source: HOME is set to: {0}
ta: வீடு என அமைக்கப்பட்டுள்ளது: {0}

# label50.Text
source: Set the correct paths to Git for Windows. (WSL Git will be used for WSL repositories).
ta: சாளரங்களுக்கான அறிவிலிக்கு சரியான பாதைகளை அமைக்கவும். (டபலயுஎச்எல் அறிவிலி டபலயுஎச்எல் களஞ்சியங்களுக்குப் பயன்படுத்தப்படும்).

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
ta: அறிவிலி (அறிவிலி.cmd அல்லது அறிவிலி.exe) இயக்கப் பயன்படுத்தப்படும் கட்டளை

# lblGlobalConfigPath.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
ta: உலகளாவிய கட்டமைப்புக் கோப்பு இடம் சேமிக்கப்பட்ட சூழல் மாறி %HOME% இல் அமைந்துள்ளது. இயல்பாக %வீடு% காலியாக இருந்தால் %வீடுவட்டு%%வீடுபாதை% அமைக்கப்படும். நீங்கள் சிக்கல்களைச் சந்தித்தால் மட்டுமே இயல்புநிலை நடத்தையை மாற்றவும்.

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
ta: லினக்சு கருவிகளுக்கான பாதை (ஓடு). பாதையில் இருக்கும்போது காலியாக விடவும்.

# CannotLoadTheTextOfTheSparseFile.Text
source: Cannot load the text of the sparse file.
ta: அரிதான கோப்பின் உரையை ஏற்ற முடியவில்லை.

# ConfirmDisableGitSparse.Text
source: You are about to disable Git Sparse feature for this repository, {0}. Git won't be able to restore the working copy to its full content this way. Would you like to have the filter modified so that it allowed for the full working copy?
ta: இந்தக் களஞ்சியத்திற்கான அறிவிலி அரிதான அம்சத்தை முடக்க உள்ளீர்கள், {0}. அறிவிலியால் வேலை செய்யும் நகலை அதன் முழு உள்ளடக்கத்திற்கு இந்த வழியில் மீட்டெடுக்க முடியாது. முழு வேலை நகலை அனுமதிக்கும் வகையில் வடிகட்டியை மாற்றியமைக்க விரும்புகிறீர்களா?

# CouldNotSave.Text
source: Could not save the modified settings and rules.
ta: மாற்றியமைக்கப்பட்ட அமைப்புகளையும் விதிகளையும் சேமிக்க முடியவில்லை.

# DisableForThisRepository.Text
source: Disable for this repository
ta: இந்தக் களஞ்சியத்திற்கு முடக்கு

# DisableGitSparse.Text
source: Disable Git Sparse
ta: அறிவிலி அரிதானதை முடக்கு

# EditsTheContentsOfTheGitInfoSparseCheckoutFile.Text
source: Edits the contents of the “.git/info/sparse-checkout” file.
ta: “.அறிவிலி/தகவல்/அரிதான-மாறு” கோப்பின் உள்ளடக்கங்களைத் திருத்துகிறது.

# Enable.Text
source: &Enable
ta: &இயக்கு

# HeaderDetailsText.Text
source: Need only a small part of a large repository? With sparse checkout, you can skip the rest from being extracted into your working copy.
ta: பெரிய களஞ்சியத்தின் சிறிய பகுதி மட்டும் வேண்டுமா? அரிதான மாறுவதன் மூலம், மீதமுள்ளவற்றை உங்கள் வேலை நகலில் பிரித்தெடுக்காமல் தவிர்க்கலாம்.

# LoadFile.Text
source: Load File
ta: கோப்பை ஏற்று

# RefreshWorkingCopyCheckboxHint.Text
source: As the sparse working copy rules are changed, it might become outdated. Refreshes the working copy against the current set of the rules to restore any missing files and remove any extra files. nActual command line: {0}
ta: அரிதான வேலை நகல் விதிகள் மாற்றப்பட்டதால், அது காலாவதியாகலாம். காணாமல் போன கோப்புகளை மீட்டெடுக்கவும், கூடுதல் கோப்புகளை அகற்றவும் தற்போதைய விதிகளின் தொகுப்பிற்கு எதிராக வேலை செய்யும் நகலைப் புதுப்பிக்கிறது. உண்மையான கட்டளை வரி: {0}

# RefreshWorkingCopyUsingTheCurrentSettingsAndRules.Text
source: Refresh working copy using the current settings and rules
ta: தற்போதைய அமைப்புகள் மற்றும் விதிகளைப் பயன்படுத்தி வேலை செய்யும் நகலைப் புதுப்பிக்கவும்

# Save.Text
source: &Save
ta: &சேமி

# SaveFile.Text
source: Save File
ta: கோப்பைச் சேமி

# SetsTheGitPropertyToFalseForTheLocalRepository.Text
source: Sets the Git property “{0}” to False for the local repository.
ta: உள்ளக களஞ்சியத்திற்கான அறிவிலி பண்பு “{0}” ஐ பொய் என அமைக்கிறது.

# SetsTheGitPropertyToTrueForTheLocalRepository.Text
source: Sets the Git property “{0}” to True for the local repository.
ta: உள்ளக களஞ்சியத்திற்கான அறிவிலி பண்பு “{0}” ஐ உண்மையென அமைக்கிறது.

# SparseWorkingCopy.Text
source: Sparse Working Copy
ta: அரிதான வேலை நகல்

# SparseWorkingCopySupportHasNotBeenEnabledForThisRepository.Text
source: Git Sparse feature has not been enabled for this repository.
ta: இந்தக் களஞ்சியத்திற்கு அறிவிலி அரிதான அம்சம் இயக்கப்படவில்லை.

# SparseWorkingCopySupportIsEnabled.Text
source: Git Sparse feature is currently enabled.
ta: அறிவிலி அரிதான அம்சம் தற்போது இயக்கப்பட்டுள்ளது.

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectories.Text
source: Specify the pass-filter rules for files and directories:
ta: கோப்புகள் மற்றும் கோப்பகங்களுக்கான கடவு வடிகட்டி விதிகளைக் குறிப்பிடவும்:

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectoriesLine2.Text
source: The rules have the same format as the “.gitignore” file, matched items are included. To exclude, prefix a rule with an exclamation mark “!”. “#” comments a line. This is only a filter, so it cannot change the structure like pulling up a deep subfolder to the first level.
ta: விதிகளில் “.அறிவிலிபுறக்கணி” கோப்பின் அதே வடிவம் உள்ளது, பொருந்திய உருப்படிகள் சேர்க்கப்பட்டுள்ளன. விலக்க, "!" என்ற ஆச்சரியக்குறியுடன் ஒரு விதியை முன்னொட்டவும். "#" ஒரு வரியில் கருத்து தெரிவிக்கிறது. இது ஒரு வடிகட்டி மட்டுமே, எனவே ஆழமான துணைக் கோப்புறையை முதல் நிலைக்கு இழுப்பது போன்ற கட்டமைப்பை மாற்ற முடியாது.

# WithSomeRulesStillInTheSparsePassFilter.Text
source: with some rules still in the sparse pass-filter
ta: சில விதிகள் இன்னும் அரிதான கடவு-வடிப்பானில் உள்ளன

# WithTheSparsePassFilterEmptyOrMissing.Text
source: with the sparse pass-filter empty or missing
ta: அரிதான கடவு-வடிப்பானுடன் காலியாக அல்லது காணவில்லை

# YouHaveMadeChangesToSettingsOrRulesWouldYouLikeToSaveThem.Text
source: You have made changes to settings or rules. Would you like to save them?
ta: அமைப்புகள் அல்லது விதிகளில் மாற்றங்களைச் செய்துள்ளீர்கள். அவற்றைச் சேமிக்க விரும்புகிறீர்களா?

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
ta: இந்த அம்சத்தைப் பற்றி {0} இல் மேலும் படிக்கவும்

# linkLabelHelp.Text
source: Help
ta: உதவி

# linkLabelHide.Text
source: Hide help
ta: உதவியை மறை

# linkLabelShowHelp.Text
source: Show help
ta: உதவி காட்டு

# $this.Text
source: Hotkeys
ta: சூடான விசைகள்

# AbortButton.Text
source: Abort
ta: நிறுத்து

# ContinueButton.Text
source: Continue
ta: தொடரவும்

# MoreButton.Text
source: M&ore...
ta: &மேலும்...

# ResolveButton.Text
source: Resolve...
ta: தீர்வு...

# _bisect.Text
source: Bisect
ta: இருப்பிரிவு

# _conflictsMessage.Text
source: There are unresolved merge conflicts.
ta: தீர்க்கப்படாத ஒன்றிணைப்பு முரண்பாடுகள் உள்ளன.

# _merge.Text
source: Merge
ta: ஒன்றிணை

# _patch.Text
source: Patch
ta: ஒட்டு

# _progressMessage.Text
source: {0} is currently in progress.
ta: {0} தற்போது செயல்பாட்டில் உள்ளது.

# _progressWithConflictsMessage.Text
source: {0} is currently in progress with merge conflicts.
ta: {0} தற்போது ஒன்றிணைப்பு முரண்பாடுகளுடன் செயலில் உள்ளது.

# _rebase.Text
source: Rebase
ta: மறுதளம்

# DeleteTooltip.Text
source: Delete the branch, which must be fully merged in its upstream branch or in HEAD
ta: கிளையை நீக்கவும், அது அதன் மேல்ஓடை கிளையில் அல்லது தலையில் முழுமையாக இணைக்கப்பட வேண்டும்

# CreateBranch.Text
source: Create &branch...
ta: &கிளை உருவாக்கு...

# Merge.Text
source: &Merge into current branch...
ta: &தற்போதைய கிளையில் இணை...

# Rename.Text
source: R&ename branch...
ta: கிளை மறுபெயரிடு...

# Reset.Text
source: Re&set current branch to here...
ta: தற்போதைய கிளையை இங்கு மீட்டமைக்கவும்...

# _archiveRevisionCaption.Text
source: Archive revision
ta: மீள்திருத்தத்தை காப்பகபடுத்து

# _cannotFindRevisionCaption.Text
source: Cannot find revision
ta: மீள்திருத்தத்தைக் கண்டறிய முடியவில்லை

# _cannotFindRevisionFilter.Text
source: Revision "{0}" is not visible in the revision grid. Remove the revision filter.
ta: மீள்திருத்தம் "{0}" மறுபார்வை கட்டத்தில் தெரியவில்லை. திருத்த வடிப்பானை அகற்று.
