Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.Plugins.xlf
Languages: ta

# cbLoadTestResults.Text
source: Display test results in build status summary for each build result (network intensive!)
ta: ஒவ்வொரு உருவாக்க முடிவுக்கான உருவாக்க நிலை சுருக்கத்தில் சோதனை முடிவுகளைக் காண்பி (வலைப்பின்னல் தீவிரமானது!)

# Description.Text
source: Auto compile submodules
ta: துணை தொகுதிகளைத் தானாகத் தொகு

# _doYouWantBuild.Text
source: Do you want to build {0}? {1}
ta: நீங்கள் {0} ஐ உருவாக்க விரும்புகிறீர்களா? {1}

# _enterCorrectMsBuildPath.Text
source: Please enter correct MSBuild path in the plugin settings dialog and try again.
ta: சொருகி அமைப்புகள் உரையாடலில் சரியான நுண்மென்கட்டு பாதையை உள்ளிட்டு மீண்டும் முயற்சிக்கவும்.

# _msBuildArguments.Caption
source: msbuild.exe arguments
ta: நுண்மென்கட்டு.இயக்கி வாதங்கள்

# _msBuildEnabled.Caption
source: Enabled
ta: இயக்கப்பட்டது

# _msBuildPath.Caption
source: Path to msbuild.exe
ta: நுண்மென்கட்டு.இயக்கிப் பாதை

# Description.Text
source: Periodic background fetch
ta: அவ்வப்போது பின்னணியில் எடுத்தல்

# _autoRefresh.Caption
source: Refresh view after fetch
ta: எடுத்தபிறகு காட்சியைப் புதுப்பிக்கவும்

# _fetchAllSubmodules.Caption
source: Fetch all submodules
ta: அனைத்து துணை தொகுதிகளையும் எடுக்கவும்

# _fetchInterval.Caption
source: Fetch every (seconds) - set to 0 to disable
ta: ஒவ்வொரு அ(வினாடிகளிலும்) எடுக்கவும் - முடக்க 0 என அமைக்கவும்

# _gitCommand.Caption
source: Arguments of git command to run
ta: இயக்க அறிவிலி கட்டளையின் வாதங்கள்

# BitbucketBaseUrl.Caption
source: Specify the base URL to Bitbucket
ta: இருமவாளிக்கு அடிப்படை முகவரியைக் குறிப்பிடவும்

# BitbucketDisableSsl.Caption
source: Disable SSL verification
ta: போக்குவரத்துஅடுக்குபாதுகாப்பு சரிபார்ப்பை முடக்கு

# BitbucketPassword.Caption
source: Bitbucket Password
ta: இருமவாளி கடவுச்சொல்

# BitbucketUsername.Caption
source: Bitbucket Username
ta: இருமவாளி பயனர்பெயர்

# Description.Text
source: Bitbucket Server
ta: இருமவாளி சேவையகம்

# _yourRepositoryIsNotInBitbucket.Text
source: Your repository is not hosted in BitBucket Server.
ta: உங்கள் களஞ்சியம் இருமவாளி சேவையகத்தில் இல்லை.

# $this.Text
source: Bitbucket Server
ta: இருமவாளி சேவையகம்

# _committed.Text
source: {0} committed {1}
ta: {0} உறுதிமொழியப்பட்டது {1}

# _error.Text
source: Error
ta: பிழை

# _linkLabelToolTip.Text
source: Right-click to copy link
ta: இணைப்பை நகலெடுக்க வலது சொடுக்கவும்

# _success.Text
source: Success
ta: வெற்றி

# btnApprove.Text
source: Approve
ta: அனுமதி

# btnCreate.Text
source: Create
ta: உருவாக்கு

# btnMerge.Text
source: Merge
ta: இணை

# groupBoxCreatePullRequest.Text
source: Pull Request Info
ta: இழு கோரிக்கை தகவல்

# groupBoxInformation.Text
source: Information
ta: தகவல்

# groupBoxPullRequestInfo.Text
source: Pull Request Info
ta: இழு கோரிக்கை தகவல்

# groupBoxSource.Text
source: Source
ta: மூலம்

# groupBoxSourceRepoView.Text
source: Source
ta: மூலம்

# groupBoxTarget.Text
source: Target
ta: இலக்கு

# groupBoxTargetRepoView.Text
source: Target
ta: இலக்கு

# lblAuthor.Text
source: Author
ta: ஆசிரியர்

# lblBranchView.Text
source: Branch
ta: கிளை

# lblDescription.Text
source: Description
ta: விளக்கம்

# lblDescriptionView.Text
source: Description
ta: விளக்கம்

# lblRepositoryView.Text
source: Repository
ta: களஞ்சியம்

# lblReviewerView.Text
source: Reviewer (approved)
ta: விமர்சகர் (அங்கீகரிக்கப்பட்டவர்)

# lblSourceBranch.Text
source: Branch
ta: கிளை

# lblSourceRepoView.Text
source: Repository
ta: களஞ்சியம்

# lblSourceRepository.Text
source: Repository
ta: களஞ்சியம்

# lblState.Text
source: State
ta: நிலை

# lblTargetBranch.Text
source: Branch
ta: கிளை

# lblTargetRepoView.Text
source: Branch
ta: கிளை

# lblTargetRepository.Text
source: Repository
ta: களஞ்சியம்

# lblTitle.Text
source: Title
ta: தலைப்பு

# lblTitleView.Text
source: Title
ta: தலைப்பு

# tabCreate.Text
source: Create Pull Request
ta: இழு கோரிக்கையை உருவாக்கு

# tabView.Text
source: View Pull Requests
ta: இழு கோரிக்கைகளைப் பார்க்கவும்

# $this.Text
source: Create local tracking branches
ta: உள்ளக கண்காணிப்பு கிளைகளை உருவாக்கவும்

# button1.Text
source: Create local tracking branches
ta: உள்ளக கண்காணிப்பு கிளைகளை உருவாக்கவும்

# label1.Text
source: Remote to create tracking branches for
ta: ஒரு கண்காணிப்பு கிளையை உருவாக்குவதற்கான தொலை

# Description.Text
source: Create local tracking branches
ta: உள்ளக கண்காணிப்பு கிளைகளை உருவாக்கு

# $this.Text
source: Delete obsolete branches
ta: காலாவதியான கிளைகளை நீக்கு

# Author.HeaderText
source: Last author
ta: கடைசி ஆசிரியர்

# Cancel.Text
source: Close
ta: மூடு

# Delete.Text
source: Delete
ta: நீக்கு

# IncludeRemoteBranches.Text
source: Delete remote branches from
ta: இதிலிருந்து தொலை கிளைகளை நீக்கவும்

# Message.HeaderText
source: Last message
ta: கடைசி செய்தி

# RefreshBtn.Text
source: Search branches
ta: கிளைகளைத் தேடுங்கள்

# _areYouSureToDelete.Text
source: Are you sure to delete {0} selected branches?
ta: தேர்ந்தெடுக்கப்பட்ட {0} கிளைகளை நிச்சயமாக நீக்க விரும்புகிறீர்களா?

# _branchesSelected.Text
source: {0}/{1} branches selected.
ta: {0}/{1} கிளைகள் தேர்ந்தெடுக்கப்பட்டன.

# _cancel.Text
source: Cancel
ta: ரத்து

# _chooseBranchesToDelete.Text
source: Choose branches to delete. Only branches that are fully merged in '{0}' will be deleted.
ta: நீக்கக் கிளைகளைத் தேர்ந்தெடுக்கவும். '{0}' இல் முழுமையாக இணைக்கப்பட்ட கிளைகள் மட்டுமே நீக்கப்படும்.

# _dangerousAction.Text
source: DANGEROUS ACTION! Branches will be deleted on the remote '{0}'. This can not be undone. Are you sure you want to continue?
ta: ஆபத்தான செயல்! தொலை களஞ்சியமான '{0}' இலிருந்து கிளைகள் அகற்றப்படும். இந்தச் செயலைச் செயல்தவிர்க்க முடியாது. நீங்கள் நிச்சயமாகத் தொடர விரும்புகிறீர்களா?

# _deleteCaption.Text
source: Delete
ta: நீக்கு

# _deletingBranches.Text
source: Deleting branches...
ta: கிளைகளை நீக்குகிறது...

# _deletingUnmergedBranches.Text
source: Deleting unmerged branches will result in dangling commits. Use with caution!
ta: இணைக்கப்படாத கிளைகளை நீக்குவது தொங்கும் உறுதிமொழிகளுக்கு வழிவகுக்கும். எச்சரிக்கையுடன் பயன்படுத்தவும்!

# _loading.Text
source: Loading...
ta: ஏற்றுகிறது...

# _pressToSearch.Text
source: Press '{0}' to search for branches to delete.
ta: நீக்குவதற்கான கிளைகளைக் கண்டறிய '{0}' ஐ அழுத்தவும்.

# _searchBranches.Text
source: Search branches
ta: கிளைகளைத் தேடு

# _selectBranchesToDelete.Text
source: Select branches to delete using checkboxes in '{0}' column.
ta: '{0}' நெடுவரிசையில் உள்ள தேர்வுப்பெட்டிகளைப் பயன்படுத்தி நீக்கக் கிளைகளைத் தேர்ந்தெடுக்கவும்.

# buttonSettings.Text
source: Settings
ta: அமைப்புகள்

# dateDataGridViewTextBoxColumn.HeaderText
source: Last activity
ta: கடைசி செயல்பாடு

# includeUnmergedBranches.Text
source: Include unmerged branches
ta: இணைக்கப்படாத கிளைகளைச் சேர்க்கவும்

# label1.Text
source: Delete branches older than x days
ta: அ நாட்களைவிட பழைய கிளைகளை நீக்கவும்

# label2.Text
source: Delete branches fully merged into branch
ta: கிளையில் முழுமையாக இணைக்கப்பட்ட கிளைகளை நீக்கவும்

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
ta: பெயர்

# regexDoesNotMatch.Text
source: Does not match
ta: பொருந்தவில்லை

# regexFilter.Text
source: /(feature|develop)/
ta: /(அம்சம்|மேம்படுத்து)/

# useRegexCaseInsensitive.Text
source: Case insensitive
ta: வழக்கு உணர்திறன்இல்லை

# useRegexFilter.Text
source: Use regex to filter branches
ta: கிளைகளை வடிகட்ட வழக்கவெளிபாட்டைப் பயன்படுத்தவும்

# Description.Text
source: Delete obsolete branches
ta: காலாவதியான கிளைகளை நீக்கு

# _daysOlderThan.Caption
source: Delete obsolete branches older than (days)
ta: (நாட்கள்) விடப் பழைய கிளைகளை அகற்றவும்

# _deleteRemoteBranchesFromFlag.Caption
source: Delete obsolete branches from remote
ta: தொலைநிலையிலிருந்து வழக்கற்றுப் போன கிளைகளை நீக்கவும்

# _includeUnmergedBranchesFlag.Caption
source: Delete unmerged branches
ta: இணைக்கப்படாத கிளைகளை நீக்கு

# _mergedInBranch.Caption
source: Branch where all branches should be merged in
ta: அனைத்து கிளைகளும் இணைக்கப்பட வேண்டிய கிளை

# _regexCaseInsensitiveFlag.Caption
source: Is regex filter case insensitive?
ta: வழக்கவெளி வடிகட்டி வழக்கு உணர்வற்றதா?

# _regexFilter.Caption
source: Regex to filter branches to delete
ta: நீக்கத்திற்கான கிளைகளை வடிகட்டுவதற்கான வழக்கவெளிப்பாடு

# _regexInvertedFlag.Caption
source: Search branches that does not match regex
ta: வழக்கவெளிப்பாட்டுடன் பொருந்தாத கிளைகளைத் தேடுங்கள்

# _remoteName.Caption
source: Remote name obsoleted branches should be deleted from
ta: தொலை பெயர் வழக்கொழிந்த கிளைகள் இதிலிருந்து நீக்கப்பட வேண்டும்

# _useRegexToFilterBranchesFlag.Caption
source: Use regex to filter branches to delete
ta: நீக்குவதற்கு கிளைகளை வடிகட்ட வழக்கவெளிப்பாட்டைப் பயன்படுத்தவும்

# $this.Text
source: Find large files
ta: பெரிய கோப்புகளைக் கண்டறிக

# CompressedSize.HeaderText
source: Compressed size
ta: சுருக்கப்பட்ட அளவு

# _areYouSureToDelete.Text
source: Are you sure to delete the selected files?
ta: தேர்ந்தெடுத்த கோப்புகளை நிச்சயமாக நீக்குகிறீர்களா?

# commitCountDataGridViewTextBoxColumn.HeaderText
source: Commit count
ta: உறுதிமொழி எண்ணிக்கை

# dataGridViewCheckBoxColumn1.HeaderText
source: Delete
ta: நீக்கு

# label1.Text
source: Reset local changes before deleting files. Choose files to delete. Force push for replacing data on remote repository.
ta: கோப்புகளை நீக்கும் முன் உள்ளக மாற்றங்களை மீட்டமைக்கவும். நீக்கக் கோப்புகளைத் தேர்ந்தெடுக்கவும். தொலை கலஞ்சியத்தில் தரவை மாற்றுவதற்கு கட்டாயமாகத் தள்ளவும்.

# lastCommitDateDataGridViewTextBoxColumn.HeaderText
source: Last commit date
ta: கடைசி உறுதிமொழி தேதி

# pathDataGridViewTextBoxColumn.HeaderText
source: Path
ta: பாதை

# sHADataGridViewTextBoxColumn.HeaderText
source: SHA
ta: பாதுகாப்பானகொத்து

# sizeDataGridViewTextBoxColumn.HeaderText
source: Size
ta: அளவு

# Description.Text
source: Find large files
ta: பெரிய கோப்புகளைக் கண்டுபிடி

# _sizeLargeFile.Caption
source: Find large files bigger than (Mb)
ta: (மேகாபைட்) ஐ விடப் பெரிய கோப்புகளைக் கண்டறிக

# $this.Text
source: Statistics
ta: புள்ளிவிவரங்கள்

# CommitStatistics.Text
source: Loading..
ta: ஏற்றுகிறது..

# LinesOfCodePerLanguageText.Text
source: Loading...
ta: ஏற்றுகிறது...

# LinesOfCodePerTypeText.Text
source: Loading...
ta: ஏற்றுகிறது...

# LoadingLabel.Text
source: Loading...
ta: ஏற்றுகிறது...

# TestCodeText.Text
source: Loading...
ta: ஏற்றுகிறது...

# TotalCommits.Text
source: Total commits
ta: மொத்த உறுதிமொழிகள்

# TotalLinesOfCode.Text
source: Total lines of code
ta: குறியீட்டின் மொத்த வரிகள்

# TotalLinesOfCode2.Text
source: Total lines of code
ta: குறியீட்டின் மொத்த வரிகள்

# TotalLinesOfTestCode.Text
source: Total lines of code
ta: குறியீட்டின் மொத்த வரிகள்

# _blankLinesP.Text
source: {0:N0} Blank lines ({1:P1})
ta: {0:N0} வெற்று வரிகள் ({1:P1})

# _commentLinesP.Text
source: {0:N0} Comment lines ({1:P1})
ta: {0:N0} கருத்து வரிகள் ({1:P1})

# _commits.Text
source: {0:N0} Commits
ta: {0:N0} உறுதிமொழிகள்

# _commitsBy.Text
source: {0:N0} Commits by {1}
ta: {0:N0} {1} மூலம் உறுதிமொழியப்பட்டது

# _linesOfCode.Text
source: {0:N0} Lines of code
ta: {0:N0} குறியீட்டின் வரிகள்

# _linesOfCodeInFiles.Text
source: {0:N0} Lines of code in {1} files ({2:P1})
ta: {0:N0} {1} கோப்புகளில் குறியீட்டின் வரிகள் ({2:P1})

# _linesOfCodeP.Text
source: {0:N0} Lines of code ({1:P1})
ta: {0:N0} குறியீட்டின் வரிகள் ({1:P1})

# _linesOfDesignerFilesP.Text
source: {0:N0} Lines in designer files ({1:P1})
ta: {0:N0}வடிவமைப்பான் கோப்புகளிலிருந்து வரிகள்({1:P1})

# _linesOfProductionCodeP.Text
source: {0:N0} Lines of production code ({1:P1})
ta: {0:N0} தயாரிப்பு குறியீட்டின் வரிகள்({1:P1})

# _linesOfTestCode.Text
source: {0:N0} Lines of test code
ta: {0:N0} சோதனை குறியீட்டின் வரிகள்

# _linesOfTestCodeP.Text
source: {0:N0} Lines of test code ({1:P1})
ta: {0:N0} சோதனை குறியீட்டின் வரிகள் ({1:P1})

# tabPage1.Text
source: Lines of code per language
ta: ஒவ்வொரு மொழியின் குறியீட்டின் வரிகள்

# tabPage2.Text
source: Commits per contributor
ta: ஒரு பங்களிப்பாளரின் உறுதிமொழிகள்

# tabPage3.Text
source: Lines of code per type
ta: ஒவ்வொரு வகைக்கான குறியீட்டின் வரிகள்

# tabPage4.Text
source: Lines of test code
ta: சோதனைக் குறியீட்டின் வரிகள்

# $this.Text
source: Impact
ta: தாக்கம்

# _authorCommits.Text
source: {0} ({1} Commits, {2} Changed Lines)
ta: {0} ({1} உறுதிமொழிகள், {2} மாற்றப்பட்ட வரிகள்)

# cbIncludingSubmodules.Text
source: Including submodules
ta: துணை தொகுதிகள் உட்பட

# $this.Text
source: GitFlow
ta: அறிவிலிஓட்டம்

# _gitFlowTooltip.Text
source: A good branch model for your project with Git...
ta: உங்கள் அறிவிலி திட்டத்திற்கான நல்ல கிளை மாதிரி...

# _noBranchExist.Text
source: No {0} branches exist.
ta: {0} கிளைகள் இல்லை.

# btnClose.Text
source: Close
ta: மூடு

# btnCreateBranch.Text
source: Start!
ta: தொடங்கு!

# btnFinish.Text
source: Finish
ta: முடிக்கவும்

# btnInit.Text
source: Init GitFlow
ta: அறிவிலிஓட்டத்தை துவக்கவும்

# btnPublish.Text
source: Publish
ta: வெளியிடு

# btnPull.Text
source: Pull
ta: இழு

# cbBasedOn.Text
source: based on:
ta: இதன் அடிப்படையில்:

# cbPushAfterFinish.Text
source: Push after finish
ta: முடிந்த பிறகு தள்ளு

# cbSquash.Text
source: Squash
ta: பிழி

# gbManage.Text
source: Manage existing branches:
ta: தற்போதுள்ள கிளைகளை நிர்வகிக்கவும்:

# gbStart.Text
source: Start branch:
ta: கிளையைத் தொடங்கு:

# label1.Text
source: branch:
ta: கிளை:

# label10.Text
source: Expected name:
ta: எதிர்பார்க்கப்படும் பெயர்:

# label2.Text
source: command:
ta: கட்டளை:

# label9.Text
source: Remote to pull from :
ta: இதிலிருந்து இழுக்க வேண்டிய தொலை:

# lblCaptionHead.Text
source: HEAD:
ta: தலை:

# lblHead.Text
source: ref/...
ta: குறி/...

# lblPrefixName.Text
source: [prefix]/
ta: [முன்னொட்டு]/

# lnkGitFlow.Text
source: About GitFlow
ta: அறிவிலிஓட்டம் பற்றி

# lnkGitFlow.ttGitFlow
source: A good branch model for your project with Git...
ta: உங்கள் அறிவிலி திட்டத்திற்கான நல்ல கிளை மாதிரி...

# panel3.Text
source: Result of git flow command run
ta: அறிவிலி ஓட்டம் கட்டளை இயக்கத்தின் முடிவு

# Description.Text
source: GitFlow
ta: அறிவிலிஓட்டம்

# Description.Text
source: GitHub
ta: அறிவிலிமையம்

# GitHubHost.Caption
source: GitHub (Enterprise) hostname
ta: அறிவிலிமையம் (நிறுவன) புரவலன் பெயர்

# PersonalAccessToken.Caption
source: Personal Access Token
ta: தனிப்பட்ட அணுகல் அடையாளம்

# _generateToken.Text
source: Generate a GitHub personal access token
ta: அறிவிலிமையம் தனிப்பட்ட அணுகல் அடையாளத்தை உருவாக்கவும்

# _manageToken.Text
source: Manage GitHub personal access token
ta: அறிவிலிமையம் தனிப்பட்ட அணுகல் அடையாளத்தை நிர்வகிக்கவும்

# _noteRestartNeeded.Text
source: Note: Git Extensions need to be restarted so that the token is taken into account.
ta: குறிப்பு: அறிவிலி நீட்டிப்புகளை மறுதொடக்கம் செய்ய வேண்டும், இதனால் அடையாளம் கணக்கில் எடுத்துக்கொள்ளப்படும்.

# _openLinkFailed.Text
source: Fail to open the link. Reason:
ta: இணைப்பைத் திறக்க முடியவில்லை. காரணம்:

# _tokenAlreadyExist.Text
source: You already have an personal access token. To get a new one, delete your old one in Plugins > Plugin Settings first.
ta: உங்களிடம் ஏற்கனவே தனிப்பட்ட அணுகல் அடையாளம் உள்ளது. புதிய ஒன்றைப் பெற, உங்கள் பழையதை முதலில் நீக்கவும் செருகுநிரல்கள்> செருகுநிரல் அமைப்புகள்.

# _viewInWebSite.Text
source: View in {0}
ta: {0}இல் காண்க

# Description.Text
source: Impact Graph
ta: தாக்க வரைபடம்

# Description.Text
source: Statistics
ta: புள்ளிவிவரங்கள்

# _codeFiles.Caption
source: Code files
ta: குறியீடு கோப்புகள்

# _ignoreDirectories.Caption
source: Directories to ignore (EndsWith)
ta: புறக்கணிக்க வேண்டிய அடைவுகள் (போன்றுமுடியும்)

# _ignoreSubmodules.Caption
source: Ignore submodules
ta: துணை தொகுதிகளைப் புறக்கணிக்கவும்

# Description.Text
source: Gource
ta: கோர்சு

# _bytesDownloaded.Text
source: {0} bytes downloaded.
ta: {0} பைட்டுகள் பதிவிறக்கப்பட்டன.

# _cannotFindGource.Text
source: Cannot find Gource. Please download Gource and set the path in the plugins settings dialog.
ta: கௌர்சைக் கண்டுபிடிக்க முடியவில்லை. கௌர்சைகப் பதிவிறக்கி, செருகுநிரல் அமைப்புகள் உரையாடலில் பாதையை அமைக்கவும்.

# _currentDirectoryIsNotValidGit.Text
source: The current directory is not a valid git repository. Gource can be only be started from a valid git repository.
ta: தற்போதைய கோப்பகம் செல்லுபடியாகும் அறிவிலி களஞ்சியமாக இல்லை. செல்லுபடியாகும் அறிவிலி களஞ்சியத்திலிருந்து மட்டுமே கௌர்சை தொடங்க முடியும்.

# _doYouWantDownloadGource.Text
source: There is no path to Gource configured. Do you want to automatically download Gource?
ta: கௌர்சுக்கான பாதை எதுவும் உள்ளமைக்கப்படவில்லை. கௌர்சை தானாகப் பதிவிறக்க விரும்புகிறீர்களா?

# _download.Text
source: Download
ta: பதிவிறக்கு

# _downloadingFailed.Text
source: Downloading failed. Please download Gource and set the path in the plugins settings dialog.
ta: பதிவிறக்க முடியவில்லை. கௌர்சைப் பதிவிறக்கி, செருகுநிரல் அமைப்புகள் உரையாடலில் பாதையை அமைக்கவும்.

# _gource.Text
source: Gource
ta: கௌர்ச்

# _gourceArguments.Caption
source: Arguments
ta: வாதங்கள்

# _gourceDownloadedAndUnzipped.Text
source: Gource has been downloaded and unzipped.
ta: கௌர்சை பதிவிறக்கம் செய்யப்பட்டு பிரிக்கப்பட்டது.

# _gourcePath.Caption
source: Path to Gource
ta: கௌர்சுக்கான பாதை

# _resetConfigPath.Text
source: Cannot find Gource in the configured path: {0}. Do you want to reset the configured path?
ta: கட்டமைக்கப்பட்ட பாதையில் கௌர்சைக் கண்டுபிடிக்க முடியவில்லை: {0}. உள்ளமைக்கப்பட்ட பாதையை மீட்டமைக்க விரும்புகிறீர்களா?

# $this.Text
source: Gource
ta: கௌர்ச்

# ArgumentsLabel.Text
source: Arguments
ta: வாதங்கள்

# GourceBrowse.Text
source: Browse
ta: உலாவு

# WorkingDirBrowse.Text
source: Browse
ta: உலாவு

# button1.Text
source: Start
ta: தொடங்கு

# label1.Text
source: Path to Gource
ta: கௌர்சுக்கான பாதை

# label2.Text
source: Repository
ta: களஞ்சியம்

# linkLabel1.Text
source: Gource project
ta: கௌர்ச் திட்டம்

# linkLabel2.Text
source: Gource command line
ta: கௌர்ச் கட்டளை வரி

# lblIgnoreBuildBranch.Text
source: Ignore build for branch
ta: கிளைக்கான உருவாக்கத்தை புறக்கணிக்கவும்

# lblJenkinsServerUrl.Text
source: Jenkins server URL
ta: சென்கின் சேவையக முகவரி

# lblProjectName.Text
source: Project name
ta: திட்ட பெயர்

# Description.Text
source: Jira Commit Hint
ta: சிரா உறுதிமொழி குறிப்பு

# EmptyQueryResultCaption.Text
source: First Task Preview
ta: முதல் பணி முன்னோட்டம்

# EmptyQueryResultMessage.Text
source: [Empty Jira Query Result]
ta: [சிரா வெற்றுக் வினவல் முடிவு]

# InvalidUrlCaption.Text
source: Invalid Jira url
ta: சிரா தவறான முகவரி

# InvalidUrlMessage.Text
source: A valid url is required to launch the Jira query helper
ta: சிரா வினவல் உதவியாளரைத் தொடங்க சரியான முகவரி தேவை

# JiraFieldsLabel.Text
source: Jira fields
ta: சிரா புலங்கள்

# PreviewButtonText.Text
source: Preview
ta: முன்னோட்டம்

# QueryHelperLinkText.Text
source: Open the query helper inside Jira
ta: சிராவிற்குள் வினவல் உதவியாளரைத் திற

# QueryHelperOpenErrorText.Text
source: Unable to open Jira query helper
ta: சிராவிற்குள் வினவல் உதவியாளரைத் திறக்கமுடியவில்லை

# _credentialsSettings.Caption
source: Jira credentials
ta: சிரா நற்சான்றிதழ்கள்

# _enabledSettings.Caption
source: Jira hint plugin enabled
ta: சிரா குறிப்பு சொருகி இயக்கப்பட்டிருக்கிறது

# _jqlQuerySettings.Caption
source: JQL Query
ta: சாவாவினவல்மொழி வினவல்

# _stringTemplateSetting.Caption
source: Message Template
ta: செய்தி மாதிரி

# _urlSettings.Caption
source: Jira URL
ta: சிரா முகவரி

# $this.Text
source: Proxy Switcher
ta: பதிலாள் மாற்றி

# ApplyGlobally_CheckBox.Text
source: Apply globally
ta: உலகளவில் அமைக்கவும்

# GlobalHttpProxy_Label.Text
source: Global http.proxy:
ta: உலகலாவிய எச்டிடிபி.பதிலாள்:

# LocalHttpProxy_Label.Text
source: Local http.proxy:
ta: உள்ளக எச்டிடிபி.பதிலாள்:

# SetProxy_Button.Text
source: Set proxy
ta: பதிலாள் அமை

# UnsetProxy_Button.Text
source: Unset proxy
ta: பதிலாள் நீக்கு

# _pleaseSetProxy.Text
source: There is no proxy configured. Please set the proxy host in the plugin settings.
ta: எந்தப் பதிலாளையும் உள்ளமைக்கப்படவில்லை. பதிலாள் விருந்தளிப்போன் செருகுநிரல் அமைப்புகளில் அமைக்கவும்.

# _pluginDescription.Text
source: Proxy Switcher
ta: பதிலாள் மாற்றி

# Description.Text
source: Proxy Switcher
ta: பதிலாள் மாற்றி

# HttpProxy.Caption
source: HTTP proxy
ta: எச்டிடிபி பதிலாள்

# HttpProxyPort.Caption
source: HTTP proxy port
ta: எச்டிடிபி பதிலாள் துறைமுகம்

# Password.Caption
source: Password
ta: கடவுச்சொல்

# Username.Caption
source: Username
ta: பயனர்பெயர்

# $this.Text
source: Release Notes Generator
ta: வெளியீட்டு குறிப்புகள் உருவாக்க

# _caption.Text
source: Invalid input
ta: தவறான உள்ளீடு

# _commitLogFrom.Text
source: Commit log from '{0}' to '{1}' ({2}):
ta: '{0}' இலிருந்து '{1}'வரையிலான உறுதிமொழி பதிவு ({2}):

# _fromCommitNotSpecified.Text
source: 'From' commit must be specified
ta: 'இதிலிருந்து' உறுதிமொழி குறிப்பிடப்பட வேண்டும்

# _toCommitNotSpecified.Text
source: 'To' commit must be specified
ta: 'இதற்கு' உறுதிமொழி குறிப்பிடப்பட வேண்டும்

# buttonCopyAsHtml.Text
source: as HTML table
ta: எச்டிஎம்எல் அட்டவணையாக

# buttonCopyAsTextTableSpace.Text
source: as text table (spaces)
ta: உரை அட்டவணையாக (இடைவெளிகள்)

# buttonCopyAsTextTableTab.Text
source: as text table (tabs)
ta: உரை அட்டவணையாக (தாவல்கள்)

# buttonCopyOrigOutput.Text
source: original output
ta: அசல் வெளியீடு

# buttonGenerate.Text
source: Generate
ta: உருவாக்கு

# groupBox1.Text
source: Result
ta: முடிவு

# groupBoxCopy.Text
source: Copy to clipboard
ta: இடைநிலைப் பலகையில் நகலெடுக்கவும்

# label1.Text
source: Commit expression "To" (including):
ta: உறுதிமொழி வெளிப்பாடு 'இதற்கு' (உட்பட):

# label10.Text
source: separate columns with spaces
ta: இடைவெளிகளுடன் நெடுவரிசைகளை பிரி

# label11.Text
source: Clipboard will contain HTML code (plain text) and HTML format which can be pasted to programs like MS Word or LibreOffice Writer.
ta: இடைநிலைப் பலகையில் எச்டிஎம்எல் குறியீடு (எளிய உரை) மற்றும் எச்டிஎம்எல் வடிவமைப்பைக் கொண்டிருக்கும் எம்எச் சொல் அல்லது விடுதலைஅலுவலகம் எழுத்தாளர் போன்ற நிரல்களில் ஒட்டலாம்.

# label2.Text
source: Commit expression "From" (excluding):
ta: உறுதிமொழி வெளிப்பாடு 'இதிலிருந்து' (தவிர்த்து):

# label3.Text
source: git log arguments:
ta: அறிவிலி பதிவு வாதங்கள்:

# label4.Text
source: {0} = from; {1} = to
ta: {0} = இதிலிருந்து; {1} = இதற்கு

# label5.Text
source: Sorting: Most recent revisions are listed on top.
ta: வரிசைப்படுத்துதல்: மிகச் சமீபத்திய திருத்தங்கள் மேலே பட்டியலிடப்பட்டுள்ளன.

# label6.Text
source: Revisions count =
ta: திருத்தங்களின் எண்ணிக்கை =

# label7.Text
source: (Commit expressions can be commit hashes, branch names, tag names)
ta: (உறுதிமொழி வெளிப்பாடுகள் உறுதிமொழி கொத்துகளாக, கிளை பெயர்களாக, குறிச்சொல் பெயர்களாக இருக்கலாம்)

# label8.Text
source: as is
ta: அப்படியே

# label9.Text
source: separate columns with tabs
ta: தாவல்களுடன் நெடுவரிசைகள் பிரி

# labelRevCount.Text
source: n/a
ta: பொருந்தாது

# Description.Text
source: Release Notes Generator
ta: வெளியீட்டு குறிப்புகள் உருவாக்கி

# ExtractLink.Text
source: Extract data from a build result url copied in the clipboard
ta: இடைநிலைப் பலகையில் நகலெடுக்கப்பட்ட உருவாக்க முடிவு முகவரியிலிருந்து தரவைப் பிரித்தெடுக்கவும்

# TokenManagementLink.Text
source: Go to token management page
ta: அடையாளகுறி மேலாண்மை பக்கத்திற்கு செல்க

# _failToExtractDataFromClipboardCaption.Text
source: Could not extract data
ta: தரவைப் பிரித்தெடுக்க முடியவில்லை

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy the url of the build into the clipboard before retrying. (Should contain at least the "buildId" parameter)
ta: இடைநிலைப் பலகையில் சரியான கட்டுமான முகவரி இல்லை. மீண்டும் முயற்சிக்கும் முன், கட்டமைப்பின் முகவரியை இடைநிலைப் பலகையில் நகலெடுக்கவும். (குறைந்தது கட்டுமானஅடையாளம் அளவுருவைக் கொண்டிருக்க வேண்டும்)

# _failToLoadBuildDefinitionInfoMessage.Text
source: Error while trying to retrieve build definition information from url. Please ensure that the url is valid and that the API token has access to build and project information.
ta: முகவரியிலிருந்து உருவாக்க வரையறை தகவலை மீட்டெடுக்க முயற்சிக்கும் போது பிழை. முகவரி செல்லுபடியாகும் என்பதையும், எபிஐ குறிஅடையாளத்துக்கு தகவலை உருவாக்க மற்றும் திட்டமிடுவதற்கான அணுகல் இருப்பதையும் உறுதிப்படுத்தவும்.
