Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Tamil.Plugins.xlf
Languages: ta

# _infoNoApiTokenMessage.Text
source: Unable to retrieve build definition information without API token. Field will be left blank.
ta: எபிஐ அடையாளகுறி இல்லாமல் உருவாக்க வரையறை தகவலை மீட்டெடுக்க முடியவில்லை. புலம் காலியாக விடப்படும்.

# label1.Text
source: Examples: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/
ta: உதாரணங்கள்: - https://dev.azure.com/உங்கள்நிறுவனம்/திட்டபெயர்/ - https://உங்கள்புரவலன்:8080/tfs/சேகரிப்புபெயர்/திட்டபெயர்/ - https://உங்கள்நிறுவனம்.visualstudio.com/திட்டபெயர்/

# label4.Text
source: You need to create a token with the following scopes: - 'Build (read)' - 'Project and team (read)'
ta: நீங்கள் பின்வரும் நோக்கங்களுடன் ஒரு அடையாளகுறியை உருவாக்க வேண்டும்: - 'கட்ட (படிக்க)' - 'திட்டம் மற்றும் குழு (படிக்க)'

# labelRegexError.Text
source: The 'Build definition name' regular expression is not valid and won't be saved!
ta: 'கட்டுமான வரையறை பெயர்' வழக்கமான வெளிப்பாடு தவறானது மற்றும் சேமிக்கப்படாது!

# CheckBoxLogAsGuest.Text
source: Log as guest to display the build report
ta: கட்டுமான அறிக்கையைக் காட்ட விருந்தினராக உள்நுழைக

# _failToExtractDataFromClipboardCaption.Text
source: Build url not valid
ta: தவறான உருவாக்க முகவரி

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy in the clipboard the url of the build before retrying. (Should contain at least the "buildTypeId" parameter)
ta: இடைநிலைப் பலகையில் சரியான கட்டுமான சேவையக முகவரி இல்லை. மீண்டும் முயற்சிக்கும் முன், கட்டமைப்பின் சேவையக முகவரியை இடைநிலைப் பலகையில் நகலெடுக்கவும். (குறைந்தது 'கட்டுமானவகைஅடையாளம்' அளவுருவையாவது கொண்டிருக்க வேண்டும்)

# _failToLoadProjectCaption.Text
source: Error when loading the projects and build list
ta: திட்டங்கள் மற்றும் உருவாக்கப் பட்டியலை ஏற்றும்போது பிழை

# _failToLoadProjectMessage.Text
source: Failed to load the projects and build list. Please verify the server url.
ta: திட்டங்களை ஏற்றவும், பட்டியலை உருவாக்கவும் முடியவில்லை. சேவையக முகவரியைச் சரிபார்க்கவும்.

# labelRegexError.Text
source: The "Build Id Filter" regular expression is not valid and won't be saved!
ta: "கட்டுமான அடையாள வடிகட்டி" வழக்கமான வெளிப்பாடு தவறானது மற்றும் சேமிக்கப்படாது!

# lnkExtractDataFromBuildUrlCopiedInTheClipboard.Text
source: Extract the data from the build url copied in the clipboard
ta: இடைநிலைப் பலகையில் நகலெடுக்கப்பட்ட உருவாக்க முகவரியிலிருந்து தரவைப் பிரித்தெடுக்கவும்
