Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# TotalLinesOfTestCode.Text
source: Total lines of code
tr: Toplam kod satırı

# _blankLinesP.Text
source: {0:N0} Blank lines ({1:P1})
tr: Boş satır sayısı: {0:N0}. ({1:P1})

# _commentLinesP.Text
source: {0:N0} Comment lines ({1:P1})
tr: Yorum satır sayısı: {0:N0}. ({1:P1})

# _commits.Text
source: {0:N0} Commits
tr: Toplam Teslim Sayısı: {0:N0}

# _commitsBy.Text
source: {0:N0} Commits by {1}
tr: {1} tarafından {0:N0} adet teslim yapıldı

# _linesOfCode.Text
source: {0:N0} Lines of code
tr: Toplam kod satırı: {0:N0}

# _linesOfCodeInFiles.Text
source: {0:N0} Lines of code in {1} files ({2:P1})
tr: Toplam kod satırı: {0:N0} {1} dosyası. ({2:P1})

# _linesOfCodeP.Text
source: {0:N0} Lines of code ({1:P1})
tr: Toplam kod satırı: {0:N0}. ({1:P1})

# _linesOfDesignerFilesP.Text
source: {0:N0} Lines in designer files ({1:P1})
tr: Tasarımcı dosyalarındaki satır sayısı: {0:N0}. ({1:P1})

# _linesOfProductionCodeP.Text
source: {0:N0} Lines of production code ({1:P1})
tr: Üretim kod satır sayısı: {0:N0}. ({1:P1})

# _linesOfTestCode.Text
source: {0:N0} Lines of test code
tr: Toplam test kod satır sayısı: {0:N0}

# _linesOfTestCodeP.Text
source: {0:N0} Lines of test code ({1:P1})
tr: Toplam test kod satır sayısı: {0:N0}. ({1:P1})

# tabPage1.Text
source: Lines of code per language
tr: Dil başına kod satırları

# tabPage2.Text
source: Commits per contributor
tr: Katılımcı başına teslim sayısı

# tabPage3.Text
source: Lines of code per type
tr: Tür başına kod satır sayısı

# tabPage4.Text
source: Lines of test code
tr: Test kod satır sayısı

# $this.Text
source: Go to commit
tr: Teslime git

# goButton.Text
source: Go
tr: Git

# groupBox1.Text
source: Help
tr: Yardım

# label1.Text
source: Commit expression:
tr: Teslim ifadesi:

# label2.Text
source: Commit expression examples: - complete commit hash: e. g.: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - partial commit hash (if unique): e. g.: 8eab51fcb9c453 - tag name - branch name
tr: Teslim ifade örnekleri: - tam teslim karması: örn: 8eab51fcb9c4538eb74c4dcd4c31ffd693ad25c9 - kısmi teslim karması (benzersizse): örn: 8eab51fcb9c453 - etiket adı - dal adı

# label3.Text
source: Go to tag:
tr: Etikete git:

# label4.Text
source: Go to branch:
tr: Dala git:

# linkGitRevParse.Text
source: More see git-rev-parse
tr: Daha fazla bilgi için git-rev-parse'ye bkz.

# $this.Text
source: Go to line
tr: Satıra git

# cancelBtn.Text
source: Cancel
tr: İptal

# lineLabel.Text
source: Line number
tr: Satır numarası

# okBtn.Text
source: OK
tr: Tamam

# $this.Text
source: Impact
tr: Katkı Grafiği

# _authorCommits.Text
source: {0} ({1} Commits, {2} Changed Lines)
tr: {0} ({1} Adet Teslim, {2} Adet Değişmiş Satır)

# cbIncludingSubmodules.Text
source: Including submodules
tr: Alt modüller dahil

# $this.Text
source: Create new repository
tr: Yeni depo oluştur

# Init.Text
source: Create
tr: Oluştur

# _chooseDirectory.Text
source: Please choose a directory.
tr: Lütfen bir dizin seçin.

# _chooseDirectoryCaption.Text
source: Choose directory
tr: Dizin seçin

# _chooseDirectoryNotFile.Text
source: Cannot initialize a new repository on a file. Please choose a directory.
tr: Bir dosyada yeni bir depo başlatılamıyor. Lütfen bir dizin seçin.

# _initMsgBoxCaption.Text
source: Create new repository
tr: Yeni depo oluştur

# label1.Text
source: Directory
tr: Dizin

# $this.Text
source: Edit .mailmap
tr: .mailmap düzenle

# _cannotAccessMailmap.Text
source: Failed to save .mailmap. Check if file is accessible.
tr: .mailmap kaydedilemedi. Dosyanın erişilebilir olup olmadığını kontrol edin.

# _cannotAccessMailmapCaption.Text
source: Failed to save .mailmap
tr: .mailmap kaydedilemedi

# _mailmapOnlyInWorkingDirSupported.Text
source: .mailmap is only supported when there is a working directory.
tr: .mailmap yalnızca bir çalışma dizini olduğunda desteklenir.

# _mailmapOnlyInWorkingDirSupportedCaption.Text
source: No working directory
tr: Çalışma dizini yok

# _saveFileQuestion.Text
source: Save changes to .mailmap?
tr: .mailmap'te yapılan değişiklikler kaydedilsin mi?

# label1.Text
source: Edit the mailmap. This file is meant to correct usernames. Example: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> For more information run command "git help shortlog"
tr: Mailmap'ını (e-posta haritasını) düzenleyin. Bu dosya, kullanıcı adlarını düzeltmek (doğrulamak) için kullanılır. Örneğin: Henk Westhuis <Henk@.(none)> Henk Westhuis <henk_westhuis@hotmail.com> Daha fazla bilgi için, "git help shortlog" komutunu çalıştırabilirsiniz.

# $this.Text
source: Existing worktrees
tr: Mevcut çalışma ağaçları

# Branch.HeaderText
source: Branch
tr: Dal

# Path.HeaderText
source: Path
tr: Yol

# Sha1.HeaderText
source: SHA-1
tr: SHA-1 Kodu

# Type.HeaderText
source: Type
tr: Tür

# _deleteWorktreeFailedText.Text
source: Failed to delete a worktree
tr: Bir çalışma ağacı silinemedi

# _deleteWorktreeText.Text
source: Are you sure you want to delete this worktree?
tr: Bu çalışma ağacını silmek istediğinize emin misiniz?

# _deleteWorktreeTitle.Text
source: Delete a worktree
tr: Bir çalışma ağacını sil

# _switchWorktreeText.Text
source: Are you sure you want to switch to this worktree?
tr: Bu çalışma ağacına geçmek istediğinize emin misiniz?

# _switchWorktreeTitle.Text
source: Open a worktree
tr: Bir çalışma ağacı aç

# $this.Text
source: Merge branches
tr: Dalları birleştir

# Currentbranch.Text
source: Into current branch
tr: Geçerli dala

# NonDefaultMergeStrategy.Text
source: Use non-default merge strategy
tr: Varsayılan olmayan birleştirme stratejisi kullan

# Ok.Text
source: &Merge
tr: &Birleştir

# _formMergeBranchHoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
tr: Hızlı ileri sarmanın mümkün olduğu senaryoyu görmek için üzerine gelin.

# addMergeMessage.Text
source: Specify merge message
tr: Birleştirme mesajını belirt

# advanced.Text
source: Show advanced options
tr: Gelişmiş seçenekleri göster

# allowUnrelatedHistories.Text
source: Allow unrelated histories
tr: Akraba olmayan geçmişlere izin ver

# fastForward.Text
source: Keep a single branch line if possible (fast forward)
tr: Mümkünse tek bir dal hattı tutun (hızlı ileri sarma)

# groupBox1.Text
source: Merge
tr: Birleştir

# label2.Text
source: Merge branch
tr: Dalı birleştir

# noCommit.Text
source: Do not commit
tr: Teslim etme

# noFastForward.Text
source: Always create a new merge commit
tr: Her zaman yeni bir birleştirme teslimi oluştur

# squash.Text
source: Squash commits
tr: Teslimlerin üzerine yaz (squash)

# strategyHelp.Text
source: Help
tr: Yardım

# $this.Text
source: Submodule conflict
tr: Alt modül çakışması

# _deleted.Text
source: deleted
tr: silindi

# _stageFilename.Text
source: Stage {0}
tr: Sahne {0}

# btCheckoutBranch.Text
source: Checkout Branch
tr: Daldan Çık

# btOpenSubmodule.Text
source: Open submodule
tr: Alt modülü aç

# label1.Text
source: Base:
tr: Temel (Base):

# label2.Text
source: There is a conflict on the submodule:
tr: Alt modülde bir çakışma var:

# label3.Text
source: Local:
tr: Yerel:

# label4.Text
source: Remote:
tr: Uzak Depo:

# label5.Text
source: Current:
tr: Geçerli:

# lbSubmodule.Text
source: Submodule
tr: Alt Modül

# $this.Text
source: Open local repository
tr: Yerel depoyu aç

# Load.Text
source: Open
tr: Aç

# _warningOpenFailed.Text
source: The selected directory is not a valid git repository.
tr: Seçilen dizin geçerli bir git deposu değil.

# folderBrowserButton.Text
source: &Browse...
tr: &Gözat...

# label1.Text
source: &Directory:
tr: &Dizin:

# $this.Text
source: Pull
tr: Çek

# AddRemote.Text
source: Mana&ge remotes
tr: Uzak depoları &yönet

# AllTags.Text
source: Fetch &all tags
tr: &Tüm etiketleri getir

# AutoStash.Text
source: Auto stas&h
tr: &Otomatik zulala

# Fetch.Text
source: Do not merge, only &fetch remote changes
tr: Sadece uzak depodan değişiklikleri get&ir, birleştirme yapma

# GroupBranch.Text
source: Branch
tr: Dal

# GroupMergeOptions.Text
source: Merge options
tr: Birleştirme seçenekleri

# GroupPullFrom.Text
source: Pull from
tr: Şuradan çek

# GroupTagOptions.Text
source: Tag options
tr: Etiket seçenekleri

# Merge.Text
source: &Merge remote branch into current branch
tr: Uzak dal ile geçerli dalı &birleştir

# NoTags.Text
source: Fetch &no tag
tr: &Hiçbir etiketi getirme

# Prune.Text
source: &Prune remote branches
tr: Uzak dalları bud&a

# PruneTags.Text
source: Prune remote branches an&d tags
tr: Uzak dalları ve &etiketleri buda

# Pull.Text
source: Pull
tr: Çek

# PullFromRemote.Text
source: &Remote
tr: &Uzak Depo

# ReachableTags.Text
source: Follow &tagopt, if not specified, fetch tags reachable from remote HEAD
tr: Tago&pt etiketini takip et, belirtilmemişse, uzak deponun başından (HEAD) erişilebilen etiketleri getir

# Rebase.Text
source: R&ebase current branch on top of remote branch, creates linear history (use with caution)
tr: Uzak dalın üstünde geçerli dalı yenide&n temellendirip birleştir, doğrusal bir geçmiş oluşturur (dikkatli kullan)

# Stash.Text
source: Stash &changes
tr: Değişiklikleri &zulala

# Unshallow.Text
source: Do&wnload full history
tr: Tüm &geçmişi indir

# _allMergeConflictSolvedQuestion.Text
source: Are all merge conflicts solved? Do you want to commit?
tr: Birleştirme sırasındaki tüm çatışmaları çözüldü mü? Teslim etmek ister misin?

# _allMergeConflictSolvedQuestionCaption.Text
source: Conflicts solved
tr: Çatışmalar çözüldü

# _areYouSureYouWantToRebaseMerge.Text
source: The current commit is a merge. Are you sure you want to rebase this merge?
tr: Geçerli teslim bir birleştirmedir. Bu birleştirmeyi yeniden temellendirmek istediğinize emin misiniz?

# _areYouSureYouWantToRebaseMergeCaption.Text
source: Rebase merge commit?
tr: Teslim, yeniden temellendirilsin mi?

# _buttonFetch.Text
source: &Fetch
tr: &Getir

# _buttonPull.Text
source: &Pull
tr: &Çek

# _fetchAllBranchesCanOnlyWithFetch.Text
source: You can only fetch all remote branches (*) without merge or rebase. If you want to fetch all remote branches, choose fetch. If you want to fetch and merge a branch, choose a specific branch.
tr: Birleştirme veya yeniden temellendirme yapmadan, sadece tüm uzak dalları (*) getirebilirsin. Tüm uzak dalları getirmek istiyorsan, getir'i seç. Bir dalı getirip birleştirmek istiyorsan, belirli bir dalı seç.

# _formTitleFetch.Text
source: Fetch ({0})
tr: ({0}) Getir

# _formTitlePull.Text
source: Pull ({0})
tr: Çek ({0})

# _hoverShowImageLabelText.Text
source: Hover to see scenario when fast forward is possible.
tr: Hızlı ileri sarmanın mümkün olduğu senaryoyu görmek için üzerine gelin.

# _noRemoteBranch.Text
source: You didn't specify a remote branch
tr: Uzak bir dal belirtmediniz

# _noRemoteBranchButton.Text
source: Pull from {0}
tr: {0} tarafından çek

# _noRemoteBranchCaption.Text
source: Remote branch not specified
tr: Uzak dal belirtilmedi

# _noRemoteBranchForFetchButton.Text
source: Fetch from {0}
tr: {0} tarafından getir

# _noRemoteBranchForFetchMainInstruction.Text
source: You asked to fetch from the remote '{0}', but did not specify a remote branch. Because this is not the current branch, you must specify a remote branch.
tr: '{0}' uzak deposundan getirmeyi istedin, ancak uzak bir dal belirtmedi. Bu geçerli dal olmadığı için uzak bir dal belirtmelisin.

# _noRemoteBranchMainInstruction.Text
source: You asked to pull from the remote '{0}', but did not specify a remote branch. Because this is not the default configured remote for your local branch, you must specify a remote branch.
tr: '{0}' uzak depodan çekmeyi istedin, ancak uzak bir dal belirtmedi. Bu yerel dalınız için varsayılan olarak yapılandırılmış uzak depo olmadığından, dolayı uzak bir dal belirtmelisin.

# _notOnBranch.Text
source: You cannot "pull" when git head detached. Do you want to continue?
tr: Git kafasından (head'den) ayrıldığın için çekemezsin. Devam etmek istiyor musun?

# _pruneBranchesBranch.Text
source: Do you want to delete all stale remote-tracking branches?
tr: Tüm eski uzak izleme dallarını silmek istediğinize emin misiniz?

# _pruneBranchesCaption.Text
source: Pull was rejected
tr: Çekme isteği reddedildi

# _pruneBranchesMainInstruction.Text
source: Remote branch no longer exist
tr: Uzak dal, artık yok

# _pruneFromCaption.Text
source: Prune remote branches from {0}
tr: {0} tarafındaki uzak dalları buda

# _pullFetchPruneAllConfirmation.Text
source: Warning! The fetch with prune will remove all the remote-tracking references which no longer exist on remotes. Do you want to proceed?
tr: Uyarı! Budama ile getirmede, uzak depolarda artık bulunmayan tüm uzaktan izleme referansları kaldıracaktır. Devam etmek istiyor musun?

# _questionInitSubmodules.Text
source: The pulled has submodules configured. Do you want to initialize the submodules? This will initialize and update all submodules recursive.
tr: Çekilmiş, yapılandırılmış alt modüllere sahiptir. Alt modülleri başlatmak istiyor musun? Tekrarlanan, bu tüm alt modülleri başlatacak ve güncelleyecektir.

# _questionInitSubmodulesCaption.Text
source: Submodules
tr: Alt modüller

# _selectRemoteRepository.Text
source: Please select a remote repository
tr: Lütfen uzak bir depo seçin

# _selectSourceDirectory.Text
source: Please select a source directory
tr: Lütfen bir kaynak dizin seçin

# lblLocalBranch.Text
source: &Local branch
tr: Yere&l dal

# lblRemoteBranch.Text
source: Rem&ote branch
tr: Uza&k dal

# $this.Text
source: Push
tr: İt

# AddRemote.Text
source: &Manage remotes
tr: Uzak depoları &yönet

# BranchTab.Text
source: Push branches
tr: Dalları it

# BranchTab.ToolTipText
source: Push branches and commits to remote repository.
tr: Dalları ve teslimleri, uzak depoya itin.

# DeleteColumn.HeaderText
source: Delete Remote Branch
tr: Uzak Dalı Sil

# ForceColumn.HeaderText
source: Force
tr: Zorla

# ForcePushBranches.Text
source: F&orce push
tr: İtmeye &zorla

# ForcePushTags.Text
source: &Force push
tr: &İtmeye zorla

# LoadSSHKey.Text
source: Load SSH key
tr: Güvenli Kabuk (SSH) Anahtarını Yükle

# LocalColumn.HeaderText
source: Local Branch
tr: Yerel Dal

# MultipleBranchTab.Text
source: Push multiple branches
tr: Birden fazla dalı it

# NewColumn.HeaderText
source: Ahead/Behind
tr: Ön/Arka

# Pull.Text
source: P&ull
tr: &İt

# PushColumn.HeaderText
source: Push
tr: İt

# PushToRemote.Text
source: &Remote
tr: &Uzak Depo

# RecursiveSubmodules.Item0
source: None
tr: Hiçbiri

# RecursiveSubmodules.Item1
source: Check
tr: Kontrol

# RecursiveSubmodules.Item2
source: On-demand
tr: İstek üzerine

# RemoteColumn.HeaderText
source: Remote Branch
tr: Uzak Dal

# ReplaceTrackingReference.Text
source: R&eplace tracking reference
tr: İzleme &referansını değiştir

# ShowOptions.Text
source: Show options
tr: Seçenekleri göster

# TagTab.Text
source: Push tags
tr: Etiketleri it

# TagTab.ToolTipText
source: Push tags to remote repository
tr: Etiketleri uzak depoya it

# _branchNewForRemote.Text
source: The branch you are about to push seems to be a new branch for the remote. Are you sure you want to push this branch?
tr: İtmek üzere olduğun dal, uzaktan depo için yeni bir dal gibi görünüyor. Bu dalı itmek istediğine emin misin?

# _configureRemote.Text
source: Please configure a remote repository first. Would you like to do it now?
tr: Lütfen önce uzak bir depo yapılandırın. Bunu şimdi yapmak ister misiniz?

# _createPullRequestCB.Text
source: &Create pull request after push
tr: İtme işleminden sonra çekme i&steğin oluştur

# _errorPushToRemoteCaption.Text
source: Push to remote
tr: Uzak depoya it

# _forceWithLeaseTooltips.Text
source: Force with lease is a safer way to force push. It ensures you only overwrite work that you have seen in your local repository
tr: Kira ile zorlamak, itmeyi zorlamaktan daha güvenli bir yoldur. Bu, yalnızca yerel depon da gördüğün çalışmaların üzerine yazmanı sağlar

# _pullActionFetch.Text
source: fetch
tr: getir

# _pullActionMerge.Text
source: merge
tr: birleştir

# _pullActionNone.Text
source: none
tr: hiçbiri

# _pullActionRebase.Text
source: rebase
tr: yeniden temellendir

# _pullDefaultButton.Text
source: &Pull with the default pull action ({0})
tr: Varsayılan çekme eylemi ile &çekin ({0})

# _pullMergeButton.Text
source: Pull with &merge
tr: &Birleştirme ile çekin

# _pullRebaseButton.Text
source: Pull with &rebase
tr: &Yeniden temellendirme ile çekin

# _pullRepositoryCaption.Text
source: Push was rejected from "{0}"
tr: "{0}" tarafına itme isteği reddedildi

# _pullRepositoryForceInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart
tr: Geçerli dalınız, uzak depoda bulunan muadilinin gerisinde kaldığı için, itme istedeğiniz reddedildi.

# _pullRepositoryMainForceInstruction.Text
source: Push rejected
tr: İtme reddedildi

# _pullRepositoryMainMergeInstruction.Text
source: Pull latest changes from remote repository
tr: Uzak depodan en son değişiklikleri çekin

# _pullRepositoryMergeInstruction.Text
source: The push was rejected because the tip of your current branch is behind its remote counterpart. Merge the remote changes before pushing again.
tr: Geçerli dalınız, uzak depoda bulunan muadilinin gerisinde kaldığı için, itme istedeğiniz reddedildi. Tekrar itmeden önce, uzak depodaki dalda ki değişikliklerle birleştirin.

# _pushCaption.Text
source: Push
tr: İt

# _pushForceButton.Text
source: &Force push with lease
tr: &Kiralamayla zorla it

# _pushToCaption.Text
source: Push to {0}
tr: {0} tarafına itme

# _selectDestinationDirectory.Text
source: Please select a destination directory
tr: Lütfen bir hedef dizin seçin

# _selectTag.Text
source: You need to select a tag to push or select "Push all tags".
tr: "Tüm etiketleri it"i veya bir etiket seçmeniz gerekiyor.

# _updateTrackingReference.Text
source: The branch {0} does not have a tracking reference. Do you want to add a tracking reference to {1}?
tr: {0} dalında izleme refransı yok. {1} dalına izleme referansı eklemek ister misiniz?

# _useForceWithLeaseInstead.Text
source: Force push may overwrite changes since your last fetch. Do you want to use the safer force with lease instead?
tr: Zorla itme, son getirmenizden bu yana yapılan değişikliklerin üzerine yazabilir. Bunun yerine, daha güvenli olarak kiralamayla zorla itmeyi kullanmak ister misin?

# ckForceWithLease.Text
source: &Force with lease
tr: &Kiralamaya zorla

# groupBox2.Text
source: Push to
tr: İtin

# label1.Text
source: &Tag to push
tr: &Etiketi it

# label2.Text
source: Recursive &submodules
tr: &Tekrarlanan alt modüller

# labelFrom.Text
source: &Branch to push
tr: &Dalı it

# labelTo.Text
source: &to
tr: tara&fına

# selectAllToolStripMenuItem.Text
source: Select all
tr: Hepsini seç

# selectTrackedToolStripMenuItem.Text
source: Select tracked
tr: İzleneni seç

# unselectAllToolStripMenuItem.Text
source: Unselect all
tr: Hepsini seçimini kaldır

# $this.Text
source: Authentication error
tr: Kimlik doğrulama hatası

# Retry.Text
source: Retry
tr: Tekrar dene

# lblMustAuthenticate.Text
source: You must authenticate to run this command.
tr: Bu komutu çalıştırmak için kimlik doğrulaması gerekiyor.

# lblPleaseLoadKey.Text
source: Please load your SSH private key
tr: Lütfen, Güvenli Kabuk (SSH) özel anahtarınızı yükleyin

# _actionDelete.Text
source: Delete
tr: Sil

# _actionRename.Text
source: Rename
tr: Yeniden adlandır

# _actionSelect.Text
source: Select
tr: Seç

# _tag.Text
source: tag
tr: etiket

# btnAction.Text
source: Action
tr: Eylem

# lbxRefs.Item0
source: local1 (ref)
tr: yerel1 (ref)

# lbxRefs.Item1
source: local2 (ref)
tr: yerel2 (ref)

# lbxRefs.Item2
source: tag1 (tag)
tr: etiket1 (etiket)

# lbxRefs.Item3
source: tag2 (tag)
tr: etiket2 (etiket)

# $this.Text
source: Rebase
tr: Yeniden temellendir

# Abort.Text
source: A&bort
tr: Du&rdur

# Commit.Text
source: C&ommit...
tr: &Teslim Et...

# Ok.Text
source: Rebase
tr: Yeniden temellendir

# Resolved.Text
source: &Continue rebase
tr: &Y. temellendirmeye d. et

# Skip.Text
source: S&kip currently applying commit
tr: Ş&uan ki teslim işlemini atla

# _branchUpToDateCaption.Text
source: Rebase
tr: Yeniden temellendir

# _branchUpToDateText.Text
source: Current branch a is up to date. Nothing to rebase.
tr: Geçerli dal, güncel. Yeniden temellendirilecek bir şey yok.

# _continueRebaseText.Text
source: &Continue rebase
tr: &Y. temellendirmeye d. et

# _continueRebaseText2.Text
source: >&Continue rebase<
tr: >&Y. temellendirmeye d. et<

# _noBranchSelectedText.Text
source: Please select a branch
tr: Lütfen bir dal seçin

# _solveConflictsText.Text
source: &Solve conflicts
tr: &Çatışmaları çöz

# _solveConflictsText2.Text
source: >&Solve conflicts<
tr: >&Çatışmaları çöz<

# chkAutosquash.Text
source: Autos&quash
tr: Otomatik ezme (autos&quash)

# chkCommitterDateIsAuthorDate.Text
source: Co&mmitter date is author date
tr: Teslim edenin tari&hi, yazar tarihidir

# chkIgnoreDate.Text
source: Ignore &date
tr: &Tarihi yoksay

# chkInteractive.Text
source: &Interactive Rebase
tr: &Etkileşimli olarak Y. temellendir

# chkPreserveMerges.Text
source: &Preserve Merges
tr: &Birleşmeleri Koru

# chkSpecificRange.Text
source: Sp&ecific range
tr: Belirli bir &aralık

# chkStash.Text
source: A&uto stash
tr: &Otomatik zulala

# label2.Text
source: &Rebase on
tr: &Üzerinden yeniden temellendir:

# lblCommitsToReapply.Text
source: Commits to re-apply:
tr: Teslimleri, yeniden uygula:

# lblCurrent.Text
source: Current branch:
tr: Geçerli dal:

# lblRangeFrom.Text
source: &From (exc.)
tr: &Gönderen (hariç)

# lblRangeTo.Text
source: &To
tr: &Kime

# lblRebase.Text
source: Rebase current branch on top of another branch
tr: Başka bir dalın üstünde geçerli dallı yeniden temelledir

# $this.Text
source: Recent repositories settings
tr: Son depo ayarları

# Abort.Text
source: Cancel
tr: İptal

# Ok.Text
source: OK
tr: Tamam

# chdrRepository.Text
source: Header
tr: Başlık

# chdrRepository1.Text
source: Header
tr: Başlık

# comboMinWidthLabel.Text
source: Combobox minimum width (0 = Autosize)
tr: Combobox'un minimum genişliği (0 = Otomatik boyutlandır)

# comboMinWidthNote.Text
source: NB: The width of the columns helps to visualise how the repository name will be shown in the combobox.
tr: Not: Combobox içerisinde sütunların genişliğinin, depo adının nasıl gösterileceğini görselleştirmeye yardımcı olur.

# dontShortenRB.Text
source: Do not shorten
tr: Kısaltmayın

# lblRecentRepositoriesHistorySize.Text
source: Recent repositories history size
tr: Son depoların geçmiş boyutu

# middleDotRB.Text
source: Replace middle part with dots
tr: Orta kısmını noktalarla değiştir

# mostSigDirRB.Text
source: The most significant directory
tr: En önemlisi, dizin (yol)

# removeAnchorToolStripMenuItem.Text
source: Remove anchor
tr: Sabitlemeyi kaldır

# removeRecentToolStripMenuItem.Text
source: Remove from recent repositories
tr: Son depolardan kaldır

# shorteningGB.Text
source: Shortening strategy
tr: Kısaltma stratejisi

# $this.Text
source: Reflog
tr: Refrans Günlüğü (Reflog)

# Action.HeaderText
source: Action
tr: Eylem

# Ref.HeaderText
source: Ref
tr: Referans

# Sha.HeaderText
source: SHA-1
tr: SHA-1 Kodu

# _continueResetCurrentBranchCaptionText.Text
source: Changes not committed...
tr: Değişiklikler teslim edilemedi...

# _continueResetCurrentBranchEvenWithChangesText.Text
source: You have changes in your working directory that could be lost. Do you want to continue?
tr: Çalışma dizininde kaybolabilecek değişiklikler var. Devam etmek istiyor musun?

# copySha1ToolStripMenuItem.Text
source: Copy SHA-1
tr: SHA-1 kodunu kopyala

# createABranchOnThisCommitToolStripMenuItem.Text
source: Create a branch on this commit...
tr: Bu teslim üzerinde bir dal oluştur...

# label1.Text
source: Display reflog for:
tr: Bunu referans günlüğü için görüntüle:

# label2.Text
source: Reference:
tr: Referans:
