Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# compareToWorkingDirectoryMenuItem.Text
source: Compare to &working directory
tr: &Çalışma diziniyle karşılaştır

# compareToolStripMenuItem.Text
source: Com&pare
tr: &Karşılaştır

# compareWithCurrentBranchToolStripMenuItem.Text
source: Compare with &current branch
tr: &Geçerli dalla karşılaştır

# copyToClipboardToolStripMenuItem.Text
source: &Copy to clipboard
tr: &Panoya kopyala

# createNewBranchToolStripMenuItem.Text
source: Create new branc&h here...
tr: Burada yeni &dal oluştur...

# createTagToolStripMenuItem.Text
source: Create new ta&g here...
tr: Burada yeni &etiket oluştur...

# deleteBranchToolStripMenuItem.Text
source: &Delete branch...
tr: Dalı &sil...

# deleteTagToolStripMenuItem.Text
source: De&lete tag...
tr: &Etiiketi sil...

# editCommitToolStripMenuItem.Text
source: &Edit commit
tr: Teslimi &düzenle

# fixupCommitToolStripMenuItem.Text
source: Create a &fixup commit...
tr: Düzeltme teslimi &oluştur...

# getHelpOnHowToUseTheseFeaturesToolStripMenuItem.Text
source: Get &help on how to use these features
tr: Bu özelliklerin nasıl kullanılacağı konusunda &yardım alın

# manipulateCommitToolStripMenuItem.Text
source: &Advanced
tr: Geliş&miş

# markRevisionAsBadToolStripMenuItem.Text
source: Mark revision as bad
tr: Düzeltmeyi(revizyonu) bozuk(kötü) olarak işaretle

# markRevisionAsGoodToolStripMenuItem.Text
source: Mark revision as good
tr: Düzeltmeyi(revizyonu) sağlam(iyi) olarak işaretle

# mergeBranchToolStripMenuItem.Text
source: &Merge into current branch...
tr: Geçerli dalla &birleştir...

# openBuildReportToolStripMenuItem.Text
source: View &build report in a browser
tr: &Derleme raporunu bir tarayıcıda görüntüle

# openCommitsWithDiffToolMenuItem.Text
source: Open selected commits with &difftool
tr: Fark aracı ile seçili teslimleri aç

# openPullRequestPageStripMenuItem.Text
source: Vie&w pull request in a browser
tr: &Çekme isteğini bir tarayıcıda görüntüle

# popStashToolStripMenuItem.Text
source: Pop &stash
tr: Zulayı &patlat

# rebaseInteractivelyToolStripMenuItem.Text
source: Selected commit &interactively...
tr: &Etkileşimli olarak seçilen teslim...

# rebaseOnToolStripMenuItem.Text
source: &Rebase current branch on
tr: Bunun üzerinde geçerli dalı yeniden temellendir (oluştur - &rebase)

# rebaseToolStripMenuItem.Text
source: &Selected commit
tr: &Seçili teslim

# rebaseWithAdvOptionsToolStripMenuItem.Text
source: Selected commit with &advanced options...
tr: &Gelişmiş seçenekler ile seçili teslim...

# renameBranchToolStripMenuItem.Text
source: R&ename branch...
tr: Dalı &yeniden adlandır...

# resetAnotherBranchToHereToolStripMenuItem.Text
source: Reset an&other branch to here...
tr: Burada &başka bir dalı sıfırla...

# resetCurrentBranchToHereToolStripMenuItem.Text
source: Reset c&urrent branch to here...
tr: Buradan itibaren geçerli dalı sı&fırla...

# revertCommitToolStripMenuItem.Text
source: Re&vert this commit...
tr: Bu teslimi geri a&l...

# rewordCommitToolStripMenuItem.Text
source: &Reword commit
tr: Yeni teslim &mesaji ile teslim et

# runScriptToolStripMenuItem.Text
source: Run &script
tr: K&omut dosyasını çalıştır

# selectAsBaseToolStripMenuItem.Text
source: Select &as BASE to compare
tr: Karşılaştırmak için TEMEL (BASE) &olarak seç

# squashCommitToolStripMenuItem.Text
source: Create a &squash commit...
tr: Bir &ezme (squash) teslimi oluştur...

# stopBisectToolStripMenuItem.Text
source: Stop bisect
tr: İkiye ayırmayı durdur

# viewToolStripMenuItem.Text
source: View
tr: Görünüm

# $this.Text
source: Revision links
tr: Düzeltme(revizyon) bağlantıları

# CaptionCol.HeaderText
source: Caption
tr: Başlık

# CategoriesLabel.Text
source: Categories
tr: Kategoriler

# EnabledChx.Text
source: Enabled
tr: Etkin

# LocalBranchChx.Text
source: Local branch name
tr: Yerel dal adı

# MessageChx.Text
source: Message
tr: Mesaj

# RemoteBranchChx.Text
source: Remote branch name
tr: Uzak dal adı

# Remove.Text
source: Remove
tr: Kaldır

# _addTemplate.Text
source: Add {0} templates
tr: {0} şablonlarını ekle

# chkOnlyFirstRemote.Text
source: Only use the first match
tr: Yalnızca ilk eşleşmeyi kullan

# chxPushURL.Text
source: Push URL
tr: İtme URL'si

# label2.Text
source: Search pattern
tr: Şablonu ara

# label5.Text
source: Search in
tr: İçerde ara

# label6.Text
source: Links
tr: Bağlantılar

# lblRemoteSearchIn.Text
source: Search in
tr: İçerde ara

# lblSearchRemotePattern.Text
source: Search pattern
tr: Şablonu ara

# lblUseRemotes.Text
source: Use remotes
tr: Uzak depoları kullan

# nestedPatternLab.Text
source: Nested pattern
tr: İç içe geçmiş şablon

# remoteGrp.Text
source: Remote data
tr: Uzak veriler

# revisionDataGrp.Text
source: Revision data
tr: Düzeltme(revizyon) verileri

# $this.Text
source: Scripts
tr: Komutlar

# _scriptSettingsPageHelpDisplayArgumentsHelp.Text
source: Arguments help
tr: Bağımsız değişkenler yardımı

# _scriptSettingsPageHelpDisplayContent.Text
source: Use {option} for normal replacement. Use {{option}} for quoted replacement. User Input: {UserInput} {UserFiles} Working Dir: {WorkingDir} Repository: {RepoName} Selected Commits: {sHashes} Selected Branch: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (without the remote's name) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sSubject} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} Current Branch: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (without the remote's name) {cHash} {cMessage} {cSubject} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}
tr: Normal değiştirme için {option} kullanın. Alıntılanan değiştirme için {{option}} kullanın. Kullanıcı Çıktısı: {UserInput} {UserFiles} Çalışma Dizini: {WorkingDir} Depo: {RepoName} Seçili Teslimler: {sHashes} Seçili Dal: {sTag} {sBranch} {sLocalBranch} {sRemoteBranch} {sRemoteBranchName} (without the remote's name) {sRemote} {sRemoteUrl} {sRemotePathFromUrl} {sHash} {sMessage} {sSubject} {sAuthor} {sCommitter} {sAuthorDate} {sCommitDate} Geçerli Dal: {cTag} {cBranch} {cLocalBranch} {cRemoteBranch} {cRemoteBranchName} (uzak bağlantı adı olmadan) {cHash} {cMessage} {cSubject} {cAuthor} {cCommitter} {cAuthorDate} {cCommitDate} {cDefaultRemote} {cDefaultRemoteUrl} {cDefaultRemotePathFromUrl}

# chdrCommand.Text
source: Command
tr: Komut

# chdrEvents.Text
source: Event
tr: Olay

# chdrNames.Text
source: Name
tr: Adı

# DistributedRB.Text
source: Distributed with current repository
tr: Geçerli depo ile dağıtıldı

# EffectiveRB.Text
source: Effective
tr: Etkin

# GlobalRB.Text
source: Global for all repositories
tr: Tüm depolar için genel

# LocalRB.Text
source: Local for current repository
tr: Geçerli depoda yerel

# label1.Text
source: Settings source:
tr: Kaynak ayarları:

# ExtractLink.Text
source: Extract data from a build result url copied in the clipboard
tr: Panoya kopyalanan bir derleme sonucu url'sinden verileri çıkar

# TokenManagementLink.Text
source: Go to token management page
tr: Jeton (token) yönetim sayfasına git

# _failToExtractDataFromClipboardCaption.Text
source: Could not extract data
tr: Veriler çıkarılamadı

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy the url of the build into the clipboard before retrying. (Should contain at least the "buildId" parameter)
tr: Pano, geçerli bir derleme url'si içermiyor. Lütfen, yeniden denemeden önce, derleme url'sini panoya kopyalayın. (En azından, "buildId" parametresini içermeli)

# _failToLoadBuildDefinitionInfoMessage.Text
source: Error while trying to retrieve build definition information from url. Please ensure that the url is valid and that the API token has access to build and project information.
tr: Url'den derleme tanım bilgisi alınmaya çalışılırken hata oluştu. Lütfen URL'nin geçerli olduğundan ve API jetonuna (token) derleme ve proje bilgilerine erişiminizin olduğuna emin olun.

# _infoNoApiTokenMessage.Text
source: Unable to retrieve build definition information without API token. Field will be left blank.
tr: Derleme tanım bilgileri, API jeton (token) olmadan alınamaz. Alan boş bırakılacaktır.

# label1.Text
source: Examples: - https://dev.azure.com/yourorganization/projectname/ - https://yourhost:8080/tfs/collectionname/projectname/ - https://yourorganization.visualstudio.com/projectname/
tr: Örnekler: - https://dev.azure.com/sizinorganizasyonunuz/projeadi/ - https://sizinsunucunuz:8080/tfs/koleksiyonadi/projeadi/ - https://sizinorganizasyonunuz.visualstudio.com/projeadi/

# label4.Text
source: You need to create a token with the following scopes: - 'Build (read)' - 'Project and team (read)'
tr: Aşağıdaki kapsamlara sahip bir jeton (token) oluşturmanız gerekiyor: - 'Build (read)' Derle (oku) - 'Project and team (read)' Proje ve takım (oku)

# labelRegexError.Text
source: The 'Build definition name' regular expression is not valid and won't be saved!
tr: 'Derleme tanımlama adı' düzenli(kurallı) ifadesi geçerli değil ve kaydedilmeyecek!

# $this.Text
source: Shell extension
tr: Kabuk (Shell) uzantısı

# cbAlwaysShowAllCommands.Text
source: Always show all commands
tr: Her zaman tüm komutları göster

# label1.Text
source: Context menu preview:
tr: İçerik menüsünün önizlemesi:

# lblMenuEntries.Text
source: Select items to be shown in the cascaded context menu. (Unchecked items will be shown top level for direct access.)
tr: Basamaklı bağlam menüsünde gösterilecek olan öğeleri seç. (İşaretlenmemiş öğeler, doğrudan erişim için en üst düzeyde gösterilecektir.)

# $this.Text
source: SSH
tr: Güvenli Kabuk (SSH)

# AutostartPageant.Text
source: Automatically start authentication client when a private key is configured for a remote
tr: Uzak depo için özel bir anahtar yapılandırıldığında kimlik doğrulama istemcisini otomatik olarak başlat

# Other.Text
source: Other ssh client
tr: Diğer güvenli kabuk (ssh) istemcisi

# OtherSshBrowse.Text
source: Browse
tr: Gözat

# PageantBrowse.Text
source: Browse
tr: Gözat

# PlinkBrowse.Text
source: Browse
tr: Gözat

# PuttygenBrowse.Text
source: Browse
tr: Gözat

# groupBox1.Text
source: Specify which ssh client to use
tr: Hangi güvenli kabuk (ssh) istemcisinin kullanılacağını belirtin

# groupBox2.Text
source: Configure PuTTY
tr: PuTTY Yapılandır

# label15.Text
source: Path to plink
tr: Plink'in yolu

# label16.Text
source: Path to puttygen
tr: Puttygen'in yolu

# label17.Text
source: Path to pageant
tr: Pageant'in yolu

# label18.Text
source: OpenSSH is a commandline tool. PuTTY is more userfriendly to use for windows users, but requires the PuTTY authentication client to run in the background. When OpenSSH is used, command line dialogs are shown!
tr: OpenSSH bir komut satırı aracıdır. PuTTY, windows kullanıcıları için daha kullanıcı dostudur, ancak PuTTY kimlik doğrulama istemcisinin arka planda çalışmasını gerektirir. OpenSSH kullanıldığında, komut satırı iletişim kutuları gösterilir!

# CheckoutTooltip.Text
source: Checkout this tag
tr: Bu etiketten çık

# CreateTooltip.Text
source: Create a local branch from this tag
tr: Bu etiketten yerel bir dal oluşturun

# DeleteTooltip.Text
source: Delete this tag
tr: Bu etiketi sil

# MergeTooltip.Text
source: Merge this tag into current branch
tr: Geçerli dalla bu etiketi birleştir

# RebaseTooltip.Text
source: Rebase current branch to this tag
tr: Bu etiketle geçerli dalı yeniden temellendir (rebase)

# CheckBoxLogAsGuest.Text
source: Log as guest to display the build report
tr: Derleme raporunu görüntülemek için misafir olarak günlüğe kaydet

# _failToExtractDataFromClipboardCaption.Text
source: Build url not valid
tr: Derleme url'si geçerli değil

# _failToExtractDataFromClipboardMessage.Text
source: The clipboard doesn't contain a valid build url. Please copy in the clipboard the url of the build before retrying. (Should contain at least the "buildTypeId" parameter)
tr: Pano, geçerli bir derleme url'si içermiyor. Lütfen, yeniden denemeden önce, derleme url'sini panoya kopyalayın. (En azından, "buildTypeId" parametresini içermeli)

# _failToLoadProjectCaption.Text
source: Error when loading the projects and build list
tr: Projeler ve derleme listesi yüklenirken hata oluştu

# _failToLoadProjectMessage.Text
source: Failed to load the projects and build list. Please verify the server url.
tr: Projeler ve derleme listesi yüklenemedi. Lütfen, sunucu URL'sini doğrulayın.

# labelRegexError.Text
source: The "Build Id Filter" regular expression is not valid and won't be saved!
tr: "Derleme Kimliği Filtresi (Build Id Filter)" düzenli(kurallı) ifadesi geçerli değil ve kaydedilmeyecek!

# lnkExtractDataFromBuildUrlCopiedInTheClipboard.Text
source: Extract the data from the build url copied in the clipboard
tr: Panoya kopyalanan derleme url'sinden verileri çıkar

# _argumentsText.Text
source: Arguments
tr: Bağımsız değişkenler

# _author.Text
source: Author
tr: Yazar

# _authorDateText.Text
source: {0:Author date|Author dates}
tr: {0:Oluşturma tarihi|Oluşturma tarihleri}

# _authorText.Text
source: {0:Author|Authors}
tr: {0:Yazar|Yazarlar}

# _authored.Text
source: authored
tr: yazıldı

# _authoredAndCommitted.Text
source: authored and committed
tr: tarafından yazıldı ve teslim edildi

# _bodyNotLoaded.Text
source: Full message text is not present in older commits. Select this commit to populate the full message.
tr: Eski teslimlerde tam mesaj metni mevcut değil. Tam mesajı doldurmak için bu teslimi seç.

# _branchText.Text
source: Branch
tr: Dal

# _branchesText.Text
source: Branches
tr: Dallar

# _buttonCheckoutBranch.Text
source: Checkout branch
tr: Daldan çık

# _buttonCloseApp.Text
source: Close application
tr: Uygulamayı kapat

# _buttonContinue.Text
source: Continue
tr: Devam et

# _buttonCreateBranch.Text
source: Create branch
tr: Dal oluştur

# _buttonIgnore.Text
source: Ignore
tr: Yoksay

# _buttonPush.Text
source: &Push
tr: &İt

# _buttonReportBug.Text
source: Report bug!
tr: Hatayı bildir!

# _buttonViewDetails.Text
source: View details
tr: Detayları göster

# _cancelText.Text
source: Cancel
tr: İptal

# _childrenText.Text
source: {0:Child|Children}
tr: {0:Çocuk|Çocuklar}

# _closeText.Text
source: Close
tr: Kapat

# _combinedDiff.Text
source: Combined diff
tr: Birleştirilmiş fark

# _commandText.Text
source: Command
tr: Komut

# _commitDateText.Text
source: {0:Commit date|Commit dates}
tr: {0:Teslim tarihi|Teslim tarihleri}

# _commitHashText.Text
source: {0:Commit hash|Commit hashes}
tr: {0:Teslim karması|Teslim karması}

# _committed.Text
source: committed
tr: tarafından teslim edildi

# _committer.Text
source: Committer
tr: Teslim Alan

# _committerText.Text
source: Committer
tr: Teslim Alan

# _contScrollToNextFileOnlyWithAlt.Text
source: Enable automatic continuous scroll (without ALT button)
tr: Otomatik sürekli kaydırmayı etkinleştir (ALT düğmesi olmadan)

# _containedInBranchesText.Text
source: Contained in branches:
tr: Aşağıdaki dal(lar)da bulunuyor:

# _containedInCurrentCommitText.Text
source: '{0}' is contained in the currently selected commit
tr: '{0}', şu anda seçili teslimde yer alıyor

# _containedInNoBranchText.Text
source: Contained in no branch
tr: Hiçbir dalla dahil değil

# _containedInNoTagText.Text
source: Contained in no tag
tr: Hiçbir etikette dahil değil

# _containedInTagsText.Text
source: Contained in tags:
tr: Aşağıdaki etiket(ler)te/de bulunuyor:

# _createPullRequest.Text
source: Create pull request
tr: Çekme isteği oluştur

# _dateText.Text
source: Date
tr: Tarih

# _daysAgo.Text
source: {0} {1:day|days} ago
tr: {0} {1:gün|gün} önce

# _deleteFile.Text
source: {0:Delete file|Delete files}
tr: {0:Dosyayı sil|Dosyaları sil}

# _diffBaseWith.Text
source: Diff BASE with
tr: BASE (TEMEL) ile Farkı

# _diffRange.Text
source: Range diff
tr: Aralık farkı

# _diffSelectedWithRememberedFile.Text
source: &Diff with "{0}"
tr: "{0}" ile &farkı

# _diffWithParent.Text
source: Diff with A
tr: A ile farkı

# _directoryIsNotAValidRepository.Text
source: The selected item is not a valid git repository.
tr: Seçilen öğe geçerli bir git deposu değil.

# _disableMenuItem.Text
source: Disable this dropdown
tr: Bu açılır menüyü (dropdown), devre dışı bırak

# _dontShowAgain.Text
source: &Don't show me this message again
tr: Bana bu mesajı bir daha &gösterme

# _errorCaptionFailedDeleteFile.Text
source: Failed to delete file
tr: Dosya silinemedi

# _errorCaptionFailedDeleteFolder.Text
source: Failed to delete directory
tr: Dizin silinemedi

# _errorCaptionNotOnBranch.Text
source: Not on a branch
tr: Bir dal üzerinde değil

# _errorPuTTYNotFound.Text
source: SSH agent could not be found
tr: SSH aracısı(agent) bulunamadı

# _errorSshKeyNotFound.Text
source: SSH key file could not be found
tr: SSH anahtar dosyası bulunamadı

# _errorSshPuTTYInstalled.Text
source: Is PuTTY installed?
tr: PuTTY kurulu mu?

# _errorSshPuTTYNotConfigured.Text
source: PuTTY is not configured as SSH client
tr: PuTTY, SSH istemcisi olarak yapılandırılmadı

# _exitCodeText.Text
source: Exit code
tr: Çıkış kodu

# _filterFileInGrid.Text
source: Filter file in &grid
tr: &Tablodaki dosyayı filtrele

# _findGitExecutable.Text
source: Find git...
tr: Git'i bul...

# _forkCloneRepo.Text
source: Fork or clone a repository
tr: Bir depoyu çatalla veya klonla

# _generalGitConfigExceptionCaption.Text
source: Repository Configuration Error
tr: Depo Yapılandırma Hatası

# _generalGitConfigExceptionMessage.Text
source: Failed to read "{0}" due to the following error:{1}{1}{2}{1}{1}Due to the nature of this problem, the behavior of the application cannot be guaranteed and it must be closed.{1}{1}Please correct this issue and re-open Git Extensions.
tr: Aşağıdaki hata nedeniyle "{0}" okunamadı:{1}{1}{2}{1}{1}Bu sorunun doğası gereği, uygulamanın davranışı garanti edilemez ve kapatılması gerekir.{1}{1}Lütfen bu sorunu düzeltin ve Git Extensions'ı(Uzantılarını) yeniden açın.

# _gitExecutableNotFoundText.Text
source: The Git executable could not be located on your system.
tr: Git'in çalıştırma dosyası sisteminizde bulunamadı.

# _hoursAgo.Text
source: {0} {1:hour|hours} ago
tr: {0} {1:saat|saat} önce

# _indexText.Text
source: Commit index
tr: Teslim dizini

# _installGitInstructions.Text
source: Install git...
tr: Git'i yükle...

# _invisibleCommitText.Text
source: '{0}' is not currently visible
tr: '{0}', şu anda görünür değil

# _loadingDataText.Text
source: Loading data...
tr: Veri yükleniyor...

# _local.Text
source: Local
tr: Yerel

# _mainInstructionNotOnBranch.Text
source: You are not working on a branch
tr: Bir dal üzerinde çalışmıyorsun.

# _markBisectAsBad.Text
source: Marked as bad in bisect
tr: İkiye ayırmada kötü olarak işaretlendi

# _markBisectAsGood.Text
source: Marked as good in bisect
tr: İkiye ayırmada iyi olarak işaretlendi

# _message.Text
source: Message
tr: Mesaj

# _messageText.Text
source: {0:Message|Messages}
tr: {0:Mesaj|Mesajlar}

# _minutesAgo.Text
source: {0} {1:minute|minutes} ago
tr: {0} {1:dakika|dakika} önce

# _monthsAgo.Text
source: {0} {1:month|months} ago
tr: {0} {1:ay|ay} önce

# _no.Text
source: No
tr: Hayır

# _noBranch.Text
source: no branch
tr: dal yok

# _noChanges.Text
source: No changes
tr: Değişiklik yok

# _noResultsFound.Text
source: <No results found>
tr: <Sonuç bulunamadı>

# _okText.Text
source: OK
tr: Tamam

# _open.Text
source: Open
tr: Aç

# _openInVisualStudio.Text
source: Open in &Visual Studio
tr: &Visual Studio'da aç

# _openInVisualStudioFailureCaption.Text
source: Unable to open file
tr: Dosya açılamıyor

# _openInVisualStudioFailureText.Text
source: Could not find this file in any open solution. Ensure you have a project containing this file open before trying again.
tr: Bu dosya, herhangi bir açık çözümde bulunamadı. Yeniden denemeden önce, bu dosyayı içeren bir projenin açık olduğuna emin olun.

# _openReport.Text
source: Open report
tr: Raporu aç

# _openWithGitExtensions.Text
source: &Open with Git Extensions
tr: &Git Extensions ile aç

# _parentsText.Text
source: {0:Parent|Parents}
tr: {0:Ebeveyn|Ebeveynler}

# _pathFilter.Text
source: Path filter
tr: Yol filtresi

# _remote.Text
source: Remote
tr: Uzak Depo

# _remotesText.Text
source: Remotes
tr: Uzak Depolar

# _removeAllInvalidRepositories.Text
source: Remove all {0} invalid repositories
tr: Geçersiz {0} adet deponun hepsini kaldır

# _removeSelectedInvalidRepository.Text
source: Remove the selected invalid repository
tr: Seçili geçersiz depoyu kaldır

# _reportBugText.Text
source: If you think this was caused by Git Extensions, you can report a bug for the team to investigate.
tr: Bu hatanın, Git Extensions'dan kaynaklandığını düşünüyorsan, araştırması için bir bu hatayı takımımıza bildirebilirsin.

# _resetSelectedLines.Text
source: Reset selected line(s)
tr: Seçili satır(ı/ları) sıfırla

# _resetSelectedLinesConfirmation.Text
source: Are you sure you want to reset the changes to the selected lines?
tr: Seçili satırlardaki değişiklikleri sıfırlamak istediğinize emin misiniz?

# _rotInactive.Text
source: [ Inactive ]
tr: [ Pasif ]

# _scriptConfirmExecuteText.Text
source: Do you want to execute script
tr: Komut dosyasını çalıştırmak ister misiniz

# _scriptErrorCantFindText.Text
source: Unable to find script
tr: Komut dosyası bulunamıyor

# _scriptErrorFailedToExecuteText.Text
source: Failed to execute script
tr: Komut dosyası çalıştırılamadı

# _scriptErrorOptionWithoutRevisionText.Text
source: A valid revision is required to substitute the argument options
tr: Bağımsız değişken seçeneklerini değiştirmek için geçerli bir düzeltme (revizyon) gerekiyor

# _scriptText.Text
source: Script
tr: Komut

# _searchingFor.Text
source: Searching for:
tr: Aranıyor:

# _secondsAgo.Text
source: {0} {1:second|seconds} ago
tr: {0} {1:saniye|saniye} önce

# _showAllText.Text
source: Show all
tr: Tümünü göster

# _showDiffForAllParentsText.Text
source: Show file differences for all parents in browse dialog
tr: Gözat iletişim kutusundaki tüm ebeveynler için dosya farklılıklarını göster

# _showDiffForAllParentsTooltip.Text
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE), show the difference between the commits as well as the difference from BASE to the selected commits. See documentation for more details about icons and range diffs. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
tr: Yalnızca bir farkla sınırlandırmadan, seçili teslimler arasındaki tüm farklılıkları göster. - Seçili tek bir teslim için, teslimin ebeveyn ile olan farkını göster. - Seçili tek bir birleştirme teslimi için, tüm ebeveynlerle olan farkını göster. - Ortak bir ataya (BASE-TEMEL) sahip iki seçili teslim için, teslimler arasındaki farkı ve BASE ile seçili teslimler arasındaki farkı göster. Simgeler ve aralık farkları hakkında daha fazla bilgi için belgelere bakın. - Birden fazla seçili teslim için (dörde kadar), son seçilen teslim ile ilk seçilen teslimle olan tüm farkını göster. - Dörtten fazla seçili teslim için, ilk seçilen teslimden son seçilen teslime kadar olan farkı göster.

# _simplifyByDecoration.Text
source: Simplify by decoration
tr: Dekorasyonla basitleştir

# _since.Text
source: Since
tr: Beri

# _sortBy.Text
source: &Sort by...
tr: &Buna göre sırala...

# _sortOrder.Text
source: &Sort order...
tr: &Sıralama...

# _stageSelectedLines.Text
source: Stage selected line(s)
tr: Seçili satır(ı/ları) sahnele

# _stashesText.Text
source: Stashes
tr: Zulalar

# _submodulesText.Text
source: Submodules
tr: Alt modüller

# _tag.Text
source: Tag
tr: Etiket
