Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# _tagsText.Text
source: Tags
tr: Etiketler

# _telemetryPermissionCaption.Text
source: Allow Capture Telemetry?
tr: Telemetriye (izlemeye) izin vermek istiyor musun?

# _telemetryPermissionMessage.Text
source: We collect information so we can make the app better. We won't collect any personal or identifiable information. You can change your mind at any time. Yes, I allow telemetry!
tr: Uygulamayı daha iyi hale getirebilmek için bilgi topluyoruz. Herhangi bir kişisel veya tanımlanabilir bilgiler toplamayacağız. Fikrinizi istediğiniz zaman değiştirebilirsiniz. Evet, telemetriye (izlemeye) izin veyorum!

# _unstageSelectedLines.Text
source: Unstage selected line(s)
tr: Seçili satır(ı/ları) sahneden kaldır

# _until.Text
source: Until
tr: Kadar

# _viewPullRequest.Text
source: View pull requests
tr: Çekme isteklerini görüntüle

# _warning.Text
source: Warning
tr: Uyarı

# _weeksAgo.Text
source: {0} {1:week|weeks} ago
tr: {0} {1:hafta|hafta} önce

# _workingDirectoryText.Text
source: Working directory
tr: Çalışma dizini

# _workspaceText.Text
source: Working directory
tr: Çalışma dizini

# _yearsAgo.Text
source: {0} {1:year|years} ago
tr: {0} {1:yıl|yıl} önce

# _yes.Text
source: Yes
tr: Evet

# _cannotOpenTheFolder.Text
source: Cannot open the folder
tr: Klasör açılamıyor

# _clearRecentCategoryCaption.Text
source: Clear recent repositories
tr: Son depoları temizle

# _clearRecentCategoryQuestion.Text
source: Do you want to clear the list of recent repositories? The action cannot be undone.
tr: Son depoların listesini temizlemek istiyor musun? Eylem geri alınamaz.

# _deleteCategoryCaption.Text
source: Delete Category
tr: Kategori Sil

# _deleteCategoryQuestion.Text
source: Do you want to delete category "{0}" with {1} repositories? The action cannot be undone.
tr: {1} depolu "{0}" kategorisini silmek istiyor musun? Eylem geri alınamaz.

# _groupActions.Text
source: Actions
tr: Eylemler

# _groupRecentRepositories.Text
source: Recent repositories
tr: Son Depolar

# _repositorySearchPlaceholder.Text
source: Search repositories
tr: Depoları ara

# clmhdrBranch.Text
source: Branch
tr: Dal

# clmhdrCategory.Text
source: Category
tr: Kategori

# clmhdrPath.Text
source: Path
tr: Yol

# lblRecentRepositories.Text
source: Recent repositories
tr: Son Depolar

# mnuConfigure.Text
source: Recent repositories &settings
tr: &Son depo ayarları

# tsmiCategories.Text
source: Categories
tr: Kategoriler

# tsmiCategoryAdd.Text
source: Add new...
tr: Yeni ekle...

# tsmiCategoryClear.Text
source: Clear all recent repositories
tr: Son depoların tümünü temizle

# tsmiCategoryDelete.Text
source: Delete category
tr: Kategori sil

# tsmiCategoryNone.Text
source: (none)
tr: (boş)

# tsmiCategoryRename.Text
source: Rename category
tr: Kategoriyi yeniden adlandır

# tsmiOpenFolder.Text
source: Show in folder
tr: Klasörde göster

# tsmiRemoveFromList.Text
source: Remove project from the list
tr: Projeyi listeden kaldır

# tsmiRemoveMissingReposFromList.Text
source: Remove missing projects from the list
tr: Eksik projeleri listeden kaldır

# $this.Text
source: View Pull Requests
tr: Çekme İsteklerini Görüntüleme

# _addAndFetchBtn.Text
source: Add remote and fetch
tr: Uzak depoyu ekle ve getir

# _chooseRepo.Text
source: Choose repository:
tr: Depoyu seçin:

# _closePullRequestBtn.Text
source: Close pull request
tr: Çekme isteğini kapat

# _fetchBtn.Text
source: Fetch to pr/ branch
tr: Dalı/çekme isteğini getir

# _postComment.Text
source: Post comment
tr: Yorum gönder

# _refreshCommentsBtn.Text
source: Refresh
tr: Yenile

# _strCouldNotAddRemote.Text
source: Could not add remote with name {0} and URL {1}
tr: {0} ismi ve {1} URL'si ile uzak depo eklenemedi

# _strCouldNotLoadDiscussion.Text
source: Could not load discussion!
tr: Tartışma yüklenemedi!

# _strFailedToClosePullRequest.Text
source: Failed to close pull request!
tr: Çekme isteği kapatılamadı!

# _strFailedToFetchPullData.Text
source: Failed to fetch pull data!
tr: Çekme verileri getirilemedi!

# _strFailedToLoadDiffData.Text
source: Failed to load diff data!
tr: Fark verileri yüklenemedi!

# _strFailedToLoadDiscussionItem.Text
source: Failed to post discussion item!
tr: Tartışma öğesi gönderilemedi!

# _strRemoteAlreadyExist.Text
source: ERROR: Remote with name {0} already exists but it points to a different repository! Details: Is {1} expected {2}
tr: HATA: {0} isimli uzak depo zaten var, ancak farklı bir depoya işaret ediyor! Ayrıntılar: {1} bekleniyor mu {2}

# _strRemoteIgnore.Text
source: Remote ignored
tr: Uzak depo yoksayıldı

# _strUnableUnderstandPatch.Text
source: Error: Unable to understand patch
tr: Hata: Yama anlaşılamadı

# columnHeaderBranch.Text
source: Will be fetched to branch
tr: Daldan getirilecek

# columnHeaderBy.Text
source: By
tr: Yapan

# columnHeaderCreated.Text
source: Created
tr: Oluşturma Tarihi

# columnHeaderHeading.Text
source: Heading
tr: Başlık

# tabPage1.Text
source: Diffs
tr: Farklar

# tabPage2.Text
source: Comments
tr: Yorumlar
