Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# resetUnstagedChangesToolStripMenuItem.Text
source: Reset unstaged changes
tr: Sahnelenmemiş değişiklikleri sıfırla

# selectionFilterToolStripMenuItem.Text
source: Selection filter
tr: Seçim filtresi

# showAssumeUnchangedFilesToolStripMenuItem.Text
source: Show assumed-unchanged files
tr: Değiştirilmemiş olarak kabul edilen dosyaları göster

# showIgnoredFilesToolStripMenuItem.Text
source: Show ignored files
tr: Yok sayılan dosyaları göster

# showSkipWorktreeFilesToolStripMenuItem.Text
source: Show skip-worktree files
tr: Çalışma ağacındaki atlanmış (gizlenmiş) dosyaları göster

# showUntrackedFilesToolStripMenuItem.Text
source: Show untracked files
tr: İzlenmeyen dosyaları göster

# signOffToolStripMenuItem.Text
source: Sign-off commit
tr: Teslimin oturumunu kapat

# skipWorktreeToolStripMenuItem.Text
source: Skip worktree
tr: Çalışma ağacındaki dosya(yı/ları) atla (gizle)

# stagedCopyPathToolStripMenuItem14.Text
source: Copy full path
tr: Tam yolu kopyala

# stagedEditFileToolStripMenuItem11.Text
source: Edit file
tr: Dosyayı düzenle

# stagedFileHistoryToolStripMenuItem6.Text
source: View file history
tr: Dosya geçmişini görüntüle

# stagedOpenDifftoolToolStripMenuItem9.Text
source: Open with difftool
tr: Fark aracı ile aç

# stagedOpenFolderToolStripMenuItem10.Text
source: Show in folder
tr: Klasörde göster

# stagedOpenToolStripMenuItem7.Text
source: Open
tr: Aç

# stagedOpenWithToolStripMenuItem8.Text
source: Open with...
tr: Birlikte aç...

# stagedResetChanges.Text
source: Reset file or directory changes
tr: Dosya veya dizin değişikliklerini sıfırla

# stashSubmoduleChangesToolStripMenuItem.Text
source: Stash submodule changes
tr: Alt modül değişikliklerini zulala

# stopTrackingThisFileToolStripMenuItem.Text
source: Stop tracking this file
tr: Bu dosyayı izlemeyi durdur

# toolAuthorLabelItem.Text
source: Author: (Format: "name <mail>")
tr: Yazar: (Şekli: "isim<mail>")

# toolRefreshItem.Text
source: Refresh
tr: Yenile

# toolStageItem.Text
source: &Stage
tr: &Sahnele

# toolStripLabel1.Text
source: Selection Filter
tr: Seçim Filtresi

# toolStripMenuItem3.Text
source: &Options
tr: Se&çenekler

# toolUnstageItem.Text
source: &Unstage
tr: Sahneden &Kaldır

# updateSubmoduleMenuItem.Text
source: Update submodule
tr: Alt modülü güncelle

# viewFileHistoryToolStripItem.Text
source: View file history
tr: Dosya geçmişini görüntüle

# viewHistoryMenuItem.Text
source: View history
tr: Geçmişi görüntüle

# workingToolStripMenuItem.Text
source: &Working directory changes
tr: &Çalışma dizini değişiklikleri

# $this.Text
source: Diff
tr: Fark

# $this.Text
source: Commit message settings
tr: Teslim mesaj ayarları

# _emptyTemplate.Text
source: empty
tr: boş

# buttonCancel.Text
source: Cancel
tr: İptal

# buttonOk.Text
source: OK
tr: Tamam

# labelAutoWrap.Text
source: Auto-wrap commit message (except subject line)
tr: Teslim mesajini otomatik olarak kaydır (konu satırı hariç)

# labelCommitTemplate.Text
source: Commit template:
tr: Teslim şablonu:

# labelCommitTemplateName.Text
source: Name:
tr: Ad:

# labelMaxFirstLineLength.Text
source: Maximum numbers of characters in first line (0 = check disabled):
tr: İlk satırdaki maksimum karakter sayısı (0 = kontrol devre dışı):

# labelMaxLineLength.Text
source: Maximum numbers of characters per line (0 = check disabled):
tr: Satır başına maksimum karakter sayısı (0 = kontrol devre dışı):

# labelRegExCheck.Text
source: Commit must match following RegEx (Empty = check disabled):
tr: Teslim ile RegEx'le (düzenli/kurallı ifadelerle) eşleşmelidir (Boşsa = kontrol devre dışı):

# labelSecondLineEmpty.Text
source: Second line must be empty:
tr: İkinci satır boş olmalı:

# labelUseIndent.Text
source: Indent lines after first line:
tr: İlk satırdan sonra satırları girintile:

# tabPage1.Text
source: Commit templates
tr: Teslim mesaj şablonları

# tabPage2.Text
source: Commit validation
tr: Teslim doğrulama

# $this.Text
source: Compare to branch
tr: Dalla karşılaştır

# btnCompare.Text
source: Compare
tr: Karşılaştır

# $this.Text
source: Create branch
tr: Dal oluştur

# ClearOrphan.Text
source: Clear &working directory and index
tr: Çalışma dizinini ve dizinini &temizle

# Ok.Text
source: &Create branch
tr: &Dal oluştur

# Orphan.Text
source: Create or&phan
tr: &Yetim oluştur

# _branchNameIsEmpty.Text
source: Enter branch name.
tr: Dal adını girin.

# _branchNameIsNotValid.Text
source: “{0}” is not valid branch name.
tr: “{0}” geçerli bir dal adı değil.

# _noRevisionSelected.Text
source: Select 1 revision to create the branch on.
tr: Dal oluşturmak için 1 düzeltme(revizyon) seçin.

# chkbxCheckoutAfterCreate.Text
source: Checkout &after create
tr: Daldan &çik sonra oluştur

# groupBox1.Text
source: Orphan
tr: Yetim

# label1.Text
source: &Branch name
tr: Dal &adı

# label2.Text
source: Create b&ranch at this revision
tr: Bu düzeltmede(revizyonda) d&al oluştur

# $this.Text
source: Create tag
tr: Etiket oluştur

# ForceTag.Text
source: Force
tr: Zorla

# Ok.Text
source: Create tag
tr: Etiket oluştur

# _messageCaption.Text
source: Tag
tr: Etiket

# _noRevisionSelected.Text
source: Select 1 revision to create the tag on.
tr: Etiketi oluşturmak için 1 düzeltme(revizyon) seçin.

# _pushToCaption.Text
source: Push tag to '{0}'
tr: Etiketi, {0} tarafına itin

# _trsAnnotated.Text
source: Annotated tag
tr: Açıklamalı etiket

# _trsLightweight.Text
source: Lightweight tag
tr: Hafif etiket

# _trsSignDefault.Text
source: Sign with default GPG
tr: Varsayılan GPG ile imzala

# _trsSignSpecificKey.Text
source: Sign with specific GPG
tr: Belirli bir GPG ile imzala

# keyIdLbl.Text
source: Specific Key Id
tr: Özel Anahtar Kimliği (id)

# label1.Text
source: Tag name
tr: Etiket adı

# label2.Text
source: Message
tr: Mesaj

# label3.Text
source: Create tag at this revision
tr: Bu düzeltmede(reziyonda) etiket oluştur

# pushTag.Text
source: Push tag to '{0}'
tr: Etiketi, {0} tarafına itin

# $this.Text
source: Create a new worktree
tr: Yeni bir çalışma ağacı oluştur

# createWorktreeButton.Text
source: Create the new worktree
tr: Yeni çalışma ağacı oluştur

# groupBoxWhatToCheckout.Text
source: What to checkout:
tr: Çıkılacak:

# label2.Text
source: New worktree directory:
tr: Yeni çalışma ağacının dizini:

# openWorktreeCheckBox.Text
source: Open the new worktree after the creation
tr: Oluşturulduktan sonra, yeni çalışma ağacını aç

# radioButtonCheckoutExistingBranch.Text
source: Checkout an existing branch:
tr: Mevcut bir daldan çıkış yap:

# radioButtonCreateNewBranch.Text
source: Create a new branch: (from current commit)
tr: Yeni bir dal oluştur: (geçerli teslimden)

# $this.Text
source: Enter Caption
tr: Başlık Gir

# _categoryNameExistsText.Text
source: Category name already exists
tr: Bu kategori adı zaten var

# _categoryNameRequiredText.Text
source: Category name is required
tr: Kategori adı zorunludur

# _renameCategoryText.Text
source: Rename category
tr: Kategoriyi yeniden adlandır

# btnOk.Text
source: OK
tr: Tamam

# lblCategoryName.Text
source: Category name
tr: Kategori adı

# $this.Text
source: Delete branch
tr: Dalı sil

# Delete.Text
source: &Delete
tr: &Sil

# _cannotDeleteCurrentBranchMessage.Text
source: Cannot delete the branch “{0}” which you are currently on.
tr: Şuan üzerinde bulunduğun, "{0}" dalını silemezsin.

# _deleteBranchCaption.Text
source: Delete Branches
tr: Dalları Sil

# _deleteBranchConfirmTitle.Text
source: Delete Confirmation
tr: Silme Onayı

# _deleteBranchQuestion.Text
source: The selected branch(es) have not been merged into HEAD. Proceed?
tr: Seçili dal(lar), HEAD(BAŞ) ile birleştirilmemiştir. Devam edilsin mi?

# _useReflogHint.Text
source: Did you know you can use reflog to restore deleted branches?
tr: Silinen dalları geri yüklemek için refrans günlüğü (reflog) kullanabileceğini biliyor muydun?

# labelSelectBranches.Text
source: Select &branches
tr: Dalları &seç

# DeleteRemote.Text
source: Delete branch(es) from &remote repository
tr: &Uzak depodaki dal(lı/ları) sil

# _confirmDeleteUnmergedRemoteBranchMessage.Text
source: At least one remote branch is unmerged. Are you sure you want to delete it? Deleting a branch can cause commits to be deleted too!
tr: En az bir uzak dalla birleştirilmemiş. Bunu silmek istediğinize emin misiniz? Bir dalı silmek, teslimlerin de silinmesine neden olabilir!

# _deleteRemoteBranchesCaption.Text
source: Delete remote branches
tr: Uzak dalları sil

# $this.Text
source: Delete tag
tr: Etiketi sil

# Ok.Text
source: Delete
tr: Sil

# deleteTag.Text
source: Delete tag also from the following remote(s):
tr: Etiketi, aşağıdaki uzak depo(lar)dan da sil:

# label1.Text
source: Select tag
tr: Etiketi seç

# label2.Text
source: This will delete the selected tag from the (local) repository.
tr: Seçili bu etiket, (yerel) depodan silecek.

# label3.Text
source: (includes information about deleting tags which are already pushed)
tr: (önceden itilmiş olan etiketlerin silinmesi hakkında bilgiler içerir)

# _anotherBranchTooltip.Text
source: Select another branch
tr: Başka bir dal seç

# _anotherCommitTooltip.Text
source: Select another commit
tr: Başka bir teslim seç

# _btnSwapTooltip.Text
source: Swap BASE and Compare commits
tr: TEMEL (BASE) ve Karşılaştırma teslimleri yer değiştir

# _ckCompareToMergeBase.Text
source: Compare to merge &base
tr: &Birleştirme temeli (base) ile karşılaştır

# blameToolStripMenuItem.Text
source: Blame
tr: İzle (Suçla)

# btnCompareDirectoriesWithDiffTool.Text
source: Open diff using &directory diff tool
tr: &Dizini, fark aracını kullanarak farkını aç

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full path(s)
tr: Tam yol(u/ları) kopyala

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File tree
tr: Dosya ağacında göster

# fileHistoryDiffToolstripMenuItem.Text
source: File history
tr: Dosya geçmişi

# findInDiffToolStripMenuItem.Text
source: Find
tr: Bul

# selectedToLocalToolStripMenuItem.Text
source: Compare -> Working directory
tr: Karşılaştır -> Çalışma dizini

# $this.Text
source: Donate
tr: Bağış Yap

# _donateText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
tr: Uygulamayı sürdürmek, yeni özellikler üzerinde çalışmak ve hataları düzeltmek için, çok fazla zaman harcayan ve ortak çalışan özel bir ekibimiz var. Finansal olarak katkı sağlayarak projemize destek olabilirsiniz. Bağışlar, işletme maliyetlerini karşılamak ve projeyi sürdürebilmek için gerekli olan kaynaklar için kullanılacaktır. Ayrıca, bağışları katkıda bulunanların çabaları için teşekkür etmek için kullanacağız. Bağış yapma hakkında daha fazla bilgi almak için aşağıdaki düğmeye tıklayabilirsiniz.

# lblText.Text
source: We have a dedicated team of collaborators that spends a lot of time maintaining the app, working on new features and fixing bugs.You can support the project by making a financial contribution. Donations will be used to cover running costs and to get the resources needed to keep the project running. We will also use donations to thank collaborators for their efforts. Click on the button below to get more information about making a donation.
tr: Uygulamayı sürdürmek, yeni özellikler üzerinde çalışmak ve hataları düzeltmek için, çok fazla zaman harcayan ve ortak çalışan özel bir ekibimiz var. Finansal olarak katkı sağlayarak projemize destek olabilirsiniz. Bağışlar, işletme maliyetlerini karşılamak ve projeyi sürdürebilmek için gerekli olan kaynaklar için kullanılacaktır. Ayrıca, bağışları katkıda bulunanların çabaları için teşekkür etmek için kullanacağız. Bağış yapma hakkında daha fazla bilgi almak için aşağıdaki düğmeye tıklayabilirsiniz.

# $this.Text
source: View
tr: Görünüm

# $this.Text
source: Editor
tr: Metin düzenleyicisi

# _cannotOpenFile.Text
source: Cannot open file:
tr: Dosya açılamıyor:

# _cannotSaveFile.Text
source: Cannot save file:
tr: Dosya kaydedilemiyor:

# _saveChanges.Text
source: Do you want to save changes?
tr: Değişiklikleri kaydetmek istiyor musun?

# _saveChangesCaption.Text
source: Save changes
tr: Kaydet

# labelWarning.Text
source: Here be dragons! Changing this file by hand can be harmful and might break something. If you are not sure just close this window.
tr: İşte ejderhalar (tehlikeli ya da keşfedilmemiş bölge)! Bu dosyayı elle değiştirmek zararlı olabilir ve bir şeyleri bozabilir. Eğer emin değilsen sadece bu pencereyi kapat.

# toolStripSaveButton.ToolTipText
source: Save
tr: Kaydet

# BlameTab.Text
source: Blame
tr: İzle (Suçla)

# DiffTab.Text
source: Diff
tr: Fark

# ShowFullHistory.ToolTipText
source: Show Full History
tr: Tüm Geçmişi Göster

# ViewTab.Text
source: View
tr: Görünüm

# blameSettingsToolStripMenuItem.Text
source: Blame settings:
tr: İzleme (suçlama) ayarları:

# cherryPickThisCommitToolStripMenuItem.Text
source: Cherry pick commit
tr: Bu teslimi, iyi bir kiraz olarak seç ve topla (cherry-pick)

# detectMoveAndCopyInAllFilesToolStripMenuItem.Text
source: Detect move and copy in all files
tr: Tüm dosyalarda taşıma ve kopyalamaları algıla

# detectMoveAndCopyInThisFileToolStripMenuItem.Text
source: Detect move and copy in this file
tr: Bu dosyadaki taşıma ve kopyalamaları algıla

# diffToolRemoteLocalStripMenuItem.Text
source: Difftool selected < - > local
tr: Fark aracı seçildi < - > yerel

# displayAuthorFirstToolStripMenuItem.Text
source: Display author first
tr: Önce yazarı görüntüle

# displaySettingsToolStripMenuItem.Text
source: Display result settings:
tr: Sonuç görüntüleme ayarları:

# followFileHistoryRenamesToolStripMenuItem.Text
source: Detect and follow - exact renames and copies only
tr: Algıla ve izle - yalnızca tam yeniden adlandırmalar ve kopyalar

# followFileHistoryToolStripMenuItem.Text
source: Detect and follow renames
tr: Yeniden adlandırmaları algıla ve izle

# gitcommandLogToolStripMenuItem.ToolTipText
source: Git command log
tr: Git komut günlüğü

# ignoreWhitespaceToolStripMenuItem.Text
source: Ignore whitespace
tr: Boşluğu yoksay

# loadBlameOnShowToolStripMenuItem.Text
source: Load blame on show
tr: Görüntülendiğinde izlemeyi (suçlamayı) yükle

# loadHistoryOnShowToolStripMenuItem.Text
source: Load history on show
tr: Görüntülendiğinde geçmişi yükle

# manipulateCommitToolStripMenuItem.Text
source: Manipulate commit
tr: Teslimi değiştir

# revertCommitToolStripMenuItem.Text
source: Revert commit
tr: Teslimi geri al

# saveAsToolStripMenuItem.Text
source: Save as
tr: Farklı kaydet

# showAuthorAvatarToolStripMenuItem.Text
source: Show author avatar
tr: Yazarın avatarını göster

# showAuthorDateToolStripMenuItem.Text
source: Show author date
tr: Oluşturma tarihini göster

# showAuthorTimeToolStripMenuItem.Text
source: Show author time
tr: Oluşturma zamanını göster

# showAuthorToolStripMenuItem.Text
source: Show author
tr: Yazarı göster

# showFullHistoryToolStripMenuItem.Text
source: Show full history
tr: Tüm geçmişi göster

# showLineNumbersToolStripMenuItem.Text
source: Show line numbers
tr: Satır numaralarını göster

# showOriginalFilePathToolStripMenuItem.Text
source: Show original file path
tr: Orijinal dosya yolunu göster

# simplifyMergesToolStripMenuItem.Text
source: Simplify merges
tr: Birleştirmeyi basitleştir

# toolStripBlameOptions.Text
source: Blame options
tr: İzleme (suçlama) seçenekleri

# toolStripSplitLoad.ToolTipText
source: Load file history
tr: Dosya geçmişini yükle

# $this.Text
source: Select script files
tr: Komut dosyalarını seç

# btnBrowse.Text
source: Browse...
tr: Gözat...

# btnOk.Text
source: &OK
tr: &Tamam

# lblSelectFiles.Text
source: Select file(s)
tr: Dosya(ları) seç

# $this.Text
source: Home
tr: Ev

# _gitGlobalConfigNotFound.Text
source: The environment variable HOME does not point to a directory that contains the global git config file: " {0} " Do you want Git Extensions to help locate the correct folder?
tr: EV (HOME) ortam değişkeni, genel git yapılandırma (config) dosyasını içeren bir dizine işaret etmiyor: " {0} " Git Extensions'ın doğru klasörü bulmana yardımcı olmasını istiyor musun?

# _gitGlobalConfigNotFoundCaption.Text
source: Global config
tr: Küresel yapılandırma

# _gitconfigFoundHome.Text
source: Located .gitconfig in %HOME% ({0}). This setting has been chosen automatically.
tr: % EVINYOLU% ({0}) konumunda .gitconfig bulunur. Bu ayar otomatik olarak seçilmiştir.

# _gitconfigFoundHomedrive.Text
source: Located .gitconfig in %HOMEDRIVE%%HOMEPATH% ({0}). This setting has been chosen automatically.
tr: % EVINSÜRÜCÜSÜ%%EVINYOLU% ({0}) konumunda .gitconfig bulunur. Bu ayar otomatik olarak seçilmiştir.

# _gitconfigFoundPersonalFolder.Text
source: Located .gitconfig in personal folder ({0}). This setting has been chosen automatically.
tr: Kişisel klasörde ({0}) konumunda .gitconfig bulunur. Bu ayar otomatik olarak seçilmiştir.

# _gitconfigFoundUserprofile.Text
source: Located .gitconfig in %USERPROFILE% ({0}). This setting has been chosen automatically.
tr: %KULLANICIPROFILI% ({0}) konumunda .gitconfig bulunur. Bu ayar otomatik olarak seçilmiştir.

# _homeNotAccessible.Text
source: The environment variable HOME points to a directory that is not accessible: "{0}"
tr: EV (HOME) ortam değişkeni, erişilemeyen bir dizine işaret ediyor: "{0}"

# _noHomeDirectorySpecified.Text
source: Please enter a HOME directory.
tr: Lütfen bir EV (HOME) dizini girin.

# defaultHome.Text
source: Use default for HOME
tr: EV (HOME) için varsayılanı kullan

# groupBox8.Text
source: Environment
tr: Ortam

# label51.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
tr: Genel yapılandırma dosyası, ortam değişkeninde % EV% içerisinde bulunur. Eğer % EV% boşsa, varsayılan olarak % EVINSÜRÜCÜSÜ%%EVINYOLU% olarak ayarlanır. Varsayılan davranışı, yalnızca sorunlarla karşılaşırsanız değiştirin.

# ok.Text
source: OK
tr: Tamam

# otherHome.Text
source: Other
tr: Başka

# userprofileHome.Text
source: Set HOME to USERPROFILE
tr: EV'in yolunu, KULLANICIPROFİL'i olarak ayarla

# $this.Text
source: Format patch
tr: Yama oluşturma

# FormatPatch.Text
source: Create patch(es)
tr: Yama(lar) oluştur

# SaveToDir.Text
source: Save patches in directory
tr: Yamaları dizine kaydedin

# SelectedBranch.Text
source: Branch
tr: Dal

# _currentBranchText.Text
source: Current branch:
tr: Geçerli dal:

# _failCreatePatch.Text
source: Unable to create patch file(s)
tr: Yama dosya(ları) oluşturulamıyor

# _noEmailEnteredText.Text
source: You need to enter an email address.
tr: Bir posta konusu girmeniz gerekiyor.

# _noGitMailConfigured.Text
source: There is no email address configured in the settings dialog.
tr: Ayarlar iletişim kutusunda yapılandırılmış bir e-posta adresi yok.

# _noOutputPathEnteredText.Text
source: You need to enter an output path.
tr: Bir çıktı yolu girmeniz gerekiyor.

# _noSubjectEnteredText.Text
source: You need to enter a mail subject.
tr: Bir posta konusu girmeniz gerekiyor.

# _patchResultCaption.Text
source: Patch result
tr: Yama sonucu

# _revisionsNeededCaption.Text
source: Patch error
tr: Yama hatası

# _revisionsNeededText.Text
source: You need to select at least one revision
tr: En az bir düzeltimi (revizyonu) seçmeniz gerekiyor

# _sendMailResult.Text
source: Send to:
tr: Alıcıya gönderildi:

# _sendMailResultFailed.Text
source: Failed to send mail.
tr: E-posta gönderilemedi.

# _wrongSmtpSettingsText.Text
source: You need to enter a valid smtp in the settings dialog.
tr: Ayarlar iletişim kutusuna geçerli bir giden posta (smtp) sunucusu girmeniz gerekiyor.

# label1.Text
source: Subject
tr: Konu

# label2.Text
source: Body
tr: Gövde

# label3.Text
source: To
tr: Kime

# radioButton1.Text
source: Mail patches from
tr: E-posta yamasını gönderen

# $this.Text
source: Edit .gitattributes
tr: .gitattributes düzenle

# Save.Text
source: Save
tr: Kaydet

# _cannotAccessGitattributes.Text
source: Failed to save .gitattributes. Check if file is accessible.
tr: .gitattributes kaydedilemedi. Dosyanın erişilebilir olup olmadığını kontrol edin.

# _cannotAccessGitattributesCaption.Text
source: Failed to save .gitattributes
tr: .gitattributes kaydedilemedi

# _noWorkingDir.Text
source: .gitattributes is only supported when there is a working directory.
tr: .gitattributes yalnızca bir çalışma dizini olduğunda desteklenir.

# _noWorkingDirCaption.Text
source: No working directory
tr: Çalışma dizini yok

# _saveFileQuestion.Text
source: Save changes to .gitattributes?
tr: .gitattributes içerisinde yapılan değişiklikler kaydedilsin mi?

# _saveFileQuestionCaption.Text
source: Save changes?
tr: Değişiklikler kaydedilsin mi?

# label1.Text
source: Edit the git attributes Define attributes per path Examples Mark all jpg files as binary: *.jpg binary Mark sln files as binary: *.sln binary Mark single file as text: weirdchars.txt text For more information run command "git help gitattributes"
tr: Git özniteliklerini (attributes) düzenle Her yol için öznitelikleri tanımla Örnekler Tüm jpg dosyalarını ikili (binary) olarak işaretle: *.jpg binary sln dosyalarını ikili (binary) olarak işaretle: *.sln binary Tek bir dosyayı metin olarak işaretle: weirdchars.txt text Daha fazla bilgi için, "git help gitattributes" komutunu çalıştırabilirsiniz.

# $this.Text
source: Git Command Log
tr: Git Komut Günlüğü

# chkAlwaysOnTop.Text
source: Always on top
tr: Her zaman üstte

# chkCaptureCallStacks.Text
source: Capture call stacks
tr: Çağrı yığınlarını yakala

# chkWordWrap.Text
source: Word wrap
tr: Sözcük kaydır

# mnuClear.Text
source: Clear
tr: Temizle

# mnuSaveToFile.Text
source: Save to file
tr: Dosyaya kaydet

# tabPageCommandCache.Text
source: Command cache
tr: Komut önbelleği

# tabPageCommandLog.Text
source: Command log
tr: Komut günlüğü

# $this.Text
source: Edit .gitignore
tr: .gitignore düzenle

# AddDefault.Text
source: Add default ignores
tr: Varsayılan yok saymaları ekle

# AddPattern.Text
source: Add pattern
tr: Şablon ekle

# _gitignoreOnlyInWorkingDirSupportedCaption.Text
source: No working directory
tr: Çalışma dizini yok

# label1.Text
source: Specify filepatterns you want git to ignore. Example: #Ignore thumbnails created by Windows Thumbs.db #Ignore files built by Visual Studio *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/
tr: Git'in yoksaymasını istediğin dosya şablonlarını belirt. Örnek: #Windows tarafından oluşturulan küçük resimleri yoksay Thumbs.db #Visual Studio tarafından oluşturulan derleme dosyaların yoksay *.user *.aps *.pch *.vspscc *_i.c *_p.c *.ncb *.suo *.bak *.cache *.ilk *.log [Bb]in [Dd]ebug*/ *.sbr obj/ [Rr]elease*/ _ReSharper*/

# lnkGitIgnoreGenerate.Text
source: Generate a custom ignore file for git
tr: Git için özel bir yoksayma dosyası oluştur

# lnkGitIgnorePatterns.Text
source: Example ignore patterns
tr: Örnek yoksayma şablonları

# $this.Text
source: Statistics
tr: İstatistikler

# CommitStatistics.Text
source: Loading..
tr: Yükleniyor..

# LinesOfCodePerLanguageText.Text
source: Loading...
tr: Yükleniyor...

# LinesOfCodePerTypeText.Text
source: Loading...
tr: Yükleniyor...

# LoadingLabel.Text
source: Loading...
tr: Yükleniyor...

# TestCodeText.Text
source: Loading...
tr: Yükleniyor...

# TotalCommits.Text
source: Total commits
tr: Toplam teslim sayısı

# TotalLinesOfCode.Text
source: Total lines of code
tr: Toplam kod satırı

# TotalLinesOfCode2.Text
source: Total lines of code
tr: Toplam kod satırı
