Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# tsbtnAdvancedFilter.ToolTipText
source: Advanced filter
tr: Gelişmiş filtre

# tsddbtnBranchFilter.Text
source: Branch type
tr: Dal türü

# tsddbtnRevisionFilter.Text
source: Filter type
tr: Filtre türü

# tslblRevisionFilter.Text
source: &Filter:
tr: Fil&tre:

# tslblRevisionFilter.ToolTipText
source: Text filter
tr: Metin filtresi

# tsmiAdvancedFilter.Text
source: &Advanced filter
tr: &Gelişmiş filtre

# tsmiAuthorFilter.Text
source: &Author
tr: &Yazar

# tsmiBranchLocal.Text
source: &Local
tr: &Yerel

# tsmiBranchRemote.Text
source: &Remote
tr: &Uzak Depo

# tsmiBranchTag.Text
source: &Tag
tr: &Etiket

# tsmiCommitterFilter.Text
source: &Committer
tr: &Teslim Alan

# tsmiDiffContainsFilter.Text
source: &Diff contains (SLOW)
tr: &Fark içerir (YAVAŞ)

# tsmiFavouriteRepositories.Text
source: &Favorite repositories
tr: &Favori depolar

# tsmiRecentRepositories.Text
source: &Recent repositories
tr: &Son depolar

# tsmiRecentRepositoriesClear.Text
source: Clear list
tr: Listeyi temizle

# tsmiResetAllFilters.Text
source: &Reset revision filters
tr: &Revizyon filtrelerini sıfırla

# tsmiResetPathFilters.Text
source: Reset &path filter
tr: &Yol filtresini sıfırla

# tsmiShowBranchesAll.Text
source: &All branches
tr: &Tüm dallar

# tsmiShowBranchesAll.ToolTipText
source: Show all branches
tr: Tüm dalları göster

# tsmiShowBranchesCurrent.Text
source: &Current branch only
tr: Yalnızca &geçerli dal

# tsmiShowBranchesCurrent.ToolTipText
source: Show current branch only
tr: Yalnızca geçerli dalı göster

# tsmiShowBranchesFiltered.Text
source: &Filtered branches
tr: &Filtrelenmiş dallar

# tsmiShowBranchesFiltered.ToolTipText
source: Show filtered branches
tr: Filtrelenmiş dalları göster

# tsmiTelemetryEnabled.Text
source: &Yes, I allow telemetry
tr: &Evet, telemetriye (izlemeye) izin veriyorum.

# tssbtnShowBranches.Text
source: &All branches
tr: &Tüm dallar

# tssbtnShowBranches.ToolTipText
source: Show all branches
tr: Tüm dalları göster

# undoLastCommitToolStripMenuItem.Text
source: &Undo last commit...
tr: &Son teslimi geri al...

# updateAllSubmodulesToolStripMenuItem.Text
source: &Update all submodules
tr: Tüm alt modülleri g&üncelle

# userManualToolStripMenuItem.Text
source: User &manual
tr: &Kullanım kılavuzu

# viewToolStripMenuItem.Text
source: &View
tr: Görünü&m

# $this.Text
source: Browse repository window
tr: Depo penceresine göz at

# chkChowConsoleTab.Text
source: Show the Console tab
tr: Konsol sekmesini göster

# chkShowGpgInformation.Text
source: Show GPG information
tr: GPG (GNU Privacy Guard - Gizlilik Koruması) bilgisini göster

# chkUseBrowseForFileHistory.Text
source: Show file history in the main window
tr: Dosya geçmişini, ana pencerede göster

# chkUseDiffViewerForBlame.Text
source: Show blame in diff viewer
tr: Fark görüntüleyicide suçu (blame) göster

# gbTabs.Text
source: Tabs (restart required)
tr: Sekmeler (yeniden başlatılmalı)

# label2.Text
source: Default shell
tr: Varsayılan kabuk (shell)

# $this.Text
source: Change log
tr: Değişim günlüğü

# $this.Text
source: Checkout branch
tr: Daldan çık

# LocalBranch.Text
source: Local &branch
tr: &Yerel dal

# Ok.Text
source: &Checkout
tr: &Çık

# Remotebranch.Text
source: Remote &branch
tr: &Uzak dal

# _applyStashedItemsAgain.Text
source: Apply stashed items to working directory again?
tr: Zulalanmış öğeler, çalışma dizinine tekrardan uygulansın mı?

# _applyStashedItemsAgainCaption.Text
source: Auto stash
tr: Otomatik zulala

# _createBranch.Text
source: Cr&eate local branch with the name:
tr: &Bu ad ile yerel dal oluştur:

# _customBranchNameIsEmpty.Text
source: Custom branch name is empty. Enter valid branch name or select predefined value.
tr: Özel dal adı boş. Geçerli bir dal adı girin veya önceden tanımlı olan bir değer seçin.

# _customBranchNameIsNotValid.Text
source: “{0}” is not valid branch name. Enter valid branch name or select predefined value.
tr: “{0}” geçerli bir dal adı değil. Geçerli bir dal adı girin veya önceden tanımlı olan bir değer seçin.

# _invalidBranchName.Text
source: An existing branch must be selected.
tr: Mevcut bir dal seçilmelidir.

# _resetCaption.Text
source: Reset branch
tr: Dalı sıfırla

# _resetNonFastForwardBranch.Text
source: You are going to reset the “{0}” branch to a new location discarding ALL the commited changes since the {1} revision. Are you sure?
tr: {1} revizyonundan bu yana yapılan tüm değişiklikleri atmaya ve "{0}" dalına yeni bir konuma sıfırlamaya çalışıyorsun. Emin misin?

# chkSetLocalChangesActionAsDefault.Text
source: Set as &default
tr: &Varsayılan olarak ayarla

# label1.Text
source: &Select branch
tr: &Dal seç

# localChangesGB.Text
source: Local changes
tr: Yerel değişiklikler

# rbCreateBranchWithCustomName.Text
source: Cr&eate local branch with custom name:
tr: &Özel bir adla yerel bir dal oluştur:

# rbDontChange.Text
source: Do&n't change
tr: &Değiştirme

# rbDontCreate.Text
source: Ch&eckout remote branch
tr: &Uzak daldan çık

# rbMerge.Text
source: &Merge
tr: &Birleştir

# rbReset.Text
source: &Reset
tr: &Sıfırla

# rbResetBranch.Text
source: R&eset local branch with the name:
tr: Yerel dalı şu adla &sıfırlayın:

# rbStash.Text
source: S&tash
tr: &Zulala

# $this.Text
source: Checkout revision
tr: Düzeltimden(reziyondan) çık

# Force.Text
source: &Force (reset local changes)
tr: &Zorla (yerel değişiklikleri sıfırla)

# OkCheckout.Text
source: &Checkout
tr: &Çık

# _noRevisionSelectedMsgBox.Text
source: Select 1 revision to checkout.
tr: Çıkmak için 1 düzeltme(revizyon) seçin.

# _noRevisionSelectedMsgBoxCaption.Text
source: Checkout
tr: Çık

# label2.Text
source: Checkout this &revision
tr: Bu &düzeltimden(reziyondan) çık

# $this.Text
source: Cherry pick commit
tr: Bu teslimi, iyi bir kiraz olarak seç ve topla (cherry-pick)

# AutoCommit.Text
source: &Automatically create a commit
tr: &Otomatik olarak bir teslim oluştur

# BranchInfo.Text
source: Cherry pick this commit:
tr: Bu teslimi, iyi bir kiraz olarak seç ve topla (cherry-pick):

# ParentsLabel.Text
source: This commit is a merge, select &parent:
tr: Bu teslim bir birleşmedir, &ebeveyni seçin:

# Pick.Text
source: &Cherry pick
tr: &Kirazı topla

# _noneParentSelectedText.Text
source: None parent is selected!
tr: Hiçbir ebeveyn seçilmedi!

# checkAddReference.Text
source: A&dd commit reference to commit message
tr: Teslim referansını teslim mesajina &ekle

# columnHeader2.Text
source: Message
tr: Mesaj

# columnHeader3.Text
source: Author
tr: Yazar

# columnHeader4.Text
source: Date
tr: Tarih

# label2.Text
source: C&hoose another revision:
tr: &Başka bir düzeltme(revizyon) seçin:

# $this.Text
source: Choose Commit
tr: Teslimi seçin

# btnOK.Text
source: OK
tr: Tamam

# buttonGotoCommit.Text
source: Go to commit...
tr: Teslime git...

# label1.Text
source: Find specific commit:
tr: Belirli bir teslimi bul:

# labelParents.Text
source: Parent(s):
tr: Ebeveyn(ler):

# linkLabelParent.Text
source: sha parent 1
tr: sha ebeveyn 1

# linkLabelParent2.Text
source: sha parent 2
tr: sha ebeveyn 2

# $this.Text
source: Choose language
tr: Dil seçin

# label1.Text
source: Choose your language
tr: Dilinizi seçin

# label2.Text
source: You can change the language at any time in the settings dialog
tr: Ayarlar iletişim kutusunda istediğiniz zaman, dili değiştirebilirsiniz

# $this.Text
source: Clean working directory
tr: Çalışma Dizininin Temizlenmesi

# AddPath.Text
source: Add a path...
tr: Bir yol ekle...

# Cleanup.Text
source: Cleanup
tr: Temizle

# Preview.Text
source: Preview
tr: Önizleme

# RemoveAll.Text
source: Remove all untracked files
tr: İzlenmeyen tüm dosyaları kaldır

# RemoveDirectories.Text
source: Remove untracked directories
tr: İzlenmeyen dizinleri kaldır

# RemoveIgnored.Text
source: Remove only ignored untracked files
tr: Yalnızca yok sayılan izlenmeyen dosyaları kaldır

# RemoveNonIgnored.Text
source: Remove only non-ignored untracked files
tr: Yalnızca yok sayılmayan izlenmeyen dosyaları kaldır

# _reallyCleanupQuestion.Text
source: Are you sure you want to cleanup the repository?
tr: Depoyu temizlemek istediğinize emin misiniz?

# _reallyCleanupQuestionCaption.Text
source: Cleanup
tr: Temizle

# checkBoxPathFilter.Text
source: Affect the following path(s) only:
tr: Yalnızca aşağıdaki yol(ları) etkiler:

# groupBox1.Text
source: Remove untracked files from working directory
tr: Çalışma dizindeki izlenmeyen dosyaları kaldır

# label1.Text
source: Log:
tr: Günlük:

# labelPathHint.Text
source: (one path per line)
tr: (satır başına bir yol)

# $this.Text
source: Clone
tr: Klonla

# Central.Text
source: Central repository, no working directory (--bare --shared=all)
tr: Merkezi depo, çalışma dizini yok (--bomboş, --paylaşıldı=hepsi)

# CentralRepository.Text
source: P&ublic repository, no working directory (--bare)
tr: Depo &public (kamuya açık), çalışma dizini yok (--bare)

# FromBrowse.Text
source: &Browse
tr: &Gözat

# LoadSSHKey.Text
source: &Load SSH key
tr: &Güvenli Kabuk (SSH) Anahtarını Yükle

# Ok.Text
source: Clone
tr: Klonla

# Personal.Text
source: Personal repository
tr: Kişisel depo

# PersonalRepository.Text
source: &Personal repository
tr: &Kişisel depo

# ToBrowse.Text
source: B&rowse
tr: G&özat

# _branchDefaultRemoteHead.Text
source: (default: remote HEAD)
tr: (varsayılan: uzak dal HEAD (BAŞ))

# _branchNone.Text
source: (none: don't checkout after clone)
tr: (hiçbiri : klondan sonra daldan çıkma)

# _errorCloneFailed.Text
source: Clone Failed
tr: Klonlama Başarısız

# _errorDestinationNotRooted.Text
source: Destination folder must be an absolute path.
tr: Hedef klasör, mutlak bir yol olmalıdır.

# _errorDestinationNotSupplied.Text
source: You need to specify destination folder.
tr: Hedef klasörünü belirtmeniz gerekir.

# _infoDirectoryNew.Text
source: (New directory)
tr: (Yeni dizin)

# _infoNewRepositoryLocation.Text
source: The repository will be cloned to a new directory located here: {0}
tr: Depo, burada bulunan yeni bir dizine klonlanacak: {0}

# _questionOpenRepo.Text
source: The repository has been cloned successfully. Do you want to open the new repository "{0}" now?
tr: Depo başarıyla klonlandı. Yeni "{0}" deposunu şimdi açmak istiyor musun?

# _questionOpenRepoCaption.Text
source: Open
tr: Aç

# brachLabel.Text
source: &Branch:
tr: &Dal:

# cbDownloadFullHistory.Text
source: Download full &history
tr: Tüm &geçmişi indir

# cbIntializeAllSubmodules.Text
source: Initialize all submodules
tr: Tüm alt modülleri başlat

# destinationLabel.Text
source: &Destination:
tr: &Hedef:

# groupBox1.Text
source: Repository type
tr: Depo türü

# repositoryLabel.Text
source: Repository to &clone:
tr: Depodan &klonla:

# subdirectoryLabel.Text
source: &Subdirectory to create:
tr: &Oluşturulacak alt dizin:

# $this.Text
source: Commandline usage
tr: Komut satırının kullanımı

# label1.Text
source: Supported commandline arguments for gitex.cmd / gitex (located in the same folder as GitExtensions.exe):
tr: Gitex.cmd / gitex için desteklenen komut satırı bağımsız değişkenleri (GitExtensions.exe ile aynı klasörde bulunur):

# $this.Text
source: Commit
tr: Teslim Et

# Amend.Text
source: &Amend Commit
tr: Teslimi D&üzenle

# Cancel.Text
source: Cancel
tr: İptal

# Commit.Text
source: &Commit
tr: &Teslim Et

# Ok.Text
source: Commit
tr: Teslim Et

# Reset.Text
source: &Reset all changes
tr: Tüm &değişiklikleri sıfırla

# ResetAuthor.Text
source: R&eset Author
tr: &Yazarı Sıfırla

# ResetUnStaged.Text
source: Reset u&nstaged changes
tr: S.lenmemiş d. sı&fırla

# ShowOnlyMyMessagesToolStripMenuItem.Text
source: Show only my messages
tr: Sadece mesajlarımı göster

# SolveMergeconflicts.Text
source: There are unresolved merge conflicts
tr: Çözülmemiş birleştirme çatışmaları var

# StageInSuperproject.Text
source: Stage &in Superproject
tr: &Süper projede sahnele

# StashStaged.Text
source: S&tash staged changes
tr: S.lenmiş d. &zulala

# _addSelectionToCommitMessage.Text
source: Add selection to commit message
tr: Seçileni teslim mesajı olarak ekle

# _amendCommit.Text
source: You are about to rewrite history. Only use amend if the commit is not published yet! Do you want to continue?
tr: Geçmişi, yeniden yazmak üzeresin. Henüz teslim yayınlanmadıysa, sadece teslim düzenlemeyi kullan! Devam etmek istiyor musun?

# _amendCommitCaption.Text
source: Amend commit
tr: Teslimi düzenle

# _assumeUnchangedToolTip.Text
source: Tell git to not check the status of this file for performance benefits. Use this feature when a file is big and never change. Git will never check if the file has changed that will improve status check performance.
tr: Dosya büyük olduğunda ve değişmediğinde bu özelliği kullanın. Daha iyi bir performans için bu dosya(nın/ların) durumunu kontrol etmeyin. Git, bu durumda dosya değişikliklerini kontrol etmez, bu da sürüm kontrolünün performansını artırır.

# _commitAndPush.Text
source: Commit && &push
tr: Teslim Et && &it

# _commitAuthorInfo.Text
source: Author
tr: Yazar

# _commitCommitterInfo.Text
source: Committer
tr: Teslim Alan

# _commitCommitterToolTip.Text
source: Click to change committer information.
tr: Teslim alanın bilgilerini değiştirmek için tıklayın.

# _commitMessageDisabled.Text
source: Commit Message is requested during commit
tr: Teslim sırasında teslim mesajini ister

# _commitMessageSettings.Text
source: Edit commit message templates and settings...
tr: Teslim mesaj şablonlarını ve ayarlarını düzenle...

# _commitMsgFirstLineInvalid.Text
source: First line of commit message contains too many characters. Do you want to continue?
tr: Teslim mesajının ilk satırı, çok fazla karakter içeriyor. Devam etmek istiyor musun?

# _commitMsgLineInvalid.Text
source: The following line of commit message contains too many characters: {0} Do you want to continue?
tr: Aşağıdaki teslim mesajinin satırı çok fazla karakter içeriyor: {0} Devam etmek istiyor musun?

# _commitMsgRegExNotMatched.Text
source: Commit message does not match RegEx. Do you want to continue?
tr: Teslim mesaji ile RegEx'le (düzenli/kurallı ifadelerle) eşleşmiyor. Devam etmek istiyor musun?

# _commitMsgSecondLineNotEmpty.Text
source: Second line of commit message is not empty. Do you want to continue?
tr: Teslim mesajının ikinci satırı boş değil. Devam etmek istiyor musun?

# _commitValidationCaption.Text
source: Commit validation
tr: Teslim doğrulama

# _deleteFailed.Text
source: Delete file failed
tr: Dosya silinemedi

# _deleteSelectedFiles.Text
source: Are you sure you want to delete the selected file(s)?
tr: Seçili dosya(yı/ları) silmek istediğinize emin misiniz?

# _deleteSelectedFilesCaption.Text
source: Delete
tr: Sil

# _deleteUntrackedFiles.Text
source: Are you sure you want to delete all untracked files?
tr: İzlenmemiş tüm dosyaları silmek istediğinize emin misiniz?

# _deleteUntrackedFilesCaption.Text
source: Delete untracked files.
tr: İzlenmeyen dosyaları sil.

# _enterCommitMessage.Text
source: Please enter commit message
tr: Lütfen teslim mesajını girin

# _enterCommitMessageCaption.Text
source: Commit message
tr: Teslim mesajları

# _enterCommitMessageHint.Text
source: Enter commit message
tr: Teslim mesajını girin

# _formTitle.Text
source: Commit to {0} ({1})
tr: ({1}) {0} Tarafına Teslim Et

# _mergeConflicts.Text
source: There are unresolved merge conflicts, solve merge conflicts before committing.
tr: Çözülmemiş birleştirme çatışmaları var, teslim etmeden önce birleştirme çatışmalarını çözün.

# _mergeConflictsCaption.Text
source: Merge conflicts
tr: Çakışmaları birleştir

# _modifyCommitMessageButtonToolTip.Text
source: If you change the first line of the commit message, git will treat this commit as an ordinary commit, i.e. it may no longer be a fixup or an autosquash commit.
tr: Teslim mesajının ilk satırını değiştirirseniz, git bu teslimi normal bir teslim olarak ele alacaktır, yani artık bir düzeltme teslimi veya bir otomatik ezme (autosquash) teslimi olmayabilir.

# _noFilesStagedAndConfirmAnEmptyMergeCommit.Text
source: There are no files staged for this commit. Are you sure you want to commit?
tr: Bu teslim için sahnelenmiş dosya yok. Teslim etmek istediğinize emin misiniz?

# _noFilesStagedCommitAllFilteredUnstagedOption.Text
source: Stage and commit the unstaged files that match your filter
tr: Filtrenizle eşleşen sahnelenmemiş dosyaları, sahnele ve teslim et

# _noFilesStagedCommitAllUnstagedOption.Text
source: Stage and commit all unstaged files
tr: Sahnelenmemiş tüm dosyaları, sahnele ve teslim et

# _noFilesStagedCommitCaption.Text
source: Confirm commit
tr: Teslimi onayla

# _noFilesStagedCommitInstructions.Text
source: There aren't any changes in the staging area. How do you want to proceed?
tr: Sahneleme alanında herhangi bir değişiklik yok. Nasıl devam etmek istiyorsun?

# _noFilesStagedMakeEmptyCommitOption.Text
source: Make an empty commit
tr: Boş bir tesilm oluştur

# _noStagedChanges.Text
source: There are no staged changes
tr: Sahnelenmiş değişiklik yok

# _noUnstagedChanges.Text
source: There are no unstaged changes
tr: Sahnelenmemiş değişiklik yok

# _notOnBranch.Text
source: This commit will be unreferenced when switching to another branch and can be lost. Do you want to continue?
tr: Bu teslim, başka bir dala geçerken referanssız olacak ve kaybolabilir. Devam etmek istiyor musun?

# _onlyStageChunkOfSingleFileError.Text
source: You can only use this option when selecting a single file
tr: Bu seçeneği, yalnızca tek bir dosya seçerken kullanabilirsiniz

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files?
tr: Seçili olan tüm dosyaları sıfırlamak istediğinize emin misiniz?

# _resetStageChunkOfFileCaption.Text
source: Unstage chunk of file
tr: Dosya yığınını (chunk) sahneden kaldır

# _selectOnlyOneFile.Text
source: You must have only one file selected.
tr: Yalnızca bir dosyayı seçmiş olmalısınız.

# _selectionFilterErrorToolTip.Text
source: Error {0}
tr: Hata {0}

# _selectionFilterToolTip.Text
source: Enter a regular expression to select unstaged files.
tr: Sahnelenmemiş dosyaları seçmek için düzenli(kurallı) bir ifade gir.

# _skipWorktreeToolTip.Text
source: Hide already tracked files that will change but that you don't want to commit. Suitable for some config files modified locally.
tr: Değiştirilmiş, ancak teslim etmek istemediğiniz halihazırda izlenen dosyaları gizleyin. Yerel olarak değiştirilen bazı yapılandırma dosyaları için uygundur.

# _stageAll.Text
source: Stage all
tr: Hepsini Sahnele

# _stageDetails.Text
source: Stage Details
tr: Sahne Detayları

# _stageFiles.Text
source: Stage {0} files
tr: {0} adet dosya sahneye eklendi

# _stageFiltered.Text
source: Stage filtered
tr: Filtrelenmişleri sahnele

# _statusBarBranchWithoutRemote.Text
source: (remote not configured)
tr: (uzak depo yapılandırılmamış)

# _stopTrackingFail.Text
source: Fail to stop tracking the file '{0}'.
tr: '{0}' dosyasının izlenmesi durdurulamadı.

# _templateLoadErrorCaption.Text
source: Template could not be loaded
tr: Şablon yüklenemedi

# _templateNotFound.Text
source: Template not found: {0}. You can set your template: $ git config commit.template ./.git_commit_msg.txt You can unset the template: $ git config --unset commit.template
tr: Şablon bulunamadı: {0}. Şablonunu, şu şekilde ayarlayabilirsin: $ git config commit.template ./.git_commit_msg.txt Şablon ayarını, şu şekilde kaldırabilirsin: $ git config --unset commit.template

# _templateNotFoundCaption.Text
source: Template Error
tr: Şablon Hatası

# _unstageAll.Text
source: Unstage all
tr: Hepsini Sahneden Kaldır

# _unstageFiltered.Text
source: Unstage filtered
tr: Filtrelenmişleri sahneden kaldır

# _untrackedRemote.Text
source: (untracked)
tr: (izlenmeyen)

# addFileToGitIgnoreToolStripMenuItem.Text
source: Add file to .gitignore
tr: .gitignore içerisine dosyayı ekle

# addFileToGitInfoExcludeLocallyToolStripMenuItem.Text
source: Add file to .git/info/exclude
tr: .git/info/exclude içerisine dosyayı ekle

# assumeUnchangedToolStripMenuItem.Text
source: Assume unchanged
tr: Dosya(nın/ların) değişmediğini varsay

# branchNameLabel.Text
source: (Branch name)
tr: (Dal adı)

# closeDialogAfterAllFilesCommittedToolStripMenuItem.Text
source: Close dialog when all changes are committed
tr: Tüm değişiklikler, teslim edildiğinde iletişim kutusunu kapat

# closeDialogAfterEachCommitToolStripMenuItem.Text
source: Close dialog after each commit
tr: Her teslimden sonra, iletişim kutusunu kapat

# commitAuthorStatus.ToolTipText
source: Click to change author information.
tr: Yazar bilgilerini değiştirmek için tıklayın.

# commitCursorColumnLabel.Text
source: Col
tr: Karakter

# commitCursorLineLabel.Text
source: Ln
tr: Satır

# commitMessageToolStripMenuItem.Text
source: Commit &message
tr: Teslim &mesaji

# commitStagedCountLabel.Text
source: Staged
tr: Sahnelenen

# commitSubmoduleChanges.Text
source: Commit submodule changes
tr: Alt modül değişikliklerini teslim et

# commitTemplatesToolStripMenuItem.Text
source: Commit &templates
tr: Teslim mesaj &şablonları

# commitTemplatesToolStripMenuItem.ToolTipText
source: Commit templates
tr: Teslim mesaj şablonları

# copyFolderNameMenuItem.Text
source: Copy folder name
tr: Klasör adını kopyala

# createBranchToolStripButton.Text
source: Create &branch
tr: Dal &oluştur

# createBranchToolStripButton.ToolTipText
source: Create branch
tr: Dal oluştur

# deleteAllUntrackedFilesToolStripMenuItem.Text
source: Delete all untracked files
tr: İzlenmeyen tüm dosyaları sil

# deleteFileToolStripMenuItem.Text
source: Delete file
tr: Dosyayı sil

# deleteSelectedFilesToolStripMenuItem.Text
source: Delete selected files
tr: Seçili dosyaları sil

# doNotAssumeUnchangedToolStripMenuItem.Text
source: Do not assume unchanged
tr: Dosya(nın/ların) değişmediğini varsayma (dosyaları gizleme)

# doNotSkipWorktreeToolStripMenuItem.Text
source: Do not skip worktree
tr: Çalışma ağacındaki dosya(yı/ları) atlama (gizlemeyi kaldır)

# editFileToolStripMenuItem.Text
source: Edit file
tr: Dosyayı düzenle

# editGitIgnoreToolStripMenuItem.Text
source: Edit ignored files
tr: Yoksayılan dosyaları düzenle

# editLocallyIgnoredFilesToolStripMenuItem.Text
source: Edit locally ignored files
tr: Yerel olarak yok sayılan dosyaları düzenle

# filenameToClipboardToolStripMenuItem.Text
source: Copy full path
tr: Tam yolu kopyala

# generateListOfChangesInSubmodulesChangesToolStripMenuItem.Text
source: Generate a list of changes in submodules
tr: Alt modüllerdeki değişikliklerin bir listesini oluştur

# interactiveAddToolStripMenuItem.Text
source: Interactive Add
tr: Etkileşimli olarak ekle

# modifyCommitMessageButton.Text
source: Modify the commit m&essage
tr: Teslim m&esajını değiştirin

# noVerifyToolStripMenuItem.Text
source: No verify
tr: Doğrulama yok

# openContainingFolderToolStripMenuItem.Text
source: Show in folder
tr: Klasörde göster

# openFolderMenuItem.Text
source: Show in folder
tr: Klasörde göster

# openToolStripMenuItem.Text
source: Open
tr: Aç

# openWithDifftoolToolStripMenuItem.Text
source: Open with difftool
tr: Fark aracı ile aç

# openWithToolStripMenuItem.Text
source: Open with...
tr: Birlikte aç...

# refreshDialogOnFormFocusToolStripMenuItem.Text
source: Refresh dialog on form focus
tr: Form odağında iletişim kutusunu yenile

# remoteNameLabel.Text
source: (Remote name)
tr: (Uzak ad)

# resetAllTrackedChangesToolStripMenuItem.Text
source: Reset all (tracked) changes
tr: Tüm (izlenen) değişiklikleri sıfırla

# resetChanges.Text
source: Reset file or directory changes
tr: Dosya veya dizin değişikliklerini sıfırla

# resetPartOfFileToolStripMenuItem.Text
source: Reset chunk of file
tr: Dosya yığınını (chunk) sıfırla

# resetSelectedFilesToolStripMenuItem.Text
source: Reset selected files
tr: Seçili dosyaları sıfırla

# resetSubmoduleChanges.Text
source: Reset submodule changes
tr: Alt modül değişikliklerini sıfırla
