Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# increaseNumberOfLines.ToolTipText
source: Increase the number of lines of context
tr: Bağlam satırlarının sayısını arttır

# increaseNumberOfLinesToolStripMenuItem.Text
source: Increase the number of lines of context
tr: Bağlam satırlarının sayısını arttır

# nextChangeButton.ToolTipText
source: Next change
tr: Sonraki değişiklik

# previousChangeButton.ToolTipText
source: Previous change
tr: Önceki değişiklik

# resetSelectedLinesToolStripMenuItem.Text
source: Reset selected line(s)
tr: Seçili satır(ı/ları) sıfırla

# settingsButton.ToolTipText
source: Settings
tr: Ayarlar

# showEntireFileButton.ToolTipText
source: Show entire file
tr: Dosyanın tamamını göster

# showEntireFileToolStripMenuItem.Text
source: Show entire file
tr: Dosyanın tamamını göster

# showNonPrintChars.ToolTipText
source: Show nonprinting characters
tr: Yazdırılamayan karakterleri göster

# showNonprintableCharactersToolStripMenuItem.Text
source: Show nonprinting characters
tr: Yazdırılamayan karakterleri göster

# showSyntaxHighlighting.ToolTipText
source: Show syntax highlighting
tr: Sözdiziminin vurgulamasını göster

# stageSelectedLinesToolStripMenuItem.Text
source: Stage selected line(s)
tr: Seçili satır(ı/ları) sahnele

# treatAllFilesAsTextToolStripMenuItem.Text
source: Treat all files as text
tr: Tüm dosyaları, metin olarak ele al

# unstageSelectedLinesToolStripMenuItem.Text
source: Unstage selected line(s)
tr: Seçili satır(ı/ları) sahneden kaldır

# _findAndReplaceForm.Text
source: Find and replace
tr: Bul ve değiştir

# $this.Text
source: Find and replace
tr: Bul ve değiştir

# _findAndReplaceString.Text
source: Find & replace
tr: Bul & değiştir

# _findString.Text
source: Find
tr: Bul

# _noOccurrencesFoundString.Text
source: No occurrences found.
tr: Hiçbir şey bulunamadı.

# _noSearchString.Text
source: No string specified to look for!
tr: Arama dizisi belirtilmemiş!

# _notFoundString.Text
source: Not found
tr: Bulunamadı

# _replacedOccurrencesString.Text
source: Replaced {0} occurrences.
tr: {0} öğe değiştirildi.

# _selectionOnlyString.Text
source: selection only
tr: sadece seçili

# _textNotFoundString.Text
source: Text not found
tr: Metin bulunamadı

# _textNotFoundString2.Text
source: Search text not found.
tr: Arama metni bulunamadı.

# btnCancel.Text
source: Cancel
tr: İptal

# btnFindNext.Text
source: &Find next
tr: &Sonrakini bul

# btnFindPrevious.Text
source: Find pre&vious
tr: &Öncekini bul

# btnHighlightAll.Text
source: Find && highlight &all
tr: &Tümünü bul && vurgula

# btnReplace.Text
source: &Replace
tr: &Değiştir

# btnReplaceAll.Text
source: Replace &All
tr: &Tümünü Değiştir

# chkMatchCase.Text
source: Match &case
tr: &Büyük/küçük harf eşleştir

# chkMatchWholeWord.Text
source: Match &whole word
tr: &Sözcüğün tamamını eşleştir

# label1.Text
source: Fi&nd what:
tr: &Bul:

# lblReplaceWith.Text
source: Re&place with:
tr: &Değiştir:

# Description.Text
source: Find large files
tr: Büyük dosyaları bul

# _sizeLargeFile.Caption
source: Find large files bigger than (Mb)
tr: (Mb)'tan büyük dosyaları bul

# buttonBrowse.Text
source: Browse...
tr: Gözat...

# $this.Text
source: Remote repository fork and clone
tr: Uzak Depo Çatalla ve Klonla

# ProtocolLabel.Text
source: Protocol:
tr: Protokol:

# _strCloneFolderCanNotBeEmpty.Text
source: Clone folder can not be empty
tr: Klon klasörü boş olamaz

# _strCouldNotAddRemote.Text
source: Could not add remote
tr: Uzak depo eklenemedi

# _strCouldNotFetchReposOfUser.Text
source: Could not fetch repositories of user!
tr: Kullanıcının depoları getirilemedi!

# _strFailedToFork.Text
source: Failed to fork:
tr: Çatallama başarısız oldu:

# _strFailedToGetRepos.Text
source: Failed to get repositories. This most likely means you didn't configure {0}, please do so via the menu "Plugins/{0}".
tr: Depolar alınamadı. Bunun nedeni, büyük olasılıkla {0} yapılandırmanız yapılmadı anlamına gelir. Lütfen yapılandırmanız, "Eklentiler/{0}" menüsünden yapın.

# _strLoading.Text
source: : LOADING :
tr: : YÜKLENİYOR :

# _strNoHomepageDefined.Text
source: No homepage defined
tr: Tanımlanmış ana sayfa yok

# _strSearchFailed.Text
source: Search failed!
tr: Arama başarısız oldu!

# _strSearching.Text
source: : SEARCHING :
tr: : ARANIYOR :

# _strSelectOneItem.Text
source: You must select exactly one item
tr: Kesinlikle bir öğeyi seçmelisin

# _strUserNotFound.Text
source: User not found!
tr: Kullanıcı bulunamadı!

# _strWillBeAddedAsARemote.Text
source: "{0}" will be added as a remote.
tr: "{0}" uzak depo olarak eklenecek.

# _strWillCloneInfo.Text
source: Will clone {0} into {1}. You can not push unless you are a collaborator. {2}
tr: {0}, {1} içerisine klonlanacak. Bu depoya ortak değilseniz itemezsiniz. {2}

# _strWillCloneWithPushAccess.Text
source: Will clone {0} into {1}. You will have push access. {2}
tr: {0}, {1} içerisine klonlanacak. İtme erişiminiz olacak. {2}

# browseForCloneToDirbtn.Text
source: Browse...
tr: Gözat...

# cloneBtn.Text
source: Clone
tr: Klonla

# cloneSetupGB.Text
source: Clone
tr: Klonla

# columnHeaderMyReposForks.Text
source: # Forks
tr: # Çatallanmalar

# columnHeaderMyReposIsFork.Text
source: Is fork
tr: Çatal mı?

# columnHeaderMyReposIsPrivate.Text
source: Private
tr: Gizli

# columnHeaderMyReposName.Text
source: Name
tr: Adı

# columnHeaderSearchForks.Text
source: # Forks
tr: # Çatallanmalar

# columnHeaderSearchIsFork.Text
source: Is fork
tr: Çatal mı?

# columnHeaderSearchName.Text
source: Name
tr: Adı

# columnHeaderSearchOwner.Text
source: Owner
tr: Sahibi

# createDirectoryLbl.Text
source: Create directory:
tr: Dizin oluştur:

# depthLabel.Text
source: Limit Depth:
tr: Sınır Derinliği:

# descriptionLbl.Text
source: Description:
tr: Açıklama:

# forkBtn.Text
source: Fork!
tr: Çatalla!

# getFromUserBtn.Text
source: Get from user
tr: Kullanıcıdan al

# helpTextLbl.Text
source: If you want to fork a repository owned by somebody else, go to the Search for repositories tab.
tr: Başka birinin sahip olduğu bir depoyu çatallamak istiyorsanız, Depoları Ara sekmesine gidin.

# label1.Text
source: Destination folder:
tr: Hedef klasör:

# label3.Text
source: Add upstream remote as:
tr: Yukarı akış uzak deposunu ekle:

# myReposPage.Text
source: My repositories
tr: Depolarım

# openGitupPageBtn.Text
source: Open github page
tr: Github sayfasını aç

# orLbl.Text
source: or
tr: veya

# searchBtn.Text
source: Search
tr: Ara

# searchReposPage.Text
source: Search for repositories
tr: Depoları Ara

# _copyTooltip.Text
source: Copy environment info
tr: Ortam bilgilerini kopyala

# _thanksToContributors.Text
source: Thanks to over {0:#,##0} contributors:
tr: {0:#,##0} sayısından fazla olan, tüm katılımcılarımıza teşekkürler:

# label1.Text
source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY of FITNESS FOR A PARTICULAR PURPOSE.
tr: Bu program yararlı olacağı ümidiyle, ancak herhangi bir garanti olmaksızın; belirli bir amaç için üstü kapalı bir şekiide olsa bile ticari olmadan dağıtılmaktadır.

# label2.Text
source: Git Extensions is open source. Get involved!
tr: Git (Extensions) Uzantıları açık kaynaktır. Herkes katılabilir!

# linkLabelIcons.Text
source: Some icons by Yusuke Kamiyamane (CCA3)
tr: Bazı simgelerin telif hakkı Yusuke Kamiyamane'ye (CCA3) aittir.

# $this.Text
source: Add files
tr: Dosyaları ekle

# AddFiles.Text
source: Add files
tr: Dosyaları ekle

# ShowFiles.Text
source: Show files
tr: Dosyaları göster

# force.Text
source: Force
tr: Zorla

# label1.Text
source: Filter
tr: Filtrele

# $this.Text
source: Add submodule
tr: Alt modül ekle

# Add.Text
source: Add
tr: Ekle

# Browse.Text
source: Browse
tr: Gözat

# _remoteAndLocalPathRequired.Text
source: A remote path and local path are required
tr: Uzak ve yerel bir yola ihtiyacınız var.

# chkForce.Text
source: Force
tr: Zorla

# label1.Text
source: Path to submodule
tr: Alt modülün yolu

# label2.Text
source: Local path
tr: Yerel yol

# label3.Text
source: Branch
tr: Dal

# $this.Text
source: Add file(s) to .gitignore
tr: .gitignore (yok sayılanlar) içerisine dosya(yı/ları) ekle

# AddToIgnore.Text
source: Ignore
tr: Yoksay

# _addToLocalExcludeTitle.Text
source: Add file(s) to .git/info/exclude
tr: .git/info/exclude içerisine dosya(yı/ları) ekle

# _matchingFilesString.Text
source: {0} file(s) matched
tr: {0} tane dosya eşleşti

# _updateStatusString.Text
source: Updating ...
tr: Güncelleniyor ...

# groupBox1.Text
source: Preview
tr: Önizleme

# groupFilePattern.Text
source: Enter a file pattern to ignore:
tr: Yok sayılacak bir dosya şablonu girin:

# label2.Text
source: No existing files match that pattern.
tr: Mevcut hiçbir dosya bu şablonla eşleşmiyor.

# $this.Text
source: Apply patch
tr: Yamayı uygula

# Abort.Text
source: A&bort patch
tr: Yamayı &iptal et

# AddFiles.Text
source: &Add files
tr: Dosyaları &ekle

# Apply.Text
source: Apply patch
tr: Yamayı uygula

# BrowseDir.Text
source: Bro&wse
tr: G&özat

# BrowsePatch.Text
source: B&rowse
tr: &Gözat

# IgnoreWhitespace.Text
source: &Ignore Wh.spc.
tr: &Boşluğu yoksay

# Mergetool.Text
source: &Solve conflicts
tr: &Çatışmaları çöz

# PatchDirMode.Text
source: Patch &directory
tr: Yama di&zini

# PatchFileMode.Text
source: Patch &file
tr: Yama &dosyası

# Resolved.Text
source: Conflicts resolved
tr: Çatışmalar çözüldü

# SignOff.Text
source: Sign-&Off
tr: Oturumu &Kapat

# Skip.Text
source: S&kip patch
tr: Yamayı &atla

# SolveMergeConflicts.Text
source: There are unresolved merge conflicts
tr: Çözülmemiş birleştirme çatışmaları var

# _applyPatchMsgBox.Text
source: Apply patch
tr: Yamayı uygula

# _conflictMergetoolText.Text
source: &Solve conflicts
tr: &Çatışmaları çöz

# _conflictResolvedText.Text
source: Conflicts resolved
tr: Çatışmalar çözüldü

# _noFileSelectedText.Text
source: Please select a patch to apply
tr: Lütfen uygulamak için bir yama seçin

# _selectPatchFileCaption.Text
source: Select patch file
tr: Yama dosyasını seç

# _selectPatchFileFilter.Text
source: Patch file (*.Patch)
tr: Paket dosyası (*.Patch)

# $this.Text
source: Archive
tr: Arşiv

# _noRevisionSelected.Text
source: You need to choose a target revision.
tr: Bir tane hedef düzeltme (revizyon) seçmeniz gerekir.

# _saveFileDialogCaption.Text
source: Save archive as
tr: Arşivi farklı kaydet

# _saveFileDialogFilterTar.Text
source: Tar file (*.tar)
tr: Tar dosyası (*.tar)

# _saveFileDialogFilterZip.Text
source: Zip file (*.zip)
tr: Zip dosyası (*.zip)

# buttonArchiveRevision.Text
source: Save as...
tr: Farklı kaydet...

# checkBoxPathFilter.Text
source: Archive specific paths only
tr: Sadece belirli yolları arşivle

# checkboxRevisionFilter.Text
source: Take the files that have changed from the revision above to this one and archive only those
tr: Yukarıdaki revizyondan değiştirilen dosyaları buna alın ve yalnızca bunları arşivleyin

# groupBox1.Text
source: Archive format
tr: Arşiv biçimi

# groupBox2.Text
source: Filter files
tr: Dosyaları filtrele

# label1.Text
source: This revision will be archived:
tr: Bu düzeltme(revizyon) arşivlenecek:

# label2.Text
source: Choose another revision:
tr: Başka bir düzeltme(revizyon) seçin:

# label4.Text
source: separate each new path by new line
tr: her yeni yolu yeni bir satırla ayır

# lblChooseDiffRevision.Text
source: Choose revision to compare with first:
tr: İlk olarak karşılaştırılacak düzeltmeyi seçin:

# $this.Text
source: Configure available encodings
tr: Kullanılabilir kodlamaları yapılandır

# ButtonCancel.Text
source: Cancel
tr: İptal

# ButtonOk.Text
source: OK
tr: Tamam

# lAvaolableEncodings.Text
source: Available:
tr: Mevcut:

# lSelectedEncodings.Text
source: Selected:
tr: Seçili:

# $this.Text
source: Bisect
tr: İkiye Ayırma (Bisect)

# Bad.Text
source: Mark current revision &bad
tr: Geçerli düzeltmeyi(revizyonu) &bozuk(kötü) olarak işaretle

# Good.Text
source: Mark current revision &good
tr: Geçerli düzeltmeyi(revizyonu) &sağlam(iyi) olarak işaretle

# Start.Text
source: Start bisect
tr: İkiye ayırmaya başlat

# Stop.Text
source: Stop bisect
tr: İkiye ayırmayı durdur

# _bisectStart.Text
source: Mark selected revisions as start bisect range?
tr: Seçilen revizyonu ikiye ayırma için başlangıç olarak işaretlensin mi?

# btnSkip.Text
source: &Skip current revision
tr: &Geçerli olan düzeltmeyi(revizyonu) atla

# $this.Text
source: File History
tr: Dosya Geçmişi

# $this.Text
source: Git Extensions
tr: Git Extensions (Uygulamaları)

# CommitInfoTabPage.Text
source: Commit
tr: Teslim

# DiffTabPage.Text
source: Diff
tr: Fark

# EditSettings.ToolTipText
source: Settings
tr: Ayarlar

# GpgInfoTabPage.Text
source: GPG
tr: GPG (GNU Privacy Guard - Gizlilik Koruması)

# RefreshButton.ToolTipText
source: Refresh
tr: Yenile

# ToolStripFilters.Text
source: Filters
tr: Filtreler

# ToolStripMain.Text
source: Standard
tr: Standart

# ToolStripScripts.Text
source: Scripts
tr: Komutlar

# TreeTabPage.Text
source: File tree
tr: Dosya ağacı

# _addUpstreamRemoteToolStripMenuItem.Text
source: &Add upstream remote
tr: Yukarı akış uzak deposunu &ekle

# _buildReportTabCaption.Text
source: Build Report
tr: Derleme Raporu

# _commitButtonText.Text
source: Commit
tr: Teslim Et

# _configureWorkingDirMenu.Text
source: &Configure this menu
tr: Bu menüyü &yapılandır

# _consoleTabCaption.Text
source: Console
tr: Konsol

# _createPullRequestsToolStripMenuItem.Text
source: &Create pull requests...
tr: Çekme istekleri &oluştur...

# _forkCloneRepositoryToolStripMenuItem.Text
source: &Fork/Clone repository...
tr: Depoyu çatalla/&klonla...

# _goToSuperProject.Text
source: Go to superproject
tr: Süper projeye git

# _indexLockCantDelete.Text
source: Failed to delete index.lock
tr: Index.lock silinemedi

# _noReposHostFound.Text
source: Could not find any relevant repository hosts for the currently open repository.
tr: Şu anda açık olan depo için bağlantılı olan depo sahibi (sunucusu) bulunamadı.

# _noReposHostPluginLoaded.Text
source: No repository host plugin loaded.
tr: Depo ana bilgisayar eklentisi yüklenmedi.

# _noSubmodulesPresent.Text
source: No submodules
tr: Alt modül yok

# _noWorkingFolderText.Text
source: No working directory
tr: Çalışma dizini yok

# _pullFetch.Text
source: Fetch
tr: Getir

# _pullFetchAll.Text
source: Fetch all
tr: Hepsini getir

# _pullFetchPruneAll.Text
source: Fetch and prune all
tr: Hepsini getir ve buda

# _pullMerge.Text
source: Pull - merge
tr: Çek - birleştir

# _pullOpenDialog.Text
source: Open pull dialog
tr: Çekme iletişim kutusunu aç

# _pullRebase.Text
source: Pull - rebase
tr: Çek - yeniden temellendir

# _repositoryHostsToolStripMenuItem.Text
source: (Repository hosts)
tr: (Depo ana bilgisayarı)

# _superprojectModuleFormat.Text
source: Superproject: {0}
tr: Süper proje: {0}

# _topProjectModuleFormat.Text
source: Top project: {0}
tr: Üst proje: {0}

# _undoLastCommitCaption.Text
source: Undo last commit
tr: Son teslimi geri al

# _undoLastCommitText.Text
source: You will still be able to find all the commit's changes in the staging area Do you want to continue?
tr: Sahneleme alanındaki, tüm teslim değişikliklerini hala bulabilirsin. Devam etmek istiyor musun?

# _updateCurrentSubmodule.Text
source: Update current submodule
tr: Geçerli olan alt modülü güncelle

# _viewPullRequestsToolStripMenuItem.Text
source: View &pull requests...
tr: Çekme isteklerini &görüntüle...

# aboutToolStripMenuItem.Text
source: &About
tr: &Hakkında

# applyPatchToolStripMenuItem.Text
source: &Apply patch...
tr: Yamayı &uygula...

# archiveToolStripMenuItem.Text
source: Archi&ve revision...
tr: Düzeltmeyi(revizyo&nu) arşivle...

# bisectToolStripMenuItem.Text
source: B&isect...
tr: İkiye &ayır (Bisect)...

# branchSelect.Text
source: Branch
tr: Dal

# branchSelect.ToolTipText
source: Change current branch
tr: Geçerli dalı değiştir

# branchToolStripMenuItem.Text
source: Create &branch...
tr: &Dal oluştur...

# changelogToolStripMenuItem.Text
source: &Changelog
tr: &Değişim günlüğü

# checkForUpdatesToolStripMenuItem.Text
source: Check for &updates
tr: G&üncellemeleri kontrol et

# checkoutBranchToolStripMenuItem.Text
source: Chec&kout branch...
tr: Daldan &çık...

# checkoutToolStripMenuItem.Text
source: Check&out revision...
tr: Düzeltimden(&revizyondan) çık...

# cherryPickToolStripMenuItem.Text
source: Cherr&y pick...
tr: &Kirazı seç ve topla (cherry-pick)...

# cleanupToolStripMenuItem.Text
source: Clean &working directory...
tr: Çalı&şma dizinini temizle...

# cloneToolStripMenuItem.Text
source: C&lone repository...
tr: Depoyu &klonla...

# closeToolStripMenuItem.Text
source: &Close (go to Dashboard)
tr: Kapat (&Panoya git)

# commandsToolStripMenuItem.Text
source: &Commands
tr: &Komutlar

# commitInfoBelowMenuItem.Text
source: Commit info &below graph
tr: Teslim bilgi grafiğini &aşağı taşı

# commitInfoLeftwardMenuItem.Text
source: Commit info &left of graph
tr: Teslim bilgi grafiğini &sola taşı

# commitInfoRightwardMenuItem.Text
source: Commit info &right of graph
tr: Teslim bilgi grafiğini sa&ğa taşı

# commitToolStripMenuItem.Text
source: &Commit...
tr: &Teslim Et...

# compressGitDatabaseToolStripMenuItem.Text
source: &Compress git database
tr: Git veri tabanını &sıkıştır

# createAStashToolStripMenuItem.Text
source: &Create a stash...
tr: Bir zula &oluştur...

# dashboardToolStripMenuItem.Text
source: &Dashboard
tr: &Pano

# deleteBranchToolStripMenuItem.Text
source: De&lete branch...
tr: Dal&ı sil...

# deleteIndexLockToolStripMenuItem.Text
source: &Delete index.lock
tr: &Index.lock dosyasını sil

# deleteTagToolStripMenuItem.Text
source: &Delete tag...
tr: Etiketi si&l...

# donateToolStripMenuItem.Text
source: &Donate
tr: &Bağış Yap

# editGitAttributesToolStripMenuItem.Text
source: Edit .git&attributes
tr: .git&attributes düzenle

# editLocalGitConfigToolStripMenuItem.Text
source: &Edit .git/config
tr: .git/&config düzenle

# editgitignoreToolStripMenuItem1.Text
source: Edit .git&ignore
tr: .git&ignore düzenle

# editgitinfoexcludeToolStripMenuItem.Text
source: Edit .git/info/&exclude
tr: .git/&info/exclude düzenle

# editmailmapToolStripMenuItem.Text
source: Edit .&mailmap
tr: .&mailmap düzenle

# exitToolStripMenuItem.Text
source: E&xit
tr: &Çık

# fetchAllToolStripMenuItem.Text
source: Fetch &all
tr: &Hepsini getir

# fetchAllToolStripMenuItem.ToolTipText
source: Fetch branches and tags from all remote repositories
tr: Tüm uzak depolardan dalları ve etiketleri getir

# fetchPruneAllToolStripMenuItem.Text
source: F&etch and prune all
tr: Hepsini getir ve b&uda

# fetchPruneAllToolStripMenuItem.ToolTipText
source: Fetch branches and tags from all remote repositories also prune deleted refs
tr: Tüm uzak depolardaki dalları ve etiketleri getir, silinen referansları da buda

# fetchToolStripMenuItem.Text
source: &Fetch
tr: &Getir

# fetchToolStripMenuItem.ToolTipText
source: Fetch branches and tags
tr: Dalları ve etiketleri getir

# fileExplorerToolStripMenuItem.Text
source: File E&xplorer
tr: &Dosya Gezgini

# fileToolStripMenuItem.Text
source: &Start
tr: &Başlat

# formatPatchToolStripMenuItem.Text
source: &Format patch...
tr: Yama &oluştur...

# generateOrImportKeyToolStripMenuItem.Text
source: Generate or import key
tr: Anahtar oluştur veya içe aktar

# gitMaintenanceToolStripMenuItem.Text
source: &Git maintenance
tr: Git &Bakımı

# gitcommandLogToolStripMenuItem.Text
source: Git &command log
tr: Git komut g&ünlüğü

# helpToolStripMenuItem.Text
source: &Help
tr: &Yardım

# initNewRepositoryToolStripMenuItem.Text
source: &Create new repository...
tr: &Yeni depo oluştur...

# manageRemoteRepositoriesToolStripMenuItem1.Text
source: Remo&te repositories...
tr: &Uzak depolar...

# manageStashesToolStripMenuItem.Text
source: &Manage stashes...
tr: Zulaları &yönet...

# manageStashesToolStripMenuItem.ToolTipText
source: Manage stashes
tr: Zulaları yönet

# manageSubmodulesToolStripMenuItem.Text
source: Manage &submodules...
tr: Alt modülleri yöne&t...

# menuCommitInfoPosition.ToolTipText
source: Commit info position
tr: Teslim bilgisinin pozisyonu

# menuitemSparse.Text
source: Sparse Wor&king Copy
tr: &Aralıklı Çalışma Kopyası

# mergeBranchToolStripMenuItem.Text
source: &Merge branches...
tr: Dalları &birleştir...

# mergeToolStripMenuItem.Text
source: Pull - &merge
tr: Çek - &birleştir

# navigateToolStripMenuItem.Text
source: &Navigate
tr: &Gezinti

# openToolStripMenuItem.Text
source: &Open...
tr: &Aç...

# patchToolStripMenuItem.Text
source: View patc&h file...
tr: &Yama dosyasını görüntüle...

# pluginSettingsToolStripMenuItem.Text
source: Plugin &Settings
tr: &Eklenti Ayarları

# pluginsToolStripMenuItem.Text
source: &Plugins
tr: &Eklentiler

# pullToolStripMenuItem.Text
source: Pull&/Fetch...
tr: Çek/&Getir...

# pullToolStripMenuItem1.Text
source: Open &pull dialog...
tr: Çekme &iletişim kutusunu aç...

# pushToolStripMenuItem.Text
source: &Push...
tr: &İt...

# rebaseToolStripMenuItem.Text
source: R&ebase...
tr: Yeniden te&mellendir...

# rebaseToolStripMenuItem1.Text
source: Pull - &rebase
tr: Çek - &yeniden temellendir

# recoverLostObjectsToolStripMenuItem.Text
source: &Recover lost objects...
tr: Kayıp nesneleri &kurtar...

# refreshDashboardToolStripMenuItem.Text
source: &Refresh
tr: &Yenile

# refreshToolStripMenuItem.Text
source: &Refresh
tr: &Yenile

# repoSettingsToolStripMenuItem.Text
source: Rep&ository settings
tr: Depo aya&rları

# reportAnIssueToolStripMenuItem.Text
source: &Report an issue
tr: Bir &sorunu bildir

# repositoryToolStripMenuItem.Text
source: &Repository
tr: &Depo

# resetToolStripMenuItem.Text
source: &Reset changes...
tr: Değişiklikleri sı&fırla...

# runMergetoolToolStripMenuItem.Text
source: &Solve merge conflicts...
tr: Birleştirme çakışmalarını ç&öz...

# setDefaultPullButtonActionToolStripMenuItem.Text
source: Set &default Pull button action
tr: Çekme düğmesinin varsayılan eylemini &ayarla

# settingsToolStripMenuItem.Text
source: &Settings
tr: &Ayarlar

# startAuthenticationAgentToolStripMenuItem.Text
source: Start authentication agent
tr: Kimlik doğrulama vekilendiricisini başlat

# stashChangesToolStripMenuItem.Text
source: &Stash
tr: &Zulala

# stashChangesToolStripMenuItem.ToolTipText
source: Stash changes
tr: Değişiklikleri zulala

# stashPopToolStripMenuItem.Text
source: Stash &pop
tr: Zulayı &patlat

# stashPopToolStripMenuItem.ToolTipText
source: Apply and drop single stash
tr: Tek bir zulayı, uygulayın ve atın

# stashStagedToolStripMenuItem.Text
source: S&tash staged
tr: &Sahneleneni zulala

# stashStagedToolStripMenuItem.ToolTipText
source: Stash staged changes
tr: Sahnelenmiş değişiklikleri zulala

# stashToolStripMenuItem.Text
source: Ma&nage stashes...
tr: &Zulaları yönet...

# synchronizeAllSubmodulesToolStripMenuItem.Text
source: Synchronize all su&bmodules
tr: Tüm alt modülleri &eşitle

# tagToolStripMenuItem.Text
source: Create &tag...
tr: &Etiket oluştur...

# toggleBranchTreePanel.ToolTipText
source: Toggle left panel
tr: Sol paneli aç/kapat

# toggleSplitViewLayout.ToolTipText
source: Toggle split view layout
tr: Bölünmüş pencereyi aç/kapat

# toolStripButtonCommit.Text
source: Commit
tr: Teslim Et

# toolStripButtonLevelUp.ToolTipText
source: Submodules
tr: Alt modüller

# toolStripButtonPull.Text
source: Pull
tr: Çek

# toolStripButtonPush.Text
source: Push
tr: İt

# toolStripFileExplorer.ToolTipText
source: File E&xplorer
tr: &Dosya Gezgini

# toolStripLabel1.Text
source: &Branches:
tr: Da&llar:

# toolStripLabel1.ToolTipText
source: Branch filter
tr: Dal filtresi

# toolStripMenuItemReflog.Text
source: Show reflo&g...
tr: Referans g&ünlüğünü göster...

# toolStripSplitStash.ToolTipText
source: Manage stashes
tr: Zulaları yönet

# toolbarsMenuItem.Text
source: Toolbars
tr: Araç Çubukları

# toolsToolStripMenuItem.Text
source: &Tools
tr: &Araçlar

# translateToolStripMenuItem.Text
source: &Translate
tr: &Tercüme Et
