Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# _unableToShowPatchDetails.Text
source: Unable to show details of patch file.
tr: Yama dosyasının ayrıntıları gösterilemiyor.

# authorDataGridViewTextBoxColumn.HeaderText
source: Author
tr: Yazar

# dateDataGridViewTextBoxColumn.HeaderText
source: Date
tr: Tarih

# subjectDataGridViewTextBoxColumn.HeaderText
source: Subject
tr: Konu

# $this.Text
source: Plugins Settings
tr: Eklentilerin Ayarları

# label1.Text
source: Select one of the subnodes to view or edit the settings of a Git Extensions Plugin.
tr: Git Extensions'ini eklentilerinin ayarlarını görüntülemek veya düzenlemek için alt düğümlerden birini seçin.

# labelNoSettings.Text
source: There are no settings available for this plugin.
tr: Bu eklenti için herhangi bir ayar mevcut değil.

# $this.Title
source: Plugins
tr: Eklentiler

# $this.Text
source: Proxy Switcher
tr: Vekil (Proxy) Değiştiricisi

# ApplyGlobally_CheckBox.Text
source: Apply globally
tr: Global (Genel/küresel) olarak uygula

# GlobalHttpProxy_Label.Text
source: Global http.proxy:
tr: Küresel(Global/Genel) http.proxy:

# LocalHttpProxy_Label.Text
source: Local http.proxy:
tr: Yerel http.proxy:

# SetProxy_Button.Text
source: Set proxy
tr: Vekili (proxy'yi) ayarla

# UnsetProxy_Button.Text
source: Unset proxy
tr: Vekil (proxy) ayarını kaldır

# _pleaseSetProxy.Text
source: There is no proxy configured. Please set the proxy host in the plugin settings.
tr: Yapılandırılmış bir vekiili (proxy'si) yok. Lütfen, eklenti ayarlarında vekil (proxy) ana bilgisayarını ayarlayın.

# _pluginDescription.Text
source: Proxy Switcher
tr: Vekil (Proxy) Değiştiricisi

# Description.Text
source: Proxy Switcher
tr: Vekil (Proxy) Değiştiricisi

# HttpProxy.Caption
source: HTTP proxy
tr: HTTP vekili (proxy'si)

# HttpProxyPort.Caption
source: HTTP proxy port
tr: HTTP vekili (proxy'si) bağlantı noktası (port)

# Password.Caption
source: Password
tr: Şifre

# Username.Caption
source: Username
tr: Kullanıcı adı

# $this.Text
source: Release Notes Generator
tr: Sürüm Notları Oluşturucu

# _caption.Text
source: Invalid input
tr: Geçersiz giriş

# _commitLogFrom.Text
source: Commit log from '{0}' to '{1}' ({2}):
tr: Teslim günlüğü '{0}' ile '{1}' ({2}) arasında:

# _fromCommitNotSpecified.Text
source: 'From' commit must be specified
tr: 'Başlangıç' teslimi belirtilmelidir

# _toCommitNotSpecified.Text
source: 'To' commit must be specified
tr: 'Son' teslimi belirtilmelidir

# buttonCopyAsHtml.Text
source: as HTML table
tr: HTML tablosu olarak

# buttonCopyAsTextTableSpace.Text
source: as text table (spaces)
tr: metin tablosu olarak (boşluklar)

# buttonCopyAsTextTableTab.Text
source: as text table (tabs)
tr: metin tablosu olarak (sekmeler)

# buttonCopyOrigOutput.Text
source: original output
tr: orijinal çıktı

# buttonGenerate.Text
source: Generate
tr: Oluştur

# groupBox1.Text
source: Result
tr: Sonuç

# groupBoxCopy.Text
source: Copy to clipboard
tr: Panoya kopyala

# label1.Text
source: Commit expression "To" (including):
tr: Teslim ifadesi "Kime" (dahil):

# label10.Text
source: separate columns with spaces
tr: sütunları boşluklarla ayır

# label11.Text
source: Clipboard will contain HTML code (plain text) and HTML format which can be pasted to programs like MS Word or LibreOffice Writer.
tr: HTML kodu (düz metin) ve HTML formatında panoya kopyalanıp, MS Word veya LibreOffice Writer gibi programlara yapıştırılabilir.

# label2.Text
source: Commit expression "From" (excluding):
tr: Teslim ifadesi "Kimden" (hariç):

# label3.Text
source: git log arguments:
tr: git günlük değişkenleri:

# label4.Text
source: {0} = from; {1} = to
tr: {0} = kimden; {1} = kime

# label5.Text
source: Sorting: Most recent revisions are listed on top.
tr: Sıralama: En son revizyonlar en üstte listelenir.

# label6.Text
source: Revisions count =
tr: Düzeltme(revizyon) sayısı =

# label7.Text
source: (Commit expressions can be commit hashes, branch names, tag names)
tr: (Teslim karmaları, dal adları ve etiket adları teslim ifadeleri olabilir)

# label8.Text
source: as is
tr: olduğu gibi

# label9.Text
source: separate columns with tabs
tr: sütunları sekmelerle ayır

# labelRevCount.Text
source: n/a
tr: Uygulanabilir değil

# Description.Text
source: Release Notes Generator
tr: Sürüm Notları Oluşturucu

# DeleteTooltip.Text
source: Delete the branch from the remote
tr: Uzak depodaki dalı sil

# _searchTooltip.Text
source: Search
tr: Ara

# _sortByContextMenuItem.Text
source: &Sort by...
tr: &Buna göre sırala...

# _sortOrderContextMenuItem.Text
source: &Sort order...
tr: &Sıralama...

# copyContextMenuItem.Text
source: &Copy to clipboard
tr: &Panoya kopyala

# mnuBtnFetchAllRemotes.Text
source: Fetch all remotes
tr: Tüm uzak depoları getir

# mnuBtnManageRemotesFromRootNode.Text
source: &Manage...
tr: &Yönet...

# mnuBtnManageRemotesFromRootNode.ToolTipText
source: Manage remotes
tr: Uzak depoları yönet

# mnuBtnOpenRemoteUrlInBrowser.Text
source: Open remote Url
tr: Uzak depo URL'sini aç

# mnuBtnOpenRemoteUrlInBrowser.ToolTipText
source: Redirects you to the actual repository page
tr: Seni, gerçek depo sayfasına yönlendirir

# mnuBtnPruneAllBranchesFromARemote.Text
source: Fetch and prune
tr: Getir ve buda

# mnuBtnPruneAllRemotes.Text
source: Fetch and prune all remotes
tr: Tüm uzak depoları getir ve buda

# mnubtnCollapse.Text
source: Collapse
tr: Daralt

# mnubtnCollapse.ToolTipText
source: Collapse all subnodes
tr: Tüm alt düğümleri daralt

# mnubtnCommitSubmodule.Text
source: &Commit
tr: &Teslim Et

# mnubtnCommitSubmodule.ToolTipText
source: Commit changes in selected submodule
tr: Seçili alt modül içerisindeki değişiklikleri teslim et

# mnubtnCreateBranch.Text
source: Create Branch...
tr: Dal Oluştur...

# mnubtnCreateBranch.ToolTipText
source: Create a local branch
tr: Yerel bir dal oluştur

# mnubtnDeleteAllBranches.Text
source: Delete All
tr: Hepsini Sil

# mnubtnDeleteAllBranches.ToolTipText
source: Delete all child branchs, which must all be fully merged in its upstream branch or in HEAD
tr: Yukarı akış (upstream) dalında veya HEAD'de tamamen birleştirilmiş olan çocuk dallarını sil

# mnubtnDisableRemote.Text
source: &Deactivate
tr: &Pasifleştir

# mnubtnDropStash.ToolTipText
source: Drop this stash
tr: Bu zulayı at

# mnubtnEnableRemote.Text
source: &Activate
tr: &Etkinleştir

# mnubtnEnableRemoteAndFetch.Text
source: A&ctivate and fetch
tr: &Etkinleştir ve getir

# mnubtnExpand.Text
source: Expand
tr: Genişlet

# mnubtnExpand.ToolTipText
source: Expand all subnodes
tr: Tüm alt düğümleri genişlet

# mnubtnFetchAllBranchesFromARemote.Text
source: &Fetch
tr: &Getir

# mnubtnFetchCreateBranch.Text
source: Fetc&h && Create Branch
tr: G&etir && Dal Oluştur

# mnubtnFetchCreateBranch.ToolTipText
source: Fetch then create a local branch from the remote branch
tr: Yeni bir yerel dal oluşturduktan sonra, uzak dalı getir

# mnubtnFetchOneBranch.Text
source: Fe&tch
tr: G&etir

# mnubtnFetchOneBranch.ToolTipText
source: Fetch the new remote branch
tr: Yeni uzak dalı getir

# mnubtnFetchRebase.Text
source: Fetch && Re&base
tr: Getir && &Yeniden Temellendir

# mnubtnFetchRebase.ToolTipText
source: Fetch & Rebase current branch to this branch
tr: Bu dallı getir & bu dalla geçerli dalı yeniden temellendir (rebase)

# mnubtnManageRemotes.Text
source: &Manage...
tr: &Yönet...

# mnubtnManageRemotes.ToolTipText
source: Manage remotes
tr: Uzak depoları yönet

# mnubtnManageStashFromRootNode.Text
source: &Manage stashes...
tr: Zulaları &yönet...

# mnubtnManageSubmodules.Text
source: &Manage...
tr: &Yönet...

# mnubtnManageSubmodules.ToolTipText
source: Manage submodules
tr: Alt modülleri yönet

# mnubtnMoveDown.Text
source: Move Down
tr: Aşağı Taşı

# mnubtnMoveDown.ToolTipText
source: Move node down
tr: Düğümü aşağı taşı

# mnubtnMoveUp.Text
source: Move Up
tr: Yukarı Taşı

# mnubtnMoveUp.ToolTipText
source: Move node up
tr: Düğümü yukarı taşı

# mnubtnOpenGESubmodule.Text
source: O&pen
tr: &Aç

# mnubtnOpenGESubmodule.ToolTipText
source: Open selected submodule in a new instance
tr: Seçili alt modülü yeni bir örnekte aç

# mnubtnOpenStash.Text
source: &Open stash
tr: Zulayı aç

# mnubtnOpenStash.ToolTipText
source: Open this stash
tr: Bu zulayı aç

# mnubtnOpenSubmodule.Text
source: &Open
tr: &Aç

# mnubtnOpenSubmodule.ToolTipText
source: Open selected submodule
tr: Seçili alt modülü aç

# mnubtnPopStash.Text
source: &Pop stash
tr: Zulayı &patlat

# mnubtnPopStash.ToolTipText
source: Pop this stash
tr: Bu zulayı patlat

# mnubtnPullFromRemoteBranch.Text
source: Fetch && Merge (&Pull)
tr: Getir && Birleştir (&Çek)

# mnubtnRemoteBranchFetchAndCheckout.Text
source: &Fetch && Checkout
tr: &Getir && Daldan Çık

# mnubtnRemoteBranchFetchAndCheckout.ToolTipText
source: Checkout this branch
tr: Bu daldan çık

# mnubtnResetSubmodule.Text
source: &Reset
tr: &Sıfırla

# mnubtnResetSubmodule.ToolTipText
source: Reset selected submodule
tr: Seçili alt modülü sıfırla

# mnubtnStashAllFromRootNode.Text
source: &Stash
tr: &Zulala

# mnubtnStashStagedFromRootNode.Text
source: S&tash staged
tr: &Sahneleneni zulala

# mnubtnStashSubmodule.Text
source: &Stash
tr: &Zulala

# mnubtnStashSubmodule.ToolTipText
source: Stash changes in selected submodule
tr: Seçili alt modeldeki değişiklikleri zulala

# mnubtnSynchronizeSubmodules.Text
source: Synchronize
tr: Eşitle

# mnubtnSynchronizeSubmodules.ToolTipText
source: Synchronize selected submodule recursively
tr: Seçili alt modülleri yinelemeli (tekrarlamalı) olarak eşitle

# mnubtnUpdateSubmodule.Text
source: &Update
tr: &Güncelle

# mnubtnUpdateSubmodule.ToolTipText
source: Update selected submodule recursively
tr: Seçili alt modülleri yinelemeli (tekrarlamalı) olarak güncelle

# runScriptToolStripMenuItem.Text
source: Run script
tr: Komut dosyasını çalıştır

# tsbCollapseAll.ToolTipText
source: Collapse all subnodes
tr: Tüm alt düğümleri daralt

# tsbShowBranches.Text
source: &Branches
tr: &Dallar

# tsbShowBranches.ToolTipText
source: Branches
tr: Dallar

# tsbShowRemotes.Text
source: &Remotes
tr: &Uzak Depolar

# tsbShowRemotes.ToolTipText
source: Remotes
tr: Uzak Depolar

# tsbShowStashes.ToolTipText
source: Stashes
tr: Zulalar

# tsbShowSubmodules.Text
source: &Submodules
tr: &Alt Modüller

# tsbShowSubmodules.ToolTipText
source: Submodules
tr: Alt modüller

# tsbShowTags.Text
source: &Tags
tr: &Etiketler

# tsbShowTags.ToolTipText
source: Tags
tr: Etiketler

# _firstRevision.Text
source: First: A
tr: Birinci: A

# _resetSelectedChangesText.Text
source: Are you sure you want to reset all selected files to {0}?
tr: Seçili tüm dosyaları, {0} kullanarak sıfırlamak istediğinize emin misiniz?

# _saveFileFilterAllFiles.Text
source: All files
tr: Tüm dosyalar

# _saveFileFilterCurrentFormat.Text
source: Current format
tr: Geçerli dosya türü

# _selectedRevision.Text
source: Second: B
tr: İkinci: B

# blameToolStripMenuItem.Text
source: &Blame
tr: İzle (&Suçla)

# cherryPickSelectedDiffFileToolStripMenuItem.Text
source: Cherr&y pick changes
tr: Değişiklikleri, iyi bir kiraz olarak seç ve topla (&cherry-pick)

# copyFilenameToClipboardToolStripMenuItem1.Text
source: Copy full &path(s)
tr: Tam &yol(u/ları) kopyala

# diffCommitSubmoduleChanges.Text
source: &Commit submodule changes
tr: &Alt modül değişikliklerini teslim et

# diffDeleteFileToolStripMenuItem.Text
source: De&lete file
tr: Dosyayı &sil

# diffEditWorkingDirectoryFileToolStripMenuItem.Text
source: &Edit working directory file
tr: Çalışma dizini dosyasını d&üzenle

# diffFilterFileInGridToolStripMenuItem.Text
source: Filter file in &grid
tr: &Tablodaki dosyayı filtrele

# diffOpenRevisionFileToolStripMenuItem.Text
source: Ope&n this revision (temp file)
tr: Bu düzeltmeyi(revizyonu) &aç (geçici dosya)

# diffOpenRevisionFileWithToolStripMenuItem.Text
source: Open this revision &with... (temp file)
tr: Bu düzeltmeyi(revizyonu) &birlikte aç... (geçici dosya)

# diffOpenWorkingDirectoryFileWithToolStripMenuItem.Text
source: &Open working directory file with...
tr: &Çalışma dizini dosyasını birlikte aç...

# diffResetSubmoduleChanges.Text
source: R&eset submodule changes
tr: Alt modül değişikliklerini sı&fırla

# diffShowInFileTreeToolStripMenuItem.Text
source: Show in File &tree
tr: D&osya ağacında göster

# diffStashSubmoduleChangesToolStripMenuItem.Text
source: S&tash submodule changes
tr: Alt modül değişikliklerini &zulala

# diffTwoSelectedDifftoolToolStripMenuItem.Text
source: &Diff the selected files
tr: Seçili dosyaların &farkı

# diffUpdateSubmoduleMenuItem.Text
source: &Update submodule
tr: &Alt modülü güncelle

# fileHistoryDiffToolstripMenuItem.Text
source: File &history
tr: Dosya &geçmişi

# findInDiffToolStripMenuItem.Text
source: &Find
tr: Bu&l

# firstToLocalToolStripMenuItem.Text
source: First -> &Working directory
tr: Birinci -> &Çalışma dizini

# firstToSelectedToolStripMenuItem.Text
source: &First -> Second
tr: &Birinci -> İkinci

# openContainingFolderToolStripMenuItem.Text
source: Show &in folder
tr: Klasörde g&öster

# openWithDifftoolToolStripMenuItem.Text
source: Open with &difftool
tr: &Fark aracı ile aç

# rememberFirstRevDiffToolStripMenuItem.Text
source: R&emember First for diff
tr: Farkı için Bi&rinciyi hatırla

# rememberSecondRevDiffToolStripMenuItem.Text
source: &Remember Second for diff
tr: Fark için İkin&ciyi Hatırla

# resetFileToToolStripMenuItem.Text
source: &Reset file(s) to
tr: &Dosya(yı/ları) buraya göre sıfırla:

# saveAsToolStripMenuItem1.Text
source: S&ave selected as...
tr: Seçileni farklı &kaydet...

# saveToolStripMenuItem.Text
source: Save
tr: Kaydet

# selectedToLocalToolStripMenuItem.Text
source: &Second -> Working directory
tr: &İkinci -> Çalışma dizini

# stageFileToolStripMenuItem.Text
source: &Stage file(s)
tr: Dosya(yı/ları) &sahnele

# unstageFileToolStripMenuItem.Text
source: &Unstage file(s)
tr: Dosya(yı/ları) sahneden &kaldır

# _assumeUnchangedCaption.Text
source: Assume this file won't change
tr: Bu dosyayı değişmemiş olarak varsay

# _assumeUnchangedFail.Text
source: Fail to assume unchanged the file '{0}'.
tr: '{0}' dosyasının değiştirilmediği varsayılamadı.

# _assumeUnchangedMessage.Text
source: This feature should be used for performance purpose when it is costly for git to check the state of a big file. Are you sure to assume this file won't change ?
tr: Bu özellik, git için büyük bir dosyanın durumunu kontrol etmenin maliyetli olduğu durumlarda performans amacıyla kullanılmalıdır. Bu dosyanın değişmeyeceğini varsayacak mısın?

# _assumeUnchangedSuccess.Text
source: File successfully assumed unchanged.
tr: Dosyanın değişmediğini varsayma (dosyaları gizleme) başarılı

# _nodeNotFoundNextAvailableParentSelected.Text
source: Node not found. The next available parent node will be selected.
tr: Düğüm bulunamadı. Bir sonraki kullanılabilir ebeveyn olan düğüm seçilecektir.

# _nodeNotFoundSelectionNotChanged.Text
source: Node not found. File tree selection was not changed.
tr: Düğüm bulunamadı. Dosya ağacı seçimi değişmedi.

# _resetFileCaption.Text
source: Reset
tr: Sıfırla

# _resetFileText.Text
source: Are you sure you want to reset this file or directory?
tr: Bu dosyayı veya dizini sıfırlamak istediğinize emin misiniz?

# _stopTrackingCaption.Text
source: Stop tracking the file
tr: Dosyayı izlemeyi durdur

# _stopTrackingMessage.Text
source: Are you sure you want to stop tracking the file '{0}'?
tr: '{0}' dosyasının izlenmesini durdurmak istediğinize emin misiniz?

# _stopTrackingSuccess.Text
source: File successfully untracked. Removal has been added to the staging area. See the changes in the commit form.
tr: Dosya, başarılı bir şekilde artık izlenmiyor. Sahneleme alanına dosyanın çıkarılması eklendi. Teslim formundaki değişikliklere bakın.

# assumeUnchangedTheFileToolStripMenuItem.Text
source: Assume unchanged this file
tr: Bu dosyanın değiştirilmediğini varsayın

# blameToolStripMenuItem1.Text
source: Blame
tr: İzle (Suçla)

# collapseAllToolStripMenuItem.Text
source: Collapse All
tr: Tümünü Daralt

# copyFilenameToClipboardToolStripMenuItem.Text
source: Copy full path
tr: Tam yolu kopyala

# editCheckedOutFileToolStripMenuItem.Text
source: Edit working directory file
tr: Çalışma dizini dosyasını düzenle

# expandToolStripMenuItem.Text
source: Expand
tr: Genişlet

# fileHistoryToolStripMenuItem.Text
source: View history
tr: Geçmişi görüntüle

# fileTreeArchiveToolStripMenuItem.Text
source: Archive...
tr: Arşivle...

# fileTreeCleanWorkingTreeToolStripMenuItem.Text
source: Clean this folder in the working directory...
tr: Çalışma dizinindeki bu klasörü temizle...

# fileTreeOpenContainingFolderToolStripMenuItem.Text
source: Show in folder
tr: Klasörde göster

# filterFileInGridToolStripMenuItem.Text
source: Filter file in &grid
tr: &Tablodaki dosyayı filtrele

# findToolStripMenuItem.Text
source: Find in file tree...
tr: Dosya ağacında bul...

# openFileToolStripMenuItem.Text
source: Open this revision (temp file)
tr: Bu düzeltmeyi(revizyonu) aç (geçici dosya)

# openFileWithToolStripMenuItem.Text
source: Open this revision with... (temp file)
tr: Bu düzeltmeyi(revizyonu) birlikte aç... (geçici dosya)

# openSubmoduleMenuItem.Text
source: &Open with Git Extensions
tr: &Git Extensions ile aç

# openWithToolStripMenuItem.Text
source: Open working directory file with...
tr: Çalışma dizini dosyasını birlikte aç...

# rememberFileStripMenuItem.Text
source: Remember file for diff
tr: Fark için dosyayı hatırla

# resetToThisRevisionToolStripMenuItem.Text
source: Reset to selected revision
tr: Seçili düzeltimi(revizyonu) sıfırla

# _commitNotSigned.Text
source: Commit is not signed
tr: Teslim imzalanmadı

# _tagNotSigned.Text
source: Tag is not signed
tr: Etiket imzalanmadı

# txtCommitGpgInfo.Text
source: Commit is not signed
tr: Teslim imzalanmadı

# AuthorDateSort.Text
source: &Sort commits by author date
tr: Teslimleri yazar tari&hine göre sırala

# BranchesToolStripMenuItem.Text
source: Branches
tr: Dallar

# ColumnsToolStripMenuItem.Text
source: Columns
tr: Sütunlar

# CommitsToolStripMenuItem.Text
source: Commits
tr: Teslimler

# GotoChildCommit.Text
source: Go to c&hild commit
tr: &Çocuk teslimine git

# GotoCommit.Text
source: Go to &commit...
tr: &Teslime git...

# GotoCurrentRevision.Text
source: Go to c&urrent revision
tr: Geçerli olan &değişikliğe(revizyona) git

# GotoMergeBaseCommit.Text
source: Go to common &ancestor (merge base)
tr: &Ortak ataya git (tabanı birleştirme)

# GotoParentCommit.Text
source: Go to &parent commit
tr: &Ebeveyn teslimine git

# Grid_infoToolStripMenuItem.Text
source: Grid info
tr: Izgara bilgisi

# Grid_labelsToolStripMenuItem.Text
source: Grid labels
tr: Izgara etiketleri

# NavigateBackward.Text
source: Navigate &backward
tr: &Geriye git

# NavigateForward.Text
source: Navigate &forward
tr: &İleriye git

# NextQuickSearch.Text
source: Quick search &next
tr: Hızlı arama: &sonraki

# PrevQuickSearch.Text
source: Quick search p&revious
tr: Hızlı arama: &önceki

# QuickSearch.Text
source: &Quick search
tr: &Hızlı arama

# QuickSearch.ToolTipText
source: Start typing in revision grid to start quick search.
tr: Hızlı aramayı başlatmak için değişiklik tablosuna yazmaya başlayın.

# ShowAllBranches.Text
source: Show &all branches
tr: Tüm &dalları göster

# ShowArtificialCommits.Text
source: Show artificial commits
tr: Yapay teslimleri göster

# ShowCurrentBranchOnly.Text
source: Show &current branch only
tr: Yalnızca &geçerli dalı göster

# ShowFilteredBranches.Text
source: Show &filtered branches
tr: &Filtrelenmiş dalları göster

# ShowReflogReferences.Text
source: Show &reflog references
tr: &Reflog (Referans günlüğü) referanslarını göster

# ShowRemoteBranches.Text
source: Show remote &branches
tr: &Uzak dalları göster

# ShowStashes.Text
source: Show stashes
tr: Zulaları göster

# ShowSuperprojectBranches.Text
source: Show sup&erproject branches
tr: Süper proje da&llarını göster

# ShowSuperprojectRemoteBranches.Text
source: Show superpro&ject remote branches
tr: Süper proje uza&k dallarını göster

# ShowSuperprojectTags.Text
source: Show su&perproject tags
tr: &Süper proje etiketlerini göster

# ToggleBetweenArtificialAndHeadCommits.Text
source: &Toggle between artificial and HEAD commits
tr: Yapay ve HEAD (&BAŞ) teslimleri arasında geçiş yap

# _quickSearchQuickHelp.Text
source: Start typing in revision grid to start quick search.
tr: Hızlı aramayı başlatmak için değişiklik tablosuna yazmaya başlayın.

# drawNonrelativesGrayToolStripMenuItem.Text
source: Draw non relatives gra&y
tr: Akraba olmayanları gri olarak &çiz

# showAuthorAvatarColumnToolStripMenuItem.Text
source: Show aut&hor avatar column
tr: Yazarın &avatarını sütunda göster

# showAuthorDateToolStripMenuItem.Text
source: Sho&w author date
tr: &Oluşturma tarihini göster

# showAuthorNameColumnToolStripMenuItem.Text
source: Show a&uthor name column
tr: Yaza&r adı sütununu göster

# showBuildStatusIconToolStripMenuItem.Text
source: Show build status &icon
tr: Derleme durumunun s&imgesini göster

# showBuildStatusTextToolStripMenuItem.Text
source: Show build status te&xt
tr: Derleme durumunun &metnini göster

# showCommitMessageBodyToolStripMenuItem.Text
source: Show commit message body
tr: Teslim mesajını gövdesini göster

# showDateColumnToolStripMenuItem.Text
source: Show &date column
tr: &Tarih sütununu göster

# showGitNotesToolStripMenuItem.Text
source: Show git &notes
tr: Git &notlarını göster

# showIdColumnToolStripMenuItem.Text
source: Show SHA&-1 column
tr: SHA&-1 kod sütununu göster

# showRelativeDateToolStripMenuItem.Text
source: Show relati&ve date
tr: G&öreceli tarihi göster

# showRevisionGraphColumnToolStripMenuItem.Text
source: Show revision &graph column
tr: Düzeltme(Re&vizyon) grafik sütununu göster

# showTagsToolStripMenuItem.Text
source: Show &tags
tr: &Etiketleri göster

# _areYouSureRebase.Text
source: Are you sure you want to rebase? This action will rewrite commit history.
tr: Yeniden temellendirmek (rebase) istediğinize emin misiniz? Bu eylem, teslim geçmişini yeniden yazacaktır.

# _baseForCompareNotSelectedError.Text
source: Base commit for compare is not selected.
tr: Karşılaştırma için temel teslim seçilmedi.

# _dontShowAgain.Text
source: Don't show me this message again.
tr: Bana bu mesajı bir daha gösterme.

# _droppingFilesBlocked.Text
source: For you own protection dropping more than 10 patch files at once is blocked!
tr: Kendi güvenliğiniz için aynı anda 10'dan fazla yama dosyasını atmanız engellendi!

# _invalidDiffContainsFilter.Text
source: Filter text '{0}' not valid for "Diff contains" filter.
tr: '{0}' filtre metni, "Fark içerir" filtresi için geçerli değil.

# _loadingControlText.Text
source: Loading
tr: Yükleniyor

# _maximizedColumn.HeaderText
source: Message
tr: Mesaj

# _noMergeBaseCommit.Text
source: There is no common ancestor for the selected commits.
tr: Seçilen teslimler için ortak bir atası yoktur.

# _rebaseBranch.Text
source: Rebase branch.
tr: Dalı yeniden temellendir.

# _rebaseBranchInteractive.Text
source: Rebase branch interactively.
tr: Dalı, etkileşimli olarak yeniden temellendir (oluştur).

# _rebaseConfirmTitle.Text
source: Rebase Confirmation
tr: Yeniden Temellendirmenin Onaylanması

# _strLoading.Text
source: Loading
tr: Yükleniyor

# archiveRevisionToolStripMenuItem.Text
source: Arch&ive this commit...
tr: Bu teslimi &arşivle...

# bisectSkipRevisionToolStripMenuItem.Text
source: Skip revision
tr: Düzeltmeyi(revizyonu) atla

# checkoutRevisionToolStripMenuItem.Text
source: Checkout &this commit...
tr: Bu teslimden ç&ık...

# cherryPickCommitToolStripMenuItem.Text
source: Cherr&y pick this commit...
tr: Bu teslimi, iyi bir kiraz olarak seç ve &topla (cherry-pick)...

# compareSelectedCommitsMenuItem.Text
source: Compare &selected commits
tr: &Seçilen teslimleri karşılaştır

# compareToBaseToolStripMenuItem.Text
source: Compare to &BASE
tr: &TEMEL (BASE) ile karşılaştır

# compareToBranchToolStripMenuItem.Text
source: Compare &to branch...
tr: &Dalla karşılaştır...
