Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# FullCheck.Text
source: Check not just objects in GIT_OBJECT_DIRECTORY ($GIT_DIR/objects), but also the ones found in alternate object pools.
tr: Sadece GIT_OBJECT_DIRECTORY ($GIT_DIR/objects) içindeki nesneleri değil, aynı zamanda alternatif nesne havuzlarında bulunanları da kontrol edin.

# NoReflogs.Text
source: Do not consider commits that are referenced only by an entry in a reflog to be reachable.
tr: Yalnızca referans günlüğündeki bir girdiyle referans verilen teslimlere ulaşılabilir olduğunu düşünmeyin.

# Remove.Text
source: Remove all dangling objects
tr: Sarkan tüm nesneleri kaldır

# SaveObjects.Text
source: Save objects to .git/lost-found
tr: Nesneleri .git/lost-found içerisine kaydet

# ShowCommitsAndTags.Text
source: Show commits and tags
tr: Teslim ve etiketleri göster

# ShowOtherObjects.Text
source: Show other objects
tr: Diğer nesneleri göster

# Unreachable.Text
source: Print out objects that exist but that aren't readable from any of the reference nodes.
tr: Var olan ancak herhangi bir referans düğümden, değerleri okuyamayan nesneleri yazdır.

# _removeDanglingObjectsCaption.Text
source: Remove
tr: Kaldır

# _removeDanglingObjectsQuestion.Text
source: Are you sure you want to delete all dangling objects?
tr: Tüm sarkan nesneleri silmek istediğinize emin misiniz?

# _selectLostObjectsToRestoreCaption.Text
source: Restore lost objects
tr: Kayıp nesneleri geri yükleme

# _selectLostObjectsToRestoreMessage.Text
source: Select objects to restore.
tr: Geri yüklemek için nesneleri seçin.

# _xTagsCreated.Text
source: {0} Tags created. Do not forget to delete these tags when finished.
tr: {0} adet etiket oluşturuldu. İşiniz bittiğinde bu etiketleri silmeyi unutmayın.

# btnCloseDialog.Text
source: Cancel
tr: İptal

# btnRestoreSelectedObjects.Text
source: Recover selected objects
tr: Seçili nesneleri kurtar

# columnAuthor.HeaderText
source: Author
tr: Yazar

# columnDate.HeaderText
source: Date
tr: Tarih

# columnHash.HeaderText
source: Hash
tr: Karma

# columnParent.HeaderText
source: Parent(s) hashs
tr: Ebeveyn(ler) karmaları

# columnSubject.HeaderText
source: Subject
tr: Konu

# columnType.HeaderText
source: Type
tr: Tür

# copyHashToolStripMenuItem.Text
source: Copy object hash
tr: Nesne karmasını kopyala

# copyParentHashToolStripMenuItem.Text
source: Copy parent hash
tr: Ebeveyn karmasını kopyala

# label1.Text
source: Double-click on a row for quick view
tr: Hızlı görüntüleme için bir satıra çift tıklayın

# label2.Text
source: By default only unreferenced objects that are older than 2 weeks are removed when cleaning up the database. All other object are only deleted when you run "Remove all dangling objects" Check commits you want to recover and press Recover button Context menu for additional operations
tr: Veritabanını temizlerken varsayılan olarak yalnızca 2 haftadan daha eski olan referanssız nesneler kaldırılır. Diğer tüm nesneler, yalnızca "Sarkan tüm nesneleri kaldır" ı çalıştırdığınızda silinir. Kurtarmak istediğiniz teslimleri kontrol et ve ek işlemler için Kurtar düğmesine Bağlam menüsüne bas

# mnuLostObjectView.Text
source: View
tr: Görünüm

# mnuLostObjectsCreateBranch.Text
source: Create branch
tr: Dal oluştur

# mnuLostObjectsCreateTag.Text
source: Create tag
tr: Etiket oluştur

# saveAsToolStripMenuItem.Text
source: Save as...
tr: Farklı kaydet...

# $this.Text
source: View patch file
tr: Yama dosyasını görüntüleme

# BrowsePatch.Text
source: Browse
tr: Gözat

# File.HeaderText
source: Type
tr: Tür

# FileNameA.HeaderText
source: Filename
tr: Dosya adı

# _patchFileFilterString.Text
source: Patch file (*.Patch)
tr: Paket dosyası (*.Patch)

# _patchFileFilterTitle.Text
source: Select patch file
tr: Yama dosyasını seç

# labelPatch.Text
source: Patch
tr: Yama

# typeDataGridViewTextBoxColumn.HeaderText
source: Change
tr: Değişiklik

# $this.Text
source: General
tr: Genel

# _fetch.Text
source: Fetch
tr: Getir

# _fetchAll.Text
source: Fetch all
tr: Hepsini getir

# _fetchAndPruneAll.Text
source: Fetch and prune all
tr: Hepsini getir ve buda

# _openPullDialog.Text
source: Open pull dialog
tr: Çekme iletişim kutusunu aç

# btnDefaultDestinationBrowse.Text
source: Browse
tr: Gözat

# chkCheckForUncommittedChangesInCheckoutBranch.Text
source: Check for uncommitted changes in checkout branch dialog
tr: Çıkış dalı iletişim kutusunda teslim edilmemiş değişiklikleri kontrol et

# chkCloseProcessDialog.Text
source: Close Process dialog when process succeeds
tr: İşlem başarılı olduğunda işlem iletişim kutusunu kapat

# chkFollowRenamesInFileHistory.Text
source: Follow renames in file history (experimental)
tr: Dosya geçmişindeki yeniden adlandırmaları takip et (deneysel)

# chkFollowRenamesInFileHistoryExact.Text
source: Follow exact renames and copies only
tr: Yalnızca yeniden adlandırmaları ve kopyaları kesinlikle izle

# chkShowAheadBehindDataInBrowseWindow.Text
source: Show ahead and behind information on status bar in browse window
tr: Göz atma penceresi içerisinde, durum çubuğunda ön ve arka bilgilerini göster

# chkShowGitCommandLine.Text
source: Show console window when executing git process
tr: Git, işlemini yürütürken konsol penceresini göster

# chkShowGitStatusForArtificialCommits.Text
source: Show number of changed files for artificial commits
tr: Yapay teslimler için değiştirilen dosya sayısını göster

# chkShowGitStatusInToolbar.Text
source: Show number of changed files on commit button
tr: Teslim Et düğmesi üzerinde değiştirilmiş dosya sayısını göster

# chkShowStashCountInBrowseWindow.Text
source: Show stash count on status bar in browse window
tr: Göz atma penceresi içerisinde, durum çubuğunda zula sayısını göster

# chkShowSubmoduleStatusInBrowse.Text
source: Show submodule status in browse menu
tr: Gözatma menüsünde alt modülün durumunu göster

# chkStartWithRecentWorkingDir.Text
source: Open last working directory on startup
tr: Başlangıçta son çalışma dizinini aç

# chkStashUntrackedFiles.Text
source: Include untracked files in autostash
tr: Otomatik zulalama içindeki izlenmeyen dosyaları dahil et

# chkTelemetry.Text
source: Yes, I allow telemetry!
tr: Evet, telemetriye (izlemeye) izin veyorum!

# chkUseHistogramDiffAlgorithm.Text
source: Use histogram diff algorithm
tr: Sutun grafiği fark algoritmasını kullan

# groupBoxPerformance.Text
source: Performance
tr: Performans

# groupBoxTelemetry.Text
source: Telemetry
tr: Telemetri (İzleme)

# lblCommitsLimit.Text
source: Limit number of commits to be loaded
tr: Yüklenecek teslim sayısını sınırla

# lblDefaultCloneDestination.Text
source: Default clone destination
tr: Varsayılan klonlama hedefi

# lblDefaultPullAction.Text
source: Default pull action
tr: Varsayılan çekme eylemi

# lblQuickSearchTimeout.Text
source: Revision grid quick search timeout [ms]
tr: Düzeltme tablosu hızlı arama zaman aşımı [ms]

# llblTelemetryPrivacyLink.Text
source: Why and what is captured?
tr: Neden ve ne yakalanır?

# checkBoxFetchPrune.Text
source: Prune remote branches during fetch
tr: Getirme sırasında uzak dalları buda

# checkBoxPullRebase.Text
source: Rebase local branch when pulling (instead of merge)
tr: Çekerken yerel dalı yeniden temellendir (birleştirmenin yerine)

# checkBoxRebaseAutostash.Text
source: Automatically stash before doing a rebase
tr: Yeniden temellendirme (rebase) yapmadan önce otomatik olarak zulala

# $this.Text
source: Config
tr: Yapılandırma

# ConfigureEncoding.Text
source: Configure
tr: Yapılandır

# btnCommitTemplateBrowse.AccessibleName
source: Browse Path to commit template
tr: Teslim şablonunun yoluna gözat

# btnCommitTemplateBrowse.Text
source: Browse
tr: Gözat

# btnDiffToolBrowse.AccessibleName
source: Browse Difftool command
tr: Fark aracının komutunu gözat

# btnDiffToolBrowse.Text
source: Browse
tr: Gözat

# btnDiffToolCommandSuggest.AccessibleName
source: Suggest Difftool command
tr: Fark aracının komutunu öner

# btnDiffToolCommandSuggest.Text
source: Suggest
tr: Öner

# btnMergeToolBrowse.AccessibleName
source: Browse Path to mergetool
tr: Birleştirme aracının yolunu gözat

# btnMergeToolBrowse.Text
source: Browse
tr: Gözat

# btnMergeToolCommandSuggest.AccessibleName
source: Suggest Mergetool command
tr: Birleştirme aracının komutunu öner

# btnMergeToolCommandSuggest.Text
source: Suggest
tr: Öner

# globalAutoCrlfFalse.Text
source: Checkout as-is, commit as-is ("core.autocrlf" is set to "false")
tr: Olduğu gibi çıkış yap, olduğu gibi teslim et ("core.autocrlf", "false" olarak ayarlar)

# globalAutoCrlfInput.Text
source: Checkout as-is, commit Unix-style line endings ("core.autocrlf" is set to "input")
tr: Olduğu gibi çıkış yap, satır sonlarını Unix stilde teslim et ("core.autocrlf", "input" olarak ayarlar)

# globalAutoCrlfNotSet.Text
source: Not set
tr: Ayarlama

# globalAutoCrlfTrue.Text
source: Checkout Windows-style, commit Unix-style line endings ("core.autocrlf" is set to "true")
tr: Windows stilde çıkış yap, satır sonlarını Unix stilde teslim et ("core.autocrlf", "true" olarak ayarlar)

# groupBoxLineEndings.Text
source: Line endings
tr: Satır sonları

# label3.Text
source: User name
tr: Kullanıcı adı

# label4.Text
source: User email
tr: Kullancı e-postası

# label6.Text
source: Editor
tr: Metin düzenleyicisi

# label60.Text
source: Files content encoding
tr: Dosyaların içerik kodlaması

# label9.Text
source: You need to set the correct path to git before you can change global settings.
tr: Genel ayarları değiştirebilmeniz için git'in yolunu doğru ayarlamanız gerekiyor.

# lblCommitTemplatePath.Text
source: Path to commit template
tr: Teslim şablonunun yolu

# lblDiffTool.Text
source: Difftool
tr: Fark aracı

# lblDiffToolCommand.Text
source: Difftool command
tr: Fark aracı komutu

# lblDiffToolPath.Text
source: Path to difftool
tr: Fark aracının yolu

# lblMergeTool.Text
source: Mergetool
tr: Birleştirme aracı

# lblMergeToolCommand.Text
source: Mergetool command
tr: Birleştirme aracı komutu

# lblMergeToolPath.Text
source: Path to mergetool
tr: Birleştirme aracının yolu

# $this.Title
source: Git Extensions
tr: Git Extensions (Uygulamaları)

# Description.Text
source: GitFlow
tr: GitFlow (GitAkışı)

# GitHubHost.Caption
source: GitHub (Enterprise) hostname
tr: GitHub (Enterprise/Kurumsal) ana bilgisayar adı (hostname)

# PersonalAccessToken.Caption
source: Personal Access Token
tr: Kişisel Erişim Jetonu (Personal Access Token)

# _generateToken.Text
source: Generate a GitHub personal access token
tr: GitHub kişisel erişim jetonunu (GitHub personal access token) oluştur

# _manageToken.Text
source: Manage GitHub personal access token
tr: GitHub kişisel erişim jetonunu (GitHub personal access token) yönet

# _openLinkFailed.Text
source: Fail to open the link. Reason:
tr: Bağlantı açılamadı. Sebep:

# _tokenAlreadyExist.Text
source: You already have an personal access token. To get a new one, delete your old one in Plugins > Plugin Settings first.
tr: Zaten bir tane kişisel erişim jetonun (personal access token) var. Yeni bir jeton (token) almak için ilk önce Eklentiler > Eklenti Ayarlar'ı içerisinden eski jetonu (token'u) sil.

# _viewInWebSite.Text
source: View in {0}
tr: {0} içerisinde görüntüle

# _cannotAccessGitignore.Text
source: Failed to save .gitignore. Check if file is accessible.
tr: .gitignore kaydedilemedi Dosyanın erişilebilir olup olmadığını kontrol edin.

# _cannotAccessGitignoreCaption.Text
source: Failed to save .gitignore
tr: .gitignore kaydedilemedi

# _editGitignoreTitle.Text
source: Edit .gitignore
tr: .gitignore düzenle

# _gitignoreOnlyInWorkingDirSupported.Text
source: .gitignore is only supported when there is a working directory.
tr: .gitignore yalnızca bir çalışma dizini olduğunda desteklenir.

# _saveFileQuestion.Text
source: Save changes to .gitignore?
tr: .gitignore'da yapılan değişiklikler kaydedilsin mi?

# Description.Text
source: Impact Graph
tr: Katkı Grafiği

# _cannotAccessLocalExclude.Text
source: Failed to save .git/info/exclude. Check if file is accessible.
tr: .git/info/exclude kaydedilemedi. Dosyanın erişilebilir olup olmadığını kontrol edin.

# _cannotAccessLocalExcludeCaption.Text
source: Failed to save .git/info/exclude
tr: .git/info/exclude kaydedilemedi

# _editLocalExcludeTitle.Text
source: Edit .git/info/exclude
tr: .git/info/exclude düzenle

# _localExcludeOnlyInWorkingDirSupported.Text
source: .git/info/exclude is only supported when there is a working directory.
tr: .git/info/exclude yalnızca bir çalışma dizini olduğunda desteklenir.

# _saveFileQuestion.Text
source: Save changes to .git/info/exclude?
tr: .git/info/exclude içerisinde yapılan değişiklikler kaydedilsin mi?

# $this.Text
source: Git Settings
tr: Git Ayarları

# label1.Text
source: Select one of the subnodes to view or edit the Git settings
tr: Git ayarlarını görüntülemek veya düzenlemek için alt düğümlerden birini seçin

# $this.Text
source: Paths
tr: Yollar

# BrowseGitBinPath.Text
source: Browse
tr: Gözat

# BrowseGitPath.Text
source: Browse
tr: Gözat

# ChangeHomeButton.Text
source: Change HOME
tr: EV dizinini değiştir

# _homeIsSetToString.Text
source: HOME is set to:
tr: Mevcut EV (HOME) yolu:

# downloadGitForWindows.Text
source: Download Git
tr: Git'i yükle

# gbEnvironment.Text
source: Environment
tr: Ortam

# gbPaths.Text
source: Paths
tr: Yollar

# homeIsSetToLabel.Text
source: HOME is set to: {0}
tr: Mevcut EV (HOME) yolu: {0}

# lblGitCommand.Text
source: Command used to run git (git.cmd or git.exe)
tr: Git'i çalıştırmak için kullanılan komut (git.cmd veya git.exe)

# lblGlobalConfigPath.Text
source: The global config file located in the location stored environment variable %HOME%. By default %HOME% will be set to %HOMEDRIVE%%HOMEPATH% if empty. Change the default behaviour only if you experience problems.
tr: Genel yapılandırma dosyası, ortam değişkeninde % EV% içerisinde bulunur. Eğer % EV% boşsa, varsayılan olarak % EVINSÜRÜCÜSÜ%%EVINYOLU% olarak ayarlanır. Varsayılan davranışı, yalnızca sorunlarla karşılaşırsanız değiştirin.

# lblShPath.Text
source: Path to linux tools (sh). Leave empty when it is in the path.
tr: Linux araçlarının (sh) yolu. Zaten yolda ise boş bırakın.

# Description.Text
source: Statistics
tr: İstatistikler

# _codeFiles.Caption
source: Code files
tr: Kod dosyaları

# _ignoreDirectories.Caption
source: Directories to ignore (EndsWith)
tr: Yok sayılacak dizin (sonun bitenlerle)

# _ignoreSubmodules.Caption
source: Ignore submodules
tr: Alt modülleri yoksay

# CannotLoadTheTextOfTheSparseFile.Text
source: Cannot load the text of the sparse file.
tr: Seyrek(sparse) dosyanın metni yüklenemiyor.

# CouldNotSave.Text
source: Could not save the modified settings and rules.
tr: Değiştirilen ayarlar ve kurallar kaydedilemedi.

# DisableForThisRepository.Text
source: Disable for this repository
tr: Bu depo için devre dışı bırak

# DisableGitSparse.Text
source: Disable Git Sparse
tr: Git Seyrek (Sparse)'i devre dışı bırak

# EditsTheContentsOfTheGitInfoSparseCheckoutFile.Text
source: Edits the contents of the “.git/info/sparse-checkout” file.
tr: ".git/info/sparse-checkout" dosyasının içeriğini düzenler.

# Enable.Text
source: &Enable
tr: &Etkinleştir

# HeaderDetailsText.Text
source: Need only a small part of a large repository? With sparse checkout, you can skip the rest from being extracted into your working copy.
tr: Büyük bir deponun sadece küçük bir kısmına mı ihtiyacın var? Seyrek çıkış (sparse checkout) ile çalışma kopyanızdan çıkarılmış olanların dışındakileri atlayabilirsin.

# LoadFile.Text
source: Load File
tr: Dosya Yükle

# RefreshWorkingCopyUsingTheCurrentSettingsAndRules.Text
source: Refresh working copy using the current settings and rules
tr: Geçerli ayar ve kuralları kullanarak çalışma kopyasını yenile

# Save.Text
source: &Save
tr: &Kaydet

# SaveFile.Text
source: Save File
tr: Dosya Kaydet

# SetsTheGitPropertyToFalseForTheLocalRepository.Text
source: Sets the Git property “{0}” to False for the local repository.
tr: Yerel depo için Git “{0}” özelliğini False olarak ayarlar.

# SetsTheGitPropertyToTrueForTheLocalRepository.Text
source: Sets the Git property “{0}” to True for the local repository.
tr: Yerel depo için Git “{0}” özelliğini True olarak ayarlar.

# SparseWorkingCopy.Text
source: Sparse Working Copy
tr: Aralıklı Çalışma Kopyası

# SparseWorkingCopySupportHasNotBeenEnabledForThisRepository.Text
source: Git Sparse feature has not been enabled for this repository.
tr: Git Seyrek (Sparse) özelliği, bu depo için etkinleştirilmedi.

# SparseWorkingCopySupportIsEnabled.Text
source: Git Sparse feature is currently enabled.
tr: Git Seyrek (Sparse) özelliği, şu anda etkin.

# SpecifyTheRulesForIncludingOrExcludingFilesAndDirectories.Text
source: Specify the pass-filter rules for files and directories:
tr: Dosyalar ve dizinler için geçiş filtresinin kurallarını belirt:

# YouHaveMadeChangesToSettingsOrRulesWouldYouLikeToSaveThem.Text
source: You have made changes to settings or rules. Would you like to save them?
tr: Ayarlarda veya kurallarda değişiklik yaptınız. Onları kaydetmek ister misin?

# _gotoUserManualControlTooltip.Text
source: Read more about this feature at {0}
tr: Bu özellikle ilgili daha fazla bilgiyi, {0} adresinde bulabilirsin.

# linkLabelHelp.Text
source: Help
tr: Yardım

# _bytesDownloaded.Text
source: {0} bytes downloaded.
tr: {0} bayt indirildi.

# _cannotFindGource.Text
source: Cannot find Gource. Please download Gource and set the path in the plugins settings dialog.
tr: Gource bulunamıyor. Lütfen Gource'u indirin ve eklenti ayarları iletişim kutusundaki yolu ayarlayın.

# _currentDirectoryIsNotValidGit.Text
source: The current directory is not a valid git repository. Gource can be only be started from a valid git repository.
tr: Geçerli dizin geçerli bir git deposu değil. Gource yalnızca geçerli bir git deposundan başlatılabilir.

# _doYouWantDownloadGource.Text
source: There is no path to Gource configured. Do you want to automatically download Gource?
tr: Yapılandırılmış Gource için bir yol yok. Gource'u otomatik olarak indirmek ister misin?

# _download.Text
source: Download
tr: İndir

# _downloadingFailed.Text
source: Downloading failed. Please download Gource and set the path in the plugins settings dialog.
tr: İndirme başarısız oldu. Lütfen Gource'u indirin ve eklenti ayarları iletişim kutusundaki yolu ayarlayın.

# _gourceArguments.Caption
source: Arguments
tr: Bağımsız değişkenler

# _gourceDownloadedAndUnzipped.Text
source: Gource has been downloaded and unzipped.
tr: Gource indirildi ve sıkıştırması açıldı.

# _gourcePath.Caption
source: Path to Gource
tr: Gource'sun Yolu

# _resetConfigPath.Text
source: Cannot find Gource in the configured path: {0}. Do you want to reset the configured path?
tr: Yapılandırılmış yolda Gource bulunamıyor: {0}. Yapılandırılmış yolu sıfırlamak istiyor musun?

# linkLabelHide.Text
source: Hide help
tr: Yardımı gizle

# linkLabelShowHelp.Text
source: Show help
tr: Yardımı göster

# $this.Text
source: Hotkeys
tr: Kısayol tuşları

# AbortButton.Text
source: Abort
tr: Durdur

# ContinueButton.Text
source: Continue
tr: Devam et

# MoreButton.Text
source: M&ore...
tr: Da&ha...

# ResolveButton.Text
source: Resolve...
tr: Çöz...

# _bisect.Text
source: Bisect
tr: İkiye Ayırma (Bisect)

# _conflictsMessage.Text
source: There are unresolved merge conflicts.
tr: Çözülmemiş birleştirme çatışmaları var.

# _merge.Text
source: Merge
tr: Birleştir

# _patch.Text
source: Patch
tr: Yama

# _progressMessage.Text
source: {0} is currently in progress.
tr: {0} işlemi devam ediyor.

# _progressWithConflictsMessage.Text
source: {0} is currently in progress with merge conflicts.
tr: {0} işlemi devam ediyor, ancak bir birleştirme çakışması oluştu.

# _rebase.Text
source: Rebase
tr: Yeniden temellendirme

# lblIgnoreBuildBranch.Text
source: Ignore build for branch
tr: Dal için derlemeyi yoksay

# lblJenkinsServerUrl.Text
source: Jenkins server URL
tr: Jenkins sunucusunun URL'si

# lblProjectName.Text
source: Project name
tr: Proje Adı

# DeleteTooltip.Text
source: Delete the branch, which must be fully merged in its upstream branch or in HEAD
tr: Yukarı akış (upstream) dalında veya HEAD'de tamamen birleştirilmiş olan dalı sil

# Checkout.Text
source: Chec&kout branch...
tr: Daldan &çık...

# CreateBranch.Text
source: Create &branch...
tr: &Dal oluştur...

# Delete.Text
source: &Delete branch...
tr: Dalı &sil...

# Merge.Text
source: &Merge branches...
tr: Dalları &birleştir...

# Rebase.Text
source: &Rebase...
tr: &Yeniden temellendir...

# Rename.Text
source: R&ename branch...
tr: Dalı &yeniden adlandır...

# Reset.Text
source: Re&set current branch to here...
tr: Buradan itibaren &geçerli dalı sıfırla...

# _archiveRevisionCaption.Text
source: Archive revision
tr: Düzeltmeyi(revizyonu) arşivle

# _cannotFindRevisionCaption.Text
source: Cannot find revision
tr: Düzeltme (revizyon) bulunamıyor

# _cannotFindRevisionFilter.Text
source: Revision "{0}" is not visible in the revision grid. Remove the revision filter.
tr: "{0}" revizyonu, düzeltme (revizyon) tablosunda görünmüyor. Revizyon filtresini kaldırın.

# _cannotOpenGitExtensionsCaption.Text
source: Cannot open Git Extensions
tr: Git Extensions (uzantıları) açılamıyor

# _cannotOpenSubmoduleCaption.Text
source: Cannot open submodule
tr: Alt modül açılamıyor

# _failedToRunShell.Text
source: Failed to run shell
tr: Kabuk (shell) çalıştırılamadı

# _middleOfPatchApply.Text
source: You are in the middle of a patch apply, continue patch apply?
tr: Yamanın ortasındasın, yamayı uygulamaya devam edilsin mi?

# _middleOfPatchApplyCaption.Text
source: Patch apply
tr: Yamayı uygula

# _middleOfRebase.Text
source: You are in the middle of a rebase, continue rebase?
tr: Bir yeniden temellendirmenin ortasındasın, yeniden temellendirmeye devam edilsin mi?

# _middleOfRebaseCaption.Text
source: Rebase
tr: Yeniden temellendir

# _noRevisionFoundError.Text
source: No revision found.
tr: Hiç bir düzeltme(reziyon) bulunamadı.

# _notValidGitDirectory.Text
source: The current directory is not a valid git repository.
tr: Geçerli dizin geçerli bir git deposu değil.

# _reason.Text
source: Reason
tr: Sebep

# _rememberChoice.Text
source: Remember choice
tr: Seçimi hatırla

# _resetChangesCaption.Text
source: Reset changes
tr: Değişiklikleri sıfırla

# _selectOnlyOneOrTwoRevisions.Text
source: Select only one or two revisions. Abort.
tr: Yalnızca bir veya iki düzeltmeyi (revizyonu) seçin. İptal.

# _serverHostkeyNotCachedText.Text
source: The server's host key is not cached in the registry. Do you want to trust this host key and then try again?
tr: Sunucunun ana bilgisayar(host) anahtarı, kayıt defterinde önbelleğe alınmaz. Bu ana bilgisayar(host) anahtarına güvenip yeniden denemek istiyor musun?

# _shellNotFound.Text
source: The selected shell is not installed, or is not on your path.
tr: Seçili kabuk (shell) yüklü değil veya bu yolda bulunmuyor.

# _shellNotFoundCaption.Text
source: Shell not found
tr: Kabuk (shell) bulunamadı

# _theRepositorySubmodules.Text
source: Update submodules on checkout?
tr: Çıkış işleminde alt modüller güncellensin mi?

# _unresolvedMergeConflicts.Text
source: There are unresolved merge conflicts, solve conflicts now?
tr: Çözülmemiş birleştirme çatışmaları var, şimdi çatışmalar çözülsün mü?

# _unresolvedMergeConflictsCaption.Text
source: Merge conflicts
tr: Çakışmaları birleştir

# _updateSubmodules.Text
source: Update submodules
tr: Alt modüleri güncelle

# _updateSubmodulesToo.Text
source: Since this repository has submodules, it's necessary to update them on every checkout. This will just checkout on the submodule the commit determined by the superproject.
tr: Bu depo, alt modüller içeriyor. Bu nedenle her çıkış yapıldığında, bu alt modülleri güncellemeniz gerekiyor. Bu, yalnızca alt modül içerisinde bulunan ve süper proje tarafından belirlenen teslimlerden çıkış yapar.

# FileName.HeaderText
source: Name
tr: Adı
