Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# _shellExtNeedsToBeRegistered.Text
source: {0} needs to be registered in order to use the shell extensions.
tr: Kabuk (shell) uzantılarını kullanmak için {0} kaydedilmesi gerekiryor.

# _shellExtNoInstalled.Text
source: Shell extensions are not installed. Run the installer to install the shell extensions.
tr: Kabuk uzantıları yüklü değil. Kabuk uzantılarını yüklemek için yükleyiciyi çalıştırın.

# _shellExtRegistered.Text
source: Shell extensions registered properly.
tr: Kabuk uzantıları, kayıt defterine başarılı bir şekilde kaydedildi.

# _solveGitCommandFailed.Text
source: The command to run git could not be determined automatically. Please make sure that Git for Windows is installed or set the correct command manually.
tr: Git'i çalıştırmak için komut otomatik olarak belirlenemedi. Lütfen, Windows için Git'in yüklü olduğuna emin ol veya doğru komutu elle ayarla.

# _solveGitCommandFailedCaption.Text
source: Locate git
tr: Git'i bul

# _sshClientNotFound.Text
source: SSH client not found: {0}.
tr: Güvenli Kabuk (SSH) istemcisi yapılandırılmamış: {0}.

# _wrongGitVersion.Text
source: Git found but version {0} is not supported. Upgrade to version {1} or later
tr: Git bulundu, ancak {0} sürümü desteklenmiyor. {1} sürümü veya sonraki bir sürüme yükseltin

# label11.Text
source: The checklist below validates the basic settings needed for Git Extensions to work properly.
tr: Aşağıdaki kontrol listesi, Git Extensions'ın (uzantılarının) düzgün çalışması için gereken temel ayarları doğrular.

# translationConfig_Fix.Text
source: Repair
tr: Onar

# $this.Text
source: Colors
tr: Renkler

# DefaultThemeName.Text
source: default
tr: varsayılan

# DrawNonRelativesGray.Text
source: Draw non relatives graph gray
tr: Akraba olmayanların grafiğini gri olarak çiz

# DrawNonRelativesTextGray.Text
source: Draw non relatives text gray
tr: Akraba olmayanların metnini gri olarak çiz

# FormatUserDefinedThemeName.Text
source: {0}, user-defined
tr: {0}, kullanıcı tanımlı

# MulticolorBranches.Text
source: Multicolor branches
tr: Dalları farklı renklerle görüntüle

# chkColorblind.Text
source: Colorblind
tr: Renk körlüğü

# chkDrawAlternateBackColor.Text
source: Draw alternate background
tr: Alternatif bir arka plan çiz

# chkFillRefLabels.Text
source: Fill git ref labels
tr: Git referans etiketlerini doldur

# chkHighlightAuthored.Text
source: Highlight authored revisions
tr: Yazılmış düzeltmeleri(revizyonları) vurgulayın.

# chkUseSystemVisualStyle.Text
source: Use system-defined visual style (looks bad with dark colors)
tr: Sistem tanımlı görsel stili kullan (koyu renklerle kötü görünüyor)

# gbRevisionGraph.Text
source: Revision graph
tr: Düzeltme(revizyon) grafiği

# gbTheme.Text
source: Theme
tr: Tema

# lblRestartNeeded.Text
source: Restart required to apply changes
tr: Değişikliklerin uygulanması için yeniden başlatılmalı

# sbOpenThemeFolder.Text
source: Open theme folder
tr: Tema klasörünü aç

# tsmiApplicationFolder.Text
source: Application folder
tr: Uygulama klasörü

# tsmiUserFolder.Text
source: User folder
tr: Kullanıcı klasörü

# $this.Text
source: Commit dialog
tr: Teslim iletişim kutusu

# cbRememberAmendCommitState.Text
source: Remember 'Amend commit' checkbox on commit form close
tr: Teslim formunun kapanışındaki 'Teslimi düzenle' onay kutusunu hatırla

# chkAutocomplete.Text
source: Provide auto-completion in commit dialog
tr: Teslim iletişim kutusunda otomatik tamamlamayı sağla

# chkEnsureCommitMessageSecondLineEmpty.Text
source: Ensure the second line of commit message is empty
tr: Teslim mesajının ikinci satırının boş olduğuna emin ol

# chkShowCommitAndPush.Text
source: Commit && Push
tr: Teslim Et && İt

# chkShowErrorsWhenStagingFiles.Text
source: Show errors when staging files
tr: Dosyaları sahnelerken hataları göster

# chkShowResetAllChanges.Text
source: Reset All Changes
tr: Tüm Değişiklikleri Sıfırla

# chkShowResetWorkTreeChanges.Text
source: Reset Unstaged Changes
tr: Sahnelenmemiş Değişiklikleri Sıfırla

# chkWriteCommitMessageInCommitWindow.Text
source: Compose commit messages in Commit dialog (otherwise the message will be requested during commit)
tr: Teslim iletişim kutusunda tesilm mesajları oluştur (aksi takdirde, tesilm sırasında mesaji isteyecektir)

# groupBoxBehaviour.Text
source: Behaviour
tr: Davranış

# grpAdditionalButtons.Text
source: Show additional buttons in commit button area
tr: Teslim düğmesi alanında, ek düğmeleri göster

# lblCommitDialogNumberOfPreviousMessages.Text
source: Number of previous messages in commit dialog
tr: Teslim iletişim kutusundaki önceki mesajların sayısı

# _brokenRefs.Text
source: The repository refs seem to be broken:
tr: Depo referansları bozuk görünüyor:

# _copyLink.Text
source: Copy &link ({0})
tr: &Bağlantıyı kopyala ({0})

# _derivesFromNoTag.Text
source: Derives from no tag
tr: Hiçbir etiketten türetilmemiştir

# _derivesFromTag.Text
source: Derives from tag:
tr: Aşağıdaki etiketten türetilmiştir:

# _plusCommits.Text
source: commits
tr: teslimler

# _repoFailure.Text
source: Repository failure
tr: Depo hatası

# _trsLinksRelatedToRevision.Text
source: Related links:
tr: İlgili bağlantılar:

# addNoteToolStripMenuItem.Text
source: Add &notes
tr: &Notlar ekle

# copyCommitInfoToolStripMenuItem.Text
source: &Copy commit info
tr: &Teslim bilgilerini kopyala

# copyLinkToolStripMenuItem.Text
source: Copy link
tr: Bağlantıyı kopyala

# showContainedInBranchesRemoteIfNoLocalToolStripMenuItem.Text
source: Show remote branches only when no local branch contains this commit
tr: Bu teslim içerisinde hiçbir yerel dal içermediğinde uzak dalları göster

# showContainedInBranchesRemoteToolStripMenuItem.Text
source: Show remote branches containing this commit
tr: Bu teslimi içeren uzak dalları göster

# showContainedInBranchesToolStripMenuItem.Text
source: Show local branches containing this commit
tr: Bu teslimi içeren yerel dalları göster

# showContainedInTagsToolStripMenuItem.Text
source: Show tags containing this commit
tr: Bu teslimi içeren etiketleri göster

# showMessagesOfAnnotatedTagsToolStripMenuItem.Text
source: Show messages of annotated tags
tr: Açıklamalı etiketlerin mesajlarını göster

# showTagThisCommitDerivesFromMenuItem.Text
source: Show the most recent tag this commit derives from
tr: Bu teslimden türetilen en son etiketi göster

# _noRevision.Text
source: No revision
tr: Hiç bir düzeltme(revizyon) yok

# _notAvailable.Text
source: n/a
tr: Uygulanabilir değil

# labelAuthorCaption.Text
source: Author:
tr: Yazar:

# labelBranchesCaption.Text
source: Branch(es):
tr: Dal(lar):

# labelDateCaption.Text
source: Commit date:
tr: Teslim tarihi:

# labelTagsCaption.Text
source: Tag(s):
tr: Etiket(ler):

# _cantReadRegistry.Text
source: Git Extensions has insufficient permissions to check the registry.
tr: Git Uzantılarının (Extensions) kayıt defterini kontrol etme izni yok.

# _selectFile.Text
source: Select file
tr: Dosya seç

# $this.Text
source: Confirmations
tr: Onaylamalar

# chkAddTrackingRef.Text
source: Add a tracking reference for newly pushed branch
tr: Yeni bir dal iletirken bir izleme referansı ekle

# chkAmend.Text
source: Amend last commit
tr: Son teslimi düzenle

# chkAutoPopStashAfterCheckout.Text
source: Apply stashed changes after successful checkout (else stash will be popped automatically)
tr: Başarılı bir şekilde çıkış yapıldıktan sonra zulalanmış değişiklikleri uygula (aksi takdirde zula otomatik olarak patlatılacak)

# chkAutoPopStashAfterPull.Text
source: Apply stashed changes after successful pull (else stash will be popped automatically)
tr: Başarılı bir çekme işleminden sonra zulalanmış değişiklikleri uygula (aksi takdirde zula otomatik olarak patlatılacak)

# chkBranchDeleteUnmerged.Text
source: Delete unmerged branches
tr: Birleştirilmemiş dalları sil

# chkCommitAfterConflictsResolved.Text
source: Commit changes after conflicts have been resolved
tr: Çatışmalar çözüldükten sonra değişiklikleri teslim et

# chkCommitIfNoBranch.Text
source: Commit when no branch is currently checked out (headless state)
tr: Şu anda hiçbir daldan çıkılmadığında teslim et (başsız durumda)

# chkConfirmStashDrop.Text
source: Drop stash
tr: Zulayı at

# chkFetchAndPruneAllConfirmation.Text
source: Fetch and prune branches
tr: Dalları getir ve buda

# chkPushNewBranch.Text
source: Push a new branch for the remote
tr: Uzak depo için yeni bir dal itin

# chkRebaseOnTopOfSelectedCommit.Text
source: Rebase on top of selected commit
tr: Seçili teslim üzerine yeniden temel al

# chkResolveConflicts.Text
source: Resolve conflicts
tr: Çakışmaları çöz

# chkSecondAbortConfirmation.Text
source: Confirm for the second time to abort a merge
tr: Birleştirme işlemini iptal etmek için ikinci kez onayla

# chkSwitchWorktree.Text
source: Switch worktree
tr: Çalışma ağacını değiştir

# chkUndoLastCommitConfirmation.Text
source: Undo last commit
tr: Son teslimi geri al

# chkUpdateModules.Text
source: Update submodules on checkout
tr: Çıkış işleminde alt modülleri güncelle

# gbConfirmations.Text
source: Confirm actions
tr: Eylemleri onayla

# lblGroupBranches.Text
source: Branches:
tr: Dallar:

# lblGroupCommits.Text
source: Commits:
tr: Teslimler:

# lblGroupConflictResolution.Text
source: Rebase / conflict resolution:
tr: Yeniden temellendirme / çakışma çözme:

# lblGroupStashes.Text
source: Stash:
tr: Zula:

# lblGroupSubmodules.Text
source: Submodules:
tr: Alt modüller:

# lblGroupWorktrees.Text
source: Worktrees:
tr: Çalışma ağaçları:

# $this.Text
source: Console style
tr: Konsol biçimi

# consoleFontChangeButton.Text
source: font name
tr: yazı tipini adı

# groupBoxConsoleSettings.Text
source: Console settings (restart required)
tr: Konsol ayarları (yeniden başlatılmalı)

# label1.Text
source: Console style
tr: Konsol biçimi

# lblFontName.Text
source: Font
tr: Yazı Tipi

# bApply.Text
source: Apply
tr: Uygula

# bClear.Text
source: Clear
tr: Temizle

# bResetToDefaults.Text
source: Reset all Hotkeys to defaults
tr: Tüm kısayol tuşlarını varsayılan ayarla sıfırla

# columnCommand.Text
source: Command
tr: Komut

# columnKey.Text
source: Key
tr: Tuş

# lHotkey.Text
source: Hotkey
tr: Kısayol tuşu

# lHotkeyableItems.Text
source: Hotkeyable Items
tr: Kullanılabilir kısayol tuşu öğeleri

# txtHotkey.Text
source: None
tr: Hiçbiri

# $this.Text
source: Create local tracking branches
tr: Yerel izleme dalları oluştur

# button1.Text
source: Create local tracking branches
tr: Yerel izleme dalları oluştur

# label1.Text
source: Remote to create tracking branches for
tr: İzleme dalları oluşturmak için uzak depo:

# Description.Text
source: Create local tracking branches
tr: Yerel izleme dalları oluştur

# $this.Text
source: Create Pull Request
tr: Çekme İsteği Oluştur

# _createBtn.Text
source: Create
tr: Oluştur

# _strDone.Text
source: Done
tr: Bitti

# _strFailedToCreatePullRequest.Text
source: Failed to create pull request.
tr: Çekme isteği oluşturulamadı.

# _strLoading.Text
source: Loading...
tr: Yükleniyor...

# _strPleaseCloneGitHubRep.Text
source: Please clone GitHub repository before pull request.
tr: Lütfen çekme isteğinden önce GitHub deposunu klonlayın.

# _strPullRequest.Text
source: Pull request
tr: Çekme isteği

# _strRemoteFailToLoadBranches.Text
source: Fail to load target branches
tr: Hedef dallar yüklenemedi

# _strYouMustSpecifyATitle.Text
source: You must specify a title.
tr: Bir başlık belirtmeniz gerekiyor.

# groupBox1.Text
source: Pull request data
tr: Çekme isteği verisi

# label1.Text
source: Title:
tr: Başlık:

# label2.Text
source: Body:
tr: Gövde:

# label3.Text
source: Target repository:
tr: Hedef Deposu:

# label4.Text
source: Your branch:
tr: Dalınız:

# label5.Text
source: Target branch:
tr: Hedef dalı:

# _cloneFork.Text
source: Clone {0} repository
tr: {0} deposunu klonla

# _cloneRepository.Text
source: Clone repository
tr: Depo klonla

# _createRepository.Text
source: Create new repository
tr: Yeni depo oluştur

# _develop.Text
source: Develop
tr: Geliştir

# _donate.Text
source: Donate
tr: Bağış Yap

# _issues.Text
source: Issues
tr: Sorunlar

# _openRepository.Text
source: Open repository
tr: Depo aç

# _translate.Text
source: Translate
tr: Tercüme Et

# lblContribute.Text
source: Contribute
tr: Katkıda Bulun

# $this.Text
source: Delete obsolete branches
tr: Eski dalları sil

# Author.HeaderText
source: Last author
tr: Son yazar

# Cancel.Text
source: Close
tr: Kapat

# Delete.Text
source: Delete
tr: Sil

# IncludeRemoteBranches.Text
source: Delete remote branches from
tr: Uzak depodaki dalları sil:

# Message.HeaderText
source: Last message
tr: Son mesaj

# RefreshBtn.Text
source: Search branches
tr: Dalları ara

# _areYouSureToDelete.Text
source: Are you sure to delete {0} selected branches?
tr: Seçili {0} dalı silmek istediğinize emin misiniz?

# _branchesSelected.Text
source: {0}/{1} branches selected.
tr: {0}/{1} dal seçildi.

# _cancel.Text
source: Cancel
tr: İptal

# _chooseBranchesToDelete.Text
source: Choose branches to delete. Only branches that are fully merged in '{0}' will be deleted.
tr: Silmek için dalları seçin. Yalnızca '{0} ' ile tamamen birleştirilen dallar silinebilir.

# _dangerousAction.Text
source: DANGEROUS ACTION! Branches will be deleted on the remote '{0}'. This can not be undone. Are you sure you want to continue?
tr: TEHLİKELİ EYLEM! '{0}' uzak deposu üzerindeki dallar silinecektir. Bu işlem geri alınamaz. Devam etmek istediğine emin misin?

# _deleteCaption.Text
source: Delete
tr: Sil

# _deletingBranches.Text
source: Deleting branches...
tr: Dallar siliniyor...

# _deletingUnmergedBranches.Text
source: Deleting unmerged branches will result in dangling commits. Use with caution!
tr: Birleştirilmemiş dalların silinmesi, teslimlerin sarkmasına neden olur. Dikkatli kullanın!

# _loading.Text
source: Loading...
tr: Yükleniyor...

# _pressToSearch.Text
source: Press '{0}' to search for branches to delete.
tr: Silinecek dalları aramak için '{0}' düğmesine basın.

# _searchBranches.Text
source: Search branches
tr: Dalları ara

# _selectBranchesToDelete.Text
source: Select branches to delete using checkboxes in '{0}' column.
tr: '{0}' sütunundaki onay kutularını kullanarak, silmek istediğiniz dalları seçin.

# buttonSettings.Text
source: Settings
tr: Ayarlar

# dateDataGridViewTextBoxColumn.HeaderText
source: Last activity
tr: Son eylem

# includeUnmergedBranches.Text
source: Include unmerged branches
tr: Birleştirilmemiş dalları dahil et

# label1.Text
source: Delete branches older than x days
tr: Günden daha eski dalları sil:

# label2.Text
source: Delete branches fully merged into branch
tr: Bu dalla, tamamen birleştirilen dalları sil

# nameDataGridViewTextBoxColumn.HeaderText
source: Name
tr: Adı

# regexDoesNotMatch.Text
source: Does not match
tr: Eşleşmiyor

# useRegexCaseInsensitive.Text
source: Case insensitive
tr: Büyük-küçük harfe duyarlı

# useRegexFilter.Text
source: Use regex to filter branches
tr: Dalları filtrelemek için regex'i (düzenli/kurallı ifadeleri) kullan

# Description.Text
source: Delete obsolete branches
tr: Eski dalları sil

# _daysOlderThan.Caption
source: Delete obsolete branches older than (days)
tr: Daha eski kullanılmayan dalları sil (gün)

# _deleteRemoteBranchesFromFlag.Caption
source: Delete obsolete branches from remote
tr: Uzaktaki depodan eski dalları sil

# _includeUnmergedBranchesFlag.Caption
source: Delete unmerged branches
tr: Birleştirilmemiş dalları sil

# _mergedInBranch.Caption
source: Branch where all branches should be merged in
tr: Tüm dalların birleştirilmesi gereken dal

# _regexCaseInsensitiveFlag.Caption
source: Is regex filter case insensitive?
tr: Regex (düzenli/kurallı ifade) filtresi, büyük/küçük harf duyarlı mı?

# _regexFilter.Caption
source: Regex to filter branches to delete
tr: Silinecek dalları filtrelemek için regex (düzenli/kurallı ifadesi)

# _regexInvertedFlag.Caption
source: Search branches that does not match regex
tr: Regex (düzenli/kurallı ifadesi) ile eşleşmeyen dalları ara

# _remoteName.Caption
source: Remote name obsoleted branches should be deleted from
tr: Eski dalları silmek için uzak depo adı:

# _useRegexToFilterBranchesFlag.Caption
source: Use regex to filter branches to delete
tr: Silinecek dalları filtrelemek için regex'i (düzenli/kurallı ifadeleri) kullan

# $this.Text
source: Detailed
tr: Ayrıntılı

# PushWindowGB.Text
source: Push window
tr: İtme penceresi

# addLogMessages.Text
source: Add log messages
tr: Günlük mesajları ekle

# chkRemotesFromServer.Text
source: Get remote branches directly from the remote
tr: Uzak depodan, uzak dalları doğrudan getir

# chkUseSSL.Text
source: Use SSL/TLS
tr: SSL/TLS kullan

# groupBoxEmailSettings.Text
source: Email settings for sending patches
tr: Yama dosyalarını göndermek için e-posta ayarları

# lblSmtpServerName.Text
source: SMTP server name
tr: Giden posta (SMTP) sunucu adı

# lblSmtpServerPort.Text
source: Port
tr: Bağlantı Noktası (Port)

# mergeWindowGroup.Text
source: Merge window
tr: Birleştirme penceresi

# $this.Text
source: Diff Viewer
tr: Fark Görüntüleyicisi

# chkContScrollToNextFileOnlyWithAlt.Text
source: Enable automatic continuous scroll (without ALT button)
tr: Otomatik sürekli kaydırmayı etkinleştir (ALT düğmesi olmadan)

# chkOmitUninterestingDiff.Text
source: Omit uninteresting changes from combined diff
tr: Birleştirilmiş farktan ilginç olmayan değişiklikleri atla

# chkOpenSubmoduleDiffInSeparateWindow.Text
source: Open Submodule Diff in separate window
tr: Alt modül farkını ayrı bir pencerede aç

# chkRememberIgnoreWhiteSpacePreference.Text
source: Remember the 'Ignore whitespaces' preference
tr: 'Boşluğu yoksay' tercihini hatırla

# chkRememberNumberOfContextLines.Text
source: Remember the 'Number of context lines' preference
tr: 'Bağlam satırları sayısı' tercihini hatırla

# chkRememberShowEntireFilePreference.Text
source: Remember the 'Show entire file' preference
tr: 'Dosyanın tamamını göster' tercihini hatırla

# chkRememberShowNonPrintingCharsPreference.Text
source: Remember the 'Show nonprinting characters' preference
tr: 'Yazdırılamayan karakterleri göster' tercihini hatırla

# chkRememberShowSyntaxHighlightingInDiff.Text
source: Remember the 'Show syntax highlighting' preference
tr: 'Sözdiziminin vurgulamasını göster' tercihini hatırla

# chkShowAllCustomDiffTools.Text
source: Show all available difftools
tr: Kullanılabilir tüm fark araçlarını göster

# chkShowAllCustomDiffTools.ToolTipText
source: Show all configured difftools in a dropdown. The primary difftool can still be selected by clicking the main menu entry.
tr: Yapılandırılmış tüm fark araçlarını bir açılır menü içerisinde göster. Birincil fark aracını, yine de ana menü girişine tıklanarak seçebilirsiniz.

# chkShowDiffForAllParents.Text
source: Show file differences for all parents in browse dialog
tr: Gözat iletişim kutusundaki tüm ebeveynler için dosya farklılıklarını göster

# chkShowDiffForAllParents.ToolTipText
source: Show all differences between the selected commits, not limiting to only one difference. - For a single selected commit, show the difference with its parent commit. - For a single selected merge commit, show the difference with all parents. - For two selected commits with a common ancestor (BASE), show the difference between the commits as well as the difference from BASE to the selected commits. See documentation for more details about icons and range diffs. - For multiple selected commits (up to four), show the difference for all the first selected with the last selected commit. - For more than four selected commits, show the difference from the first to the last selected commit.
tr: Yalnızca bir farkla sınırlandırmadan, seçili teslimler arasındaki tüm farklılıkları göster. - Seçili tek bir teslim için, teslimin ebeveyn ile olan farkını göster. - Seçili tek bir birleştirme teslimi için, tüm ebeveynlerle olan farkını göster. - Ortak bir ataya (BASE-TEMEL) sahip iki seçili teslim için, teslimler arasındaki farkı ve BASE ile seçili teslimler arasındaki farkı göster. Simgeler ve aralık farkları hakkında daha fazla bilgi için belgelere bakın. - Birden fazla seçili teslim için (dörde kadar), son seçilen teslim ile ilk seçilen teslimle olan tüm farkını göster. - Dörtten fazla seçili teslim için, ilk seçilen teslimden son seçilen teslime kadar olan farkı göster.

# label1.Text
source: Vertical ruler position [chars]
tr: Dikey cetvel konumu [karakterler]

# _addToDictionaryText.Text
source: Add to dictionary
tr: Sözlüğe ekle

# _autoCompletionText.Text
source: Provide auto completion
tr: Otomatik olarak tamamla

# _copyMenuItemText.Text
source: Copy
tr: Kopyala

# _cutMenuItemText.Text
source: Cut
tr: Kes

# _deleteMenuItemText.Text
source: Delete
tr: Sil

# _dictionaryText.Text
source: Dictionary
tr: Sözlük

# _ignoreWordText.Text
source: Ignore word
tr: Sözcüğü yoksay

# _markIllFormedLinesText.Text
source: Mark ill formed lines
tr: Uygunsuz satırları işaretle

# _pasteMenuItemText.Text
source: Paste
tr: Yapıştır

# _removeWordText.Text
source: Remove word
tr: Sözcüğü kaldır

# _selectAllMenuItemText.Text
source: Select all
tr: Hepsini seç

# _repoHasNoCommits.Text
source: This repository does not yet contain any commits.
tr: Bu depo henüz herhangi bir teslim içermiyor.

# btnEditGitIgnore.Text
source: Edit .gitignore
tr: .gitignore düzenle

# btnOpenCommitForm.Text
source: Commit
tr: Teslim Et

# lblEmptyRepository.Text
source: This repository does not yet contain any commits.
tr: Bu depo henüz herhangi bir teslim içermiyor.

# FilterWatermarkLabel.Text
source: Filter files using a regular expression...
tr: Düzenli(kurallı) bir ifade kullanarak dosyaları filtreleme...

# LoadingFiles.Text
source: Loading data...
tr: Veri yükleniyor...

# NoFiles.Text
source: No changes
tr: Değişiklik yok

# _sortByContextMenu.Text
source: &Sort by...
tr: B&una göre sırala...

# columnHeader.Text
source: Files
tr: Dosyalar

# _cannotViewImage.Text
source: Cannot view image {0}
tr: {0} resim dosyası görüntülenemiyor

# _largeFileSizeWarning.Text
source: This file is {0:N1} MB. Showing large files can be slow. Click to show anyway.
tr: Bu dosya {0:N1} MB'tır. Büyük dosyaların gösterilmesi yavaş olabilir. Yine de göstermek için tıklayın.

# automaticContinuousScrollToolStripMenuItem.Text
source: Enable automatic continuous scroll (without ALT button)
tr: Otomatik sürekli kaydırmayı etkinleştir (ALT düğmesi olmadan)

# copyNewVersionToolStripMenuItem.Text
source: Copy new version
tr: Yeni sürümü kopyala

# copyOldVersionToolStripMenuItem.Text
source: Copy old version
tr: Eski sürümü kopyala

# copyPatchToolStripMenuItem.Text
source: Copy patch
tr: Yamayı kopyala

# copyToolStripMenuItem.Text
source: Copy
tr: Kopyala

# decreaseNumberOfLines.ToolTipText
source: Decrease the number of lines of context
tr: Bağlam satırlarının sayısını azalt

# decreaseNumberOfLinesToolStripMenuItem.Text
source: Decrease the number of lines of context
tr: Bağlam satırlarının sayısını azalt

# findToolStripMenuItem.Text
source: Find
tr: Bul

# goToLineToolStripMenuItem.Text
source: Go to line
tr: Satıra git

# ignoreAllWhitespaceChangesToolStripMenuItem.Text
source: Ignore all whitespace changes
tr: Tüm boşluk değişikliklerini yoksay

# ignoreAllWhitespaces.ToolTipText
source: Ignore all whitespace changes
tr: Tüm boşluk değişikliklerini yoksay

# ignoreWhiteSpaces.ToolTipText
source: Ignore changes in amount of whitespace
tr: Boşluk miktarındaki değişiklikleri yoksay

# ignoreWhitespaceAtEol.ToolTipText
source: Ignore whitespace changes at end of line
tr: Satır sonundaki boşluk değişikliklerini yoksay

# ignoreWhitespaceAtEolToolStripMenuItem.Text
source: Ignore whitespace changes at end of line
tr: Satır sonundaki boşluk değişikliklerini yoksay

# ignoreWhitespaceChangesToolStripMenuItem.Text
source: Ignore changes in amount of whitespace
tr: Boşluk miktarındaki değişiklikleri yoksay
