Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# lblDirtyWorkingDirectory.Text
source: Warning: you've got changes in your working directory that could be lost if you want to reset the current branch to another commit. Stash them before if you don't want to lose them.
tr: Uyarı: geçerli dalı başka bir teslimle sıfırlamak istiyorsanız, çalışma dizininizde kaybolabilecek değişiklikler var. Onları kaybolmasını istemiyorsanız önce onları zulalayın.

# linkCurrentBranch.Text
source: (Current branch name)
tr: (Geçerli dalın adı)

# linkHead.Text
source: HEAD
tr: HEAD (BAŞ)

# resetCurrentBranchOnThisCommitToolStripMenuItem.Text
source: Reset current branch to this commit...
tr: Bu teslimle geçerli dalı sıfırla...

# $this.Text
source: FormRemoteProcess
tr: FormUzakDepoİşlemi

# Abort.Text
source: Abort
tr: Durdur

# KeepDialogOpen.Text
source: Keep dialog open
tr: İletişim kutusunu açık tut

# _fingerprintNotRegistredText.Text
source: The fingerprint of this host is not registered by PuTTY. This causes this process to hang, and that why it is automatically stopped. When the connection is opened detached from Git and Git Extensions, the host's fingerprint can be registered. You could also manually add the host's fingerprint or run Test Connection from the remotes dialog. Do you want to register the host's fingerprint and restart the process?
tr: Bu ana bilgisayarın parmak izi, PuTTY tarafından kaydedilmemiştir. Bu nedenle, bu işlemin askıda kalmasına ve otomatik olarak durdurulmasına neden olur. Git ve Git Extensions'dan ayrılmış olarak bağlantı açıldığında, ana bilgisayarın parmak izi kaydedilebilir. Ayrıca ana bilgisayarın parmak izini manuel olarak ekleyebilir veya uzak iletişim kutusundan Bağlantı Testi'ni çalıştırabilirsin. Ana bilgisayarın parmak izini kaydetmek ve işlemi yeniden başlatmak ister misin?

# _fingerprintNotRegistredTextCaption.Text
source: Host Fingerprint not registered
tr: Ana bilgisayar(host) Parmak İzi kayıtlı değil

# $this.Text
source: Remote repositories
tr: Uzak depolar

# BranchName.HeaderText
source: Local branch name
tr: Yerel dal adı

# MergeWith.HeaderText
source: Default merge with
tr: Varsayılan birleştirme

# RemoteCombo.HeaderText
source: Remote repository
tr: Uzak depo

# Save.Text
source: Save changes
tr: Kaydet

# SaveDefaultPushPull.Text
source: Save changes
tr: Kaydet

# SshBrowse.Text
source: Browse...
tr: Gözat...

# TestConnection.Text
source: Test connection
tr: Test bağlantısı

# _btnDeleteTooltip.Text
source: Delete the selected remote
tr: Seçili uzak depoyu sil

# _btnNewTooltip.Text
source: Add a new remote
tr: Bir uzak depo ekle

# _btnToggleStateTooltip_Activate.Text
source: Activate the selected remote
tr: Seçilen uzak depoyu etkinleştir.

# _btnToggleStateTooltip_Deactivate.Text
source: Deactivate the selected remote. Inactive remote is completely invisible to git.
tr: Seçilen uzak depoyu devre dışı bırak. Pasif olan bir uzak depo git tarafında tamamen görünmez olur.

# _disabledRemoteAlreadyExists.Text
source: An inactive remote named "{0}" already exists.
tr: "{0}" adlı pasif bir uzak depon zaten var.

# _enabledRemoteAlreadyExists.Text
source: An active remote named "{0}" already exists.
tr: "{0}" adlı etkin bir uzak depon zaten var.

# _gbMgtPanelHeaderEdit.Text
source: Edit Remote Details
tr: Uzak Depoların Ayrıntılarını Düzenle

# _gbMgtPanelHeaderNew.Text
source: Create New Remote
tr: Yeni Uzak Depo Oluştur

# _gitMessage.Text
source: Message
tr: Mesaj

# _labelUrlAsFetch.Text
source: Fetch Url
tr: Getirme Url'si

# _lvgDisabledHeader.Text
source: Inactive
tr: Pasif

# _lvgEnabledHeader.Text
source: Active
tr: Etkin

# _questionAutoPullBehaviour.Text
source: You have added a new remote repository. Do you want to automatically configure the default push and pull behavior for this remote?
tr: Yeni bir uzak depo eklediniz. Bu uzak depo için varsayılan itme ve çekme davranışını otomatik olarak yapılandırmak ister misiniz?

# _questionAutoPullBehaviourCaption.Text
source: New remote
tr: Yeni uzak depo

# _questionDeleteRemote.Text
source: Are you sure you want to delete this remote?
tr: Bu uzak depoyu silmek istediğinize emin misiniz?

# _questionDeleteRemoteCaption.Text
source: Delete
tr: Sil

# _sshKeyOpenCaption.Text
source: Select ssh key file
tr: Güvenli kabuk (ssh) anahtar dosyasını seç

# _sshKeyOpenFilter.Text
source: Private key (*.ppk)
tr: Özel anahtar (*.ppk)

# checkBoxSepPushUrl.Text
source: Separate Push Url
tr: İtme Url'si olarak ayır

# gbMgtPanel.Text
source: Create New Remote
tr: Yeni Uzak Depo Oluştur

# label1.Text
source: Name
tr: Adı

# label3.Text
source: Private key file
tr: Özel anahtar dosyası

# label4.Text
source: Local branch name
tr: Yerel dal adı

# label5.Text
source: Remote repository
tr: Uzak depo

# label6.Text
source: Default merge with
tr: Varsayılan birleştirme

# labelPushUrl.Text
source: Push Url
tr: İtme Url'si

# lblMgtPuttyPanelHeader.Text
source: PuTTY SSH
tr: PuTTY Güvenli Kabuk (SSH)

# pnlMgtDetails.Text
source: Details
tr: Ayrıntılar

# pnlMgtPuttySsh.Text
source: PuTTY SSH
tr: PuTTY Güvenli Kabuk (SSH)

# tabPage1.Text
source: Remote repositories
tr: Uzak depolar

# tabPage2.Text
source: Default pull behavior (fetch & merge)
tr: Varsayılan çekme davranışı (getir & birleştir)

# $this.Text
source: Rename branch
tr: Dalı yeniden adlandırma

# Ok.Text
source: Rename
tr: Yeniden adlandır

# _branchRenameFailed.Text
source: Rename failed.
tr: Yeniden adlandırma başarısız oldu.

# label1.Text
source: New name
tr: Yeni ad

# $this.Text
source: Reset branch
tr: Dalı sıfırla

# BranchInfo.Text
source: Reset local &branch:
tr: &Yerel dalı sıfırla:

# ForceReset.Text
source: &Force reset for a non-fast-forward reset
tr: &Hızlı ileri olmayan bir sıfırlama için sıfırlamaya zorla

# _localRefInvalid.Text
source: The entered value '{0}' is not the name of an existing local branch.
tr: Girilen '{0}' değeri, mevcut bir yerel dal adı değil.

# labelResetBranchWarning.Text
source: You can only reset a branch safely if there is a direct path from it to selected revision. Forcing a branch to reset if it has not been merged might leave some commits unreachable.
tr: Bir dalı, yalnızca seçili düzeltmeye (revizyona) doğrudan bir yol varsa güvenli bir şekilde sıfırlayabilirsin. Birleştirilmemiş bir dalı sıfırlamaya zorlamak, bazı teslimleri erişilemez hale getirebilir.

# $this.Text
source: Reset changes
tr: Değişiklikleri sıfırla

# btnCancel.Text
source: &Cancel
tr: &İptal

# btnReset.Text
source: R&eset
tr: &Sıfırla

# cbDeleteNewFilesAndDirectories.Text
source: Also delete &new files and/or directories
tr: Ayrıca &yeni dosyaları ve/veya dizinleri sil

# label1.Text
source: Are you sure you want to reset your changes?
tr: Değişikliklerinizi sıfırlamak istediğinize emin misiniz?

# label2.Text
source: This will delete any uncommitted work.
tr: Bu işlem teslim edilmeyen işleri silecektir.

# $this.Text
source: Reset current branch
tr: Geçerli dalı sıfırla

# Hard.Text
source: &Hard: reset working directory and index (discard ALL local changes, even uncommitted changes)
tr: &Sert: çalışma dizinini ve dizini sıfırla (TÜM yerel değişiklikleri ve kaydedilmemiş değişiklikleri siler)

# Keep.Text
source: &Keep: update working directory to the commit (abort if there are local changes), reset index
tr: &Koru: teslim ile çalışma dizinini güncelle (eğer yerel değişiklikler varsa iptal et), dizini sıfırla

# Merge.Text
source: &Merge: update working directory to the commit and keep local changes (abort if there are conflicts), reset index
tr: &Birleştirme: teslim ile çalışma dizinini güncelle ve yerel değişiklikleri koru (eğer çakışmalar varsa iptal et), dizini sıfırla

# Mixed.Text
source: Mi&xed: leave working directory untouched, reset index
tr: &Karışık: çalışma dizinini dokunmadan ayrıl, dizini sıfırla

# Soft.Text
source: &Soft: leave working directory and index untouched
tr: &Yumuşak: çalışma dizinini ve dizini dokunmadan ayrıl

# _branchInfo.Text
source: Reset branch '{0}' to revision:
tr: '{0}' dalını, düzeltmeyle(revizyonla) sıfırla:

# _resetHardWarning.Text
source: You are about to discard ALL local changes, are you sure?
tr: TÜM yerel değişiklikleri atmak üzeresiniz, emin misiniz?

# $this.Text
source: Resolve merge conflicts
tr: Birleştirme çakışmalarını çözme

# ContextChooseBase.Text
source: Choose base
tr: Temeli seçin

# ContextChooseLocal.Text
source: Choose local
tr: Yerelli seçin

# ContextChooseRemote.Text
source: Choose remote
tr: Uzak bağlantıyı seçin

# ContextMarkAsSolved.Text
source: Mark conflict as solved
tr: Çakışmayı çözülmüş olarak işaretle

# ContextOpenBaseWith.Text
source: Open base with
tr: Temeli birlikte aç

# ContextOpenLocalWith.Text
source: Open local with
tr: Yereli birlikte aç

# ContextOpenRemoteWith.Text
source: Open remote with
tr: Uzak depoyu birlikte aç

# ContextSaveBaseAs.Text
source: Save base as
tr: Temelli farklı kaydet

# ContextSaveLocalAs.Text
source: Save local as
tr: Yereli farklı kaydet

# ContextSaveRemoteAs.Text
source: Save remote as
tr: Uzağı farklı kaydet

# FileName.HeaderText
source: Filename
tr: Dosya adı

# OpenMergetool.Text
source: Open in mergetool
tr: Birleştirme aracında aç

# Rescan.Text
source: Rescan merge conflicts
tr: Birleştirme çakışmalarını yeniden tara

# Reset.Text
source: &Reset
tr: &Sıfırla

# _allConflictsResolved.Text
source: All merge conflicts are resolved, you can commit. Do you want to commit now?
tr: Tüm birleştirme çakışmaları çözüldü, bunu teslim edebilirsiniz. Şimdi teslim etmek ister misin?

# _allConflictsResolvedCaption.Text
source: Commit
tr: Teslim Et

# _allFilesFilter.Text
source: All files (*.*)
tr: Tüm dosyalar (*.*)

# _areYouSureYouWantDeleteFiles.Text
source: Are you sure you want to DELETE all changes? This action cannot be made undone.
tr: Tüm değişiklikleri SİLMEK istediğinize emin misiniz? Bu eylem geri alınamaz.

# _areYouSureYouWantDeleteFilesCaption.Text
source: WARNING!
tr: UYARI!

# _askMergeConflictSolved.Text
source: Is the merge conflict solved?
tr: Birleştirme çakışması çözüldü mü?

# _askMergeConflictSolvedAfterCustomMergeScript.Text
source: The merge conflict need to be solved and the result must be saved as: {0} Is the merge conflict solved?
tr: Birleştirme çakışması çözülmeli ve sonuç şu şekilde kaydedilmelidir: {0} Birleştirme çakışması çözüldü mü?

# _askMergeConflictSolvedCaption.Text
source: Conflict solved?
tr: Çatışma çözüldü mü?

# _button1Text.Text
source: Open in
tr: Prg ile aç

# _chooseBaseFileFailedText.Text
source: Choose base file failed.
tr: Temel dosya seçilemedi.

# _chooseLocalButtonText.Text
source: Choose local
tr: Yerelli seçin

# _chooseLocalFileFailedText.Text
source: Choose local file failed.
tr: Yerel dosya seçilemedi.

# _chooseRemoteButtonText.Text
source: Choose remote
tr: Uzak bağlantıyı seçin

# _chooseRemoteFileFailedText.Text
source: Choose remote file failed.
tr: Uzak dosya seçilemedi.

# _conflictedFilesContextMenuText.Text
source: Solve
tr: Çöz

# _contextChooseLocalMergeText.Text
source: Choose local (ours)
tr: Yerel seçin (bizimki)

# _contextChooseLocalRebaseText.Text
source: Choose local (theirs)
tr: Yerel seçin (onlarınki)

# _contextChooseRemoteMergeText.Text
source: Choose remote (theirs)
tr: Uzak bağlantıyı seçin (onlarınki)

# _contextChooseRemoteRebaseText.Text
source: Choose remote (ours)
tr: Uzak bağlantıyı seçin (bizimki)

# _currentFormatFilter.Text
source: Current format (*.{0})
tr: Geçerli dosya türü (*.{0})

# _deleteFileButtonText.Text
source: Delete file
tr: Dosyayı sil

# _errorStartingMergetool.Text
source: Error starting mergetool: {0}
tr: Birleştirme aracı başlatılırken hata oluştu: {0}

# _failureWhileOpenFile.Text
source: Open temporary file failed.
tr: Geçici dosya açılamadı.

# _failureWhileSaveFile.Text
source: Save file failed.
tr: Dosya kaydedilemedi.

# _fileBinaryChooseLocalBaseRemote.Text
source: File ({0}) appears to be a binary file. Choose to keep the local ({1}), remote ({2}) or base file.
tr: ({0}) dosyası, ikili (binary) bir dosya gibi görünüyor. Yerel ({1}), uzak ({2}) veya temel (base) dosyayı korumayı seçin.

# _fileChangeLocallyAndRemotely.Text
source: The file has been changed both locally ({0}) and remotely ({1}). Merge the changes.
tr: Dosya, hem yerelde ({0}) hem de uzak depoda ({1}) değiştirildi. Lütfen değişiklikleri birleştirin.

# _fileCreatedLocallyAndRemotely.Text
source: A file with the same name has been created locally ({0}) and remotely ({1}). Choose the file you want to keep or merge the files.
tr: Aynı ada sahip bir dosya, yerel depoda ({0}) ve uzak depoda ({1}) oluşturulmuş. Korumak istediğiniz dosyayı seçin veya dosyaları birleştirin.

# _fileCreatedLocallyAndRemotelyLong.Text
source: File {0} does not have a base revision. A file with the same name has been created locally ({1}) and remotely ({2}) causing this conflict. Choose the file you want to keep, merge the files or delete the file?
tr: {0} dosyasının temel (base) düzeltmesi (revizyonu) yok. Aynı ada sahip bir dosya, yerel depoda ({1}) ve uzak depoda ({2}) oluşturulmuş ve bu da çakışmaya neden oldu. Korumak istediğiniz dosyayı seçilsin mi veya dosyalar birleştirilsin mi veya dosya silinsin mi?

# _fileDeletedLocallyAndModifiedRemotely.Text
source: The file has been deleted locally ({0}) and modified remotely ({1}). Choose to delete the file or keep the modified version.
tr: Dosya, yerel depoda ({0}) silinmiş ve uzak depoda ({1}) değiştirilmiş. Dosyayı silin veya değiştirilmiş sürümü korumayı seçin.

# _fileDeletedLocallyAndModifiedRemotelyLong.Text
source: File {0} does not have a local revision. The file has been deleted locally ({1}) but modified remotely ({2}). Choose to delete the file or keep the modified version.
tr: {0} dosyasının yerel bir düzeltmesi (revizyonu) yok. Dosya, yerel depoda ({1}) silinmiş, ancak uzak depoda ({2}) değiştirilmiş. Dosyayı silin veya değiştirilmiş sürümü korumayı seçin.

# _fileIsBinary.Text
source: The selected file appears to be a binary file. Are you sure you want to open this file in {0}?
tr: Seçilen dosya, bir ikili (binary) dosya olarak görünmektedir. Bu dosyayı, {0} içerisinde açmak istediğinize emin misin?

# _fileModifiedLocallyAndDeletedRemotely.Text
source: The file has been modified locally ({0}) and deleted remotely ({1}). Choose to delete the file or keep the modified version.
tr: Dosya, yerel depoda ({0}) değiştirilmiş ve uzak depoda ({1}) silinmiş. Dosyayı silin veya değiştirilmiş sürümü korumayı seçin.

# _fileModifiedLocallyAndDeletedRemotelyLong.Text
source: File {0} does not have a remote revision. The file has been modified locally ({1}) but deleted remotely ({2}). Choose to delete the file or keep the modified version.
tr: {0} dosyasının uzak bir düzeltmesi (revizyonu) yok. Dosya, yerel depoda ({1}) değiştirilmiş, ancak uzak depoda ({2}) silinmiş. Dosyayı silin veya değiştirilmiş sürümü korumayı seçin.

# _fileUnchangedAfterMerge.Text
source: The file has not been modified by the merge. Usually this means that the file has been saved to the wrong location. The merge conflict will not be marked as solved. Please try again.
tr: Dosya, birleştirme tarafında değiştirilmedi. Bunun nedeni genellikle dosyanın yanlış konuma kaydedilmiş olmasıdır. Birleştirme çakışması çözüldü olarak işaretlenmeyecektir. Lütfen, tekrar deneyin.

# _filesDeletedLocallyAndModifiedRemotelyLong.Text
source: {0} and {1} other out of {2} selected files do not have a local revision. The files have been deleted locally, but modified remotely Choose to delete the files or keep the modified versions.
tr: {0} ve seçilen {2} dosyadan {1} tanesinin, yerel bir düzeltmesi (revizyonu) yok. Dosyalar, yerel depoda silinmiş, ancak uzak depoda değiştirilmiş. Dosyaları silin veya değiştirilmiş sürümleri korumayı seçin.

# _filesDeletedLocallyAndModifiedRemotelyLongNoOtherFilesSelected.Text
source: {0} and {1} other selected file(s) do not have a local revision. The files have been deleted locally, but modified remotely Choose to delete the files or keep the modified versions.
tr: {0} dosyası ve seçilen diğer {1} dosyanın, yerel bir düzeltmesi (revizyonu) yok. Dosyalar, yerel depoda silinmiş, ancak uzak depoda değiştirilmiş. Dosyaları silin veya değiştirilmiş sürümleri korumayı seçin.

# _filesModifiedLocallyAndDeletedRemotelyLong.Text
source: {0} and {1} other out of {2} selected files do not have a remote revision. The files have been modified locally, but deleted remotely. Choose to delete the files or keep the modified versions.
tr: {0} ve seçilen {2} dosyadan {1} tanesinin, uzak bir düzeltmesi (revizyonu) yok. Dosyalar, yerel depoda değiştirilmiş, ancak uzak depoda silinmiş. Dosyaları silin veya değiştirilmiş sürümleri korumayı seçin.

# _filesModifiedLocallyAndDeletedRemotelyLongNoOtherFilesSelected.Text
source: {0} and {1} other selected file(s) do not have a remote revision. The files have been modified locally, but deleted remotely. Choose to delete the files or keep the modified versions.
tr: {0} dosyası ve seçilen diğer {1} dosyanın, uzak bir düzeltmesi (revizyonu) yok. Dosyalar, yerel depoda değiştirilmiş, ancak uzak depoda silinmiş. Dosyaları silin veya değiştirilmiş sürümleri korumayı seçin.

# _keepBaseButtonText.Text
source: Keep base file
tr: Temel (base) dosyayı, koru

# _keepModifiedButtonText.Text
source: Keep modified
tr: Değiştirilmiş olanı koru

# _noBase.Text
source: no base
tr: temel yok

# _noBaseFileMergeCaption.Text
source: Merge
tr: Birleştir

# _noBaseRevision.Text
source: There is no base revision for {0}. Fall back to 2-way merge?
tr: {0} için temel bir düzeltme(revizyon) yok. 2 yönlü (yollu) birleştirmeye geri dönülsün mü?

# _noMergeTool.Text
source: There is no mergetool configured. Please go to settings and set a mergetool!
tr: Yapılandırılmış bir birleştirme aracı yok. Lütfen, ayarlara gidin ve bir birleştirme aracı ayarlayın!

# _noMergeToolConfigured.Text
source: The mergetool is not correctly configured. Please go to settings and configure the mergetool!
tr: Birleştirme aracı, doğru bir şekilde yapılandırılmamış. Lütfen, ayarlara gidin ve birleştirme aracını ayarlayın!

# _openMergeToolItemText.Text
source: Open in
tr: Prg ile aç

# _ours.Text
source: ours
tr: bizim

# _resetCaption.Text
source: Reset
tr: Sıfırla

# _solveMergeConflictApplyToAllCheckBoxText.Text
source: Apply to {0} and {1} other file(s)
tr: {0} ve diğer {1} dosyaya uygula

# _solveMergeConflictDialogCaption.Text
source: Solve merge conflict
tr: Birleştirme çakışmasını çözme

# _theirs.Text
source: theirs
tr: onların

# _uskUseCustomMergeScriptCaption.Text
source: Custom merge script
tr: Özel birleştirme komut dosyası

# conflictDescription.Text
source: Select file
tr: Dosya seç

# customMergetool.Text
source: Open in &mergetool
tr: Birleştirme &aracında aç

# fileHistoryToolStripMenuItem.Text
source: File history
tr: Dosya geçmişi

# label1.Text
source: Unresolved merge conflicts
tr: Çözülmemiş birleştirme çakışmaları

# label2.Text
source: Base
tr: Temel (Base)

# label5.Text
source: Remote
tr: Uzak Depo

# label7.Text
source: Local
tr: Yerel

# merge.Text
source: Merge
tr: Birleştir

# openFolderToolStripMenuItem.Text
source: Show in folder
tr: Klasörde göster

# openMergeToolBtn.Text
source: Open in mergetool
tr: Birleştirme aracında aç

# openWithToolStripMenuItem.Text
source: Open With
tr: Birlikte Aç

# startMergetool.Text
source: Start mergetool
tr: Birleştirme aracını başlat

# $this.Text
source: Revert commit
tr: Teslimi geri al

# BranchInfo.Text
source: Revert this commit:
tr: Bu teslimi geri al:

# Revert.Text
source: &Revert this commit
tr: &Bu teslimi geri al

# $this.Text
source: Filter
tr: Filtrele

# FullHistoryCheck.Text
source: Full &history
tr: Dosya &geçmişi

# _author.Text
source: &Author
tr: &Yazar

# _branches.Text
source: &Branches
tr: &Dallar

# _committer.Text
source: &Committer
tr: &Teslim Alan

# _diffContent.Text
source: &Diff contains
tr: &Fark içerir

# _diffContentToolTip.Text
source: SLOW
tr: YAVAŞ

# $this.Text
source: Select multiple branches
tr: Birden çok dalı seçin

# okButton.Text
source: OK
tr: Tamam

# selectBranchesLabel.Text
source: Select branches
tr: Dalları seç

# $this.Text
source: Settings
tr: Ayarlar

# _cantSaveSettings.Text
source: Failed to save all settings
tr: Tüm ayarlar kaydedilemedi

# buttonApply.Text
source: Apply
tr: Uygula

# buttonDiscard.Text
source: Discard
tr: At

# label10.Text
source: You need to set the correct path to git.cmd before you can change any global setting.
tr: Herhangi bir genel ayarı değiştirebilmeniz için git.cmd'nin yolunu doğru ayarlamanız gerekiyor.

# labelInstantSaveNotice.Text
source: Changes on the selected page will be saved instantly. Therefore the Cancel button does NOT revert any changes made.
tr: Seçili sayfadaki değişiklikler anında kaydedilir. Bu nedenle İptal düğmesi yapılan değişiklikleri GERİ ALAMAZ.

# $this.Text
source: Stash
tr: Zula

# Apply.Text
source: &Apply Selected Stash
tr: Seçili zulayı &uygula

# Clear.Text
source: &Drop Selected Stash
tr: Seçili Zulayı &At

# Stash.Text
source: S&tash all changes
tr: Tüm değişiklikleri &zulala

# StashKeepIndex.Text
source: &Keep index
tr: &Dizini koru

# StashSelectedFiles.Text
source: Stash &selected changes
tr: &Seçili değişiklikleri zulala

# Stashes.ToolTipText
source: Select a stash
tr: Bir zula seç

# _currentWorkingDirChanges.Text
source: Current working directory changes
tr: Geçerli çalışma dizini değişiklikleri

# _noStashes.Text
source: There are no stashes.
tr: Hiçbir zula yok.

# cherryPickFileChangesToolStripMenuItem.Text
source: &Cherry pick file changes
tr: Dosya değişikliklerinde iyi &kirazı seç ve topla (cherry-pick)

# chkIncludeUntrackedFiles.Text
source: &Include untracked files
tr: &İzlenmeyen dosyaları dahil et

# messageLabel.Text
source: &Message:
tr: &Mesaj:

# refreshToolStripButton.Text
source: Refresh
tr: Yenile

# showToolStripLabel.Text
source: S&how:
tr: &Göster:

# $this.Text
source: Process
tr: İşlem

# $this.Text
source: Submodules
tr: Alt modüller

# AddSubmodule.Text
source: Add submodule
tr: Alt modül ekle

# RemoveSubmodule.Text
source: Remove
tr: Kaldır

# Status.HeaderText
source: Status
tr: Durum

# SynchronizeSubmodule.Text
source: Synchronize
tr: Eşitle

# UpdateSubmodule.Text
source: Update
tr: Güncelle

# _removeSelectedSubmodule.Text
source: Are you sure you want remove the selected submodule?
tr: Seçili alt modülü kaldırmak istediğinize emin misiniz?

# _removeSelectedSubmoduleCaption.Text
source: Remove
tr: Kaldır

# groupBox1.Text
source: Details
tr: Ayrıntılar

# label2.Text
source: Remote path
tr: Uzak depo yolu

# label3.Text
source: Local path
tr: Yerel yol

# label4.Text
source: Commit
tr: Teslim Et

# label5.Text
source: Branch
tr: Dal

# label6.Text
source: Status
tr: Durum

# $this.Text
source: Check for update
tr: Güncellemeyi kontrol et

# UpdateLabel.Text
source: Searching for updates
tr: Güncelleştirmeler aranıyor

# _downloadingUpdate.Text
source: Downloading update...
tr: Güncelleme indiriliyor...

# _errorHeading.Text
source: Download Failed
tr: İndirme başarısız oldu

# _errorMessage.Text
source: Failed to download an update.
tr: Bir güncelleme indirilemedi.

# _newVersionAvailable.Text
source: There is a new version {0} of Git Extensions available
tr: Git Uzantılarının (Extensions'ın) yeni bir sürüm var: Git Extensions {0}

# _noUpdatesFound.Text
source: No updates found
tr: Güncelleme bulunamadı

# btnUpdateNow.Text
source: &Update Now
tr: &Şimdi Güncelle

# linkChangeLog.Text
source: Show Change&Log
tr: &Değişim Günlüğünü Göster

# linkDirectDownload.Text
source: &Direct Download
tr: &Doğrudan İndir

# $this.Text
source: Verify database
tr: Veri tabanını doğrula

# DeleteAllLostAndFoundTags.Text
source: Delete all LOST_AND_FOUND tags
tr: Tüm LOST_AND_FOUND etiketlerini sil
