Repository: gitextensions/gitextensions
Catalog: GitUI/Translation/Turkish.xlf
Languages: tr

# $this.Text
source: Advanced
tr: Gelişmiş

# CheckoutGB.Text
source: Checkout
tr: Çık

# GeneralGB.Text
source: General
tr: Genel

# chkAlwaysShowAdvOpt.Text
source: Always show advanced options
tr: Her zaman gelişmiş seçenekleri göster

# chkAlwaysShowCheckoutDlg.Text
source: Always show checkout dialog
tr: Her zaman çıkış iletişim kutusunu göster

# chkAutoNormaliseBranchName.Text
source: Auto normalise branch name
tr: Dal adını otomatik normalleştir

# chkAutoNormaliseBranchName.ToolTipText
source: Controls whether branch name should be automatically normalised as per git branch naming rules. If enabled, any illegal symbols will be replaced with the replacement symbol of your choice.
tr: Dal adlarının, git dal adlandırma kurallarına göre otomatik olarak normalleştirilip normalleştirilmediğini kontrol eder. Etkinleştirilirse, geçersiz sembollerin yerine seçtiğiniz değiştirme sembolü ile yer değiştirir.

# chkCheckForRCVersions.Text
source: Check for release candidate versions
tr: Sürüm adayı sürümleri denetle

# chkCheckForUpdates.Text
source: Check for updates weekly
tr: Güncelleştirmeleri haftalık olarak denetle

# chkCommitAndPushForcedWhenAmend.Text
source: Push forced with lease when Commit && Push action is performed with Amend option checked
tr: Teslimi düzenle seçeneği işaretli olarak, teslim etme && İt eylemi gerçekleştirildiğinde kiralamayla zorla it.

# chkConsoleEmulator.Text
source: Use Console Emulator for console output in command dialogs
tr: Komut iletişim kutularında konsol çıktısı için Konsol Emülatörünü kullan

# chkConsoleEmulator.ToolTipText
source: Controls how console programs output is displayed in command progress dialogs, like Clone or Pull. If yes, embeds the fully functional console emulator. This is experimental and might have side-effects. If no, redirects select strings from stdout/stderr into an edit box. This is the classic mode. Turn off if you experience problems with the console emulator.
tr: Konsol programlarının çıktılarının, Klonlama veya Çekme gibi komut ilerlemelerinin iletişim kutularında nasıl görüntüleneceğini denetler. Evetse, tamamen işlevsel bir konsol emülatörü yerleştirir. Bu deneyseldir ve yan etkileri olabilir. Hayırsa, seçilen string'leri (dizeleri), stdout/stderr'dan bir düzenleme kutusuna yönlendirir. Bu klasik bir moddur. Konsol emülatörü ile ilgili olarak sorunlarla karşılaşırsanız kapatın.

# chkDontSHowHelpImages.Text
source: Don't show help images
tr: Yardım resimlerini gösterme

# chkUseLocalChangesAction.Text
source: Use last chosen "local changes" action as default action. This action will be performed without warning while checking out branch.
tr: Varsayılan eylem olarak son seçilen "yerel değişiklikler" eylemini kullan. Bu eylem, daldan çıkış yapılırken, uyarı yapılmadan gerçekleştirilecektir.

# grpCommit.Text
source: Commit
tr: Teslim Et

# grpUpdates.Text
source: Updates
tr: Güncellemeler

# label1.Text
source: Symbol to use:
tr: Kullanılacak sembol:

# $this.Text
source: Fonts
tr: Yazı Tipleri

# applicationFontChangeButton.Text
source: font name
tr: yazı tipini adı

# commitFontChangeButton.Text
source: font name
tr: yazı tipini adı

# diffFontChangeButton.Text
source: font name
tr: yazı tipini adı

# gbFonts.Text
source: Fonts
tr: Yazı Tipleri

# label26.Text
source: Application font
tr: Uygulamanın yazı tipi

# label34.Text
source: Commit font
tr: Teslimin yazı tipi

# label36.Text
source: Monospace font
tr: Monospace yazı tipi

# label56.Text
source: Code font
tr: Kodların yazı tipi

# monospaceFontChangeButton.Text
source: font name
tr: yazı tipini adı

# $this.Text
source: Appearance
tr: Görünüm

# AvatarProvider.Text
source: Default
tr: Varsayılan

# ClearImageCache.Text
source: Clear image cache
tr: Resim önbelleğini temizle

# ShowAuthorAvatarInCommitGraph.Text
source: Show author's avatar column in the commit graph
tr: Teslim grafiğinde yazarın avatar sütununu göster

# ShowAuthorAvatarInCommitInfo.Text
source: Show author's avatar in the commit info view
tr: Teslim bilgisinin görünümünde yazarın avatarını göster

# _avatarProviderTooltip.Text
source: The avatar provider defines the source for user-defined avatar images. The "Default" provider uses GitHub and Gravatar, the "Custom" provider allows you to set custom provider URLs and "None" disables user-defined avatars. Click this info icon for more details.
tr: Avatar sağlayıcısı, kullanıcı tanımlı avatar resimlerinin kaynağını tanımlar. "Varsayılan" seçildiğinde sağlayıcı olarak GitHub ve Gravatar'ı kullanır, "Özel" seçildiğinde özel sağlayıcısının URL'lerini belirtin ve "Hiçbiri" seçildiğinde kullanıcı tanımlı avatarları devre dışı bırakır. Daha fazla ayrıntı için bu bilgi simgesine tıklayın.

# _noDictFile.Text
source: None
tr: Hiçbiri

# _noDictFilesFound.Text
source: No dictionary files found in: {0}
tr: Sözlük dosyaları bulunamadı. Dizin bulunamadı: {0}

# _noImageServiceTooltip.Text
source: A default image, if the provider has no image for the email address. Click this info icon for more details.
tr: Sağlayıcınızında e-posta adresiniz için bir resminiz yoksa, bu bir varsayılan resimdir. Daha fazla ayrıntı için bu bilgi simgesine tıklayın.

# _revisionSortWarningTooltip.Text
source: Sorting revisions may delay rendering of the revision graph.
tr: Revizyonların sıralanması, revizyon grafiğinin oluşturulmasını geciktirebilir.

# chkEnableAutoScale.Text
source: Auto scale user interface when high DPI is used
tr: Yüksek DPI kullanıldığında kullanıcı arabirimini otomatik ölçeklendir

# chkShowCurrentBranchInVisualStudio.Text
source: Show current branch in Visual Studio
tr: Visual Studio'da geçerli dalı göster

# chkShowRelativeDate.Text
source: Show relative date instead of full date
tr: Tam tarih yerine göreceli tarihi göster

# chkShowRepoCurrentBranch.Text
source: Show current branch names in the dashboard and the recent repositories dropdown menu
tr: Panodaki ve en son depo açılır menüsünde geçerli dal adlarını göster

# downloadDictionary.Text
source: Download dictionary
tr: Sözlük indir

# gbAuthorImages.Text
source: Author images
tr: Yazar resimleri

# gbGeneral.Text
source: General
tr: Genel

# gbLanguages.Text
source: Language
tr: Dil

# helpTranslate.Text
source: Help translate
tr: Tercümeye yardım et

# lblAvatarProvider.Text
source: Avatar provider
tr: Avatar sağlayıcısı

# lblBranchesOrder.Text
source: Order branches
tr: Dalları sırala

# lblBranchesSortBy.Text
source: Sort branches by
tr: Dalları Sırala

# lblCacheDays.Text
source: Cache images (days)
tr: Önbellek resimleri (gün)

# lblCustomAvatarTemplate.Text
source: Custom avatar template
tr: Özel avatar şablonu

# lblLanguage.Text
source: Language (restart required)
tr: Dil (yeniden başlatılmalı)

# lblNoImageService.Text
source: Fallback generated avatar style
tr: Alternatif avatar stili

# lblRevisionsSortBy.Text
source: Sort revisions by
tr: Revizyonları sırala

# lblSpellingDictionary.Text
source: Dictionary for spelling checker
tr: Yazım denetleyicisi için sözlük

# truncateLongFilenames.Text
source: Truncate long filenames
tr: Uzun dosya adlarını kısalt

# truncatePathMethod.Item0
source: None
tr: Hiçbiri

# truncatePathMethod.Item1
source: Compact
tr: Yoğun

# truncatePathMethod.Item2
source: Trim start
tr: Başlangıcı kırp

# truncatePathMethod.Item3
source: Filename only
tr: Yalnızca dosya adı

# cbLoadTestResults.Text
source: Display test results in build status summary for each build result (network intensive!)
tr: Her derleme sonucu için derleme durumunun özetinde test sonuçlarını görüntüle (ağ yoğun!)

# Description.Text
source: Auto compile SubModules
tr: Alt modüllerin otomatik olarak derlenmesi

# _doYouWantBuild.Text
source: Do you want to build {0}? {1}
tr: {0} derlemek istiyor musun? {1}

# _enterCorrectMsBuildPath.Text
source: Please enter correct MSBuild path in the plugin settings dialog and try again.
tr: Eklenti Ayarları iletişim kutusuna doğru MSBuild yolunu girin ve tekrar deneyin.

# _msBuildArguments.Caption
source: msbuild.exe arguments
tr: msbuild.exe bağımsız değişkenleri

# _msBuildEnabled.Caption
source: Enabled
tr: Etkin

# _msBuildPath.Caption
source: Path to msbuild.exe
tr: msbuild.exe dosyasının yolu

# avatarProviderToolStripMenuItem.Text
source: Avatar provider
tr: Avatar sağlayıcısı

# clearImagecacheToolStripMenuItem.Text
source: Clear image cache
tr: Resim önbelleğini temizle

# fallbackAvatarStyleToolStripMenuItem.Text
source: Fallback generated avatar style
tr: Alternatif avatar stili

# registerGravatarToolStripMenuItem.Text
source: Register at gravatar.com
tr: Gravatar.com'a kayıt ol

# Description.Text
source: Periodic background fetch
tr: Periyodik arka plan getirmesi

# _autoRefresh.Caption
source: Refresh view after fetch
tr: Getirdikten sonra görünümü yenile

# _fetchAllSubmodules.Caption
source: Fetch all submodules
tr: Tüm alt modülleri getir

# _fetchInterval.Caption
source: Fetch every (seconds) - set to 0 to disable
tr: Her şeyi getir (saniye) - devre dışı bırakmak için 0 yap

# _gitCommand.Caption
source: Arguments of git command to run
tr: Çalıştırılacak git komutunun bağımsız değişkenleri

# BitbucketBaseUrl.Caption
source: Specify the base URL to Bitbucket
tr: Bitbucket için temel URL'yi belirtin

# BitbucketDisableSsl.Caption
source: Disable SSL verification
tr: SSL doğrulamasını devre dışı bırak

# BitbucketPassword.Caption
source: Bitbucket Password
tr: Bitbucket Şifresi

# BitbucketUsername.Caption
source: Bitbucket Username
tr: Bitbucket Kullanıcı adı

# Description.Text
source: Bitbucket Server
tr: Bitbucket Sunucusu

# _yourRepositoryIsNotInBitbucket.Text
source: Your repository is not hosted in BitBucket Server.
tr: Deponuz, BitBucket Sunucusunda barındırılmıyor.

# $this.Text
source: Bitbucket Server
tr: Bitbucket Sunucusu

# _committed.Text
source: {0} committed {1}
tr: {0} teslim edildi {1}

# _error.Text
source: Error
tr: Hata

# _linkLabelToolTip.Text
source: Right-click to copy link
tr: Bağlantıyı kopyalamak için sağ tıklayın

# _success.Text
source: Success
tr: Başarı

# btnApprove.Text
source: Approve
tr: Onayla

# btnCreate.Text
source: Create
tr: Oluştur

# btnMerge.Text
source: Merge
tr: Birleştir

# groupBoxCreatePullRequest.Text
source: Pull Request Info
tr: Çekme İsteği Bilgileri

# groupBoxInformation.Text
source: Information
tr: Bilgi

# groupBoxPullRequestInfo.Text
source: Pull Request Info
tr: Çekme İsteği Bilgileri

# groupBoxSource.Text
source: Source
tr: Kaynak

# groupBoxSourceRepoView.Text
source: Source
tr: Kaynak

# groupBoxTarget.Text
source: Target
tr: Hedef

# groupBoxTargetRepoView.Text
source: Target
tr: Hedef

# lblAuthor.Text
source: Author
tr: Yazar

# lblBranchView.Text
source: Branch
tr: Dal

# lblDescription.Text
source: Description
tr: Açıklama

# lblDescriptionView.Text
source: Description
tr: Açıklama

# lblRepositoryView.Text
source: Repository
tr: Depo

# lblReviewerView.Text
source: Reviewer (approved)
tr: Gözden Geçiren (onaylı)

# lblSourceBranch.Text
source: Branch
tr: Dal

# lblSourceRepoView.Text
source: Repository
tr: Depo

# lblSourceRepository.Text
source: Repository
tr: Depo

# lblState.Text
source: State
tr: Durum

# lblTargetBranch.Text
source: Branch
tr: Dal

# lblTargetRepoView.Text
source: Branch
tr: Dal

# lblTargetRepository.Text
source: Repository
tr: Depo

# lblTitle.Text
source: Title
tr: Başlık

# lblTitleView.Text
source: Title
tr: Başlık

# tabCreate.Text
source: Create Pull Request
tr: Çekme İsteği Oluştur

# tabView.Text
source: View Pull Requests
tr: Çekme İsteklerini Görüntüle

# allCommitInfoToolStripMenuItem.Text
source: All commit info
tr: Tüm teslim bilgileri

# blamePreviousRevisionToolStripMenuItem.Text
source: Blame previous revision
tr: Önceki düzeltmeyi(revizyonu) izle(suçla)

# blameRevisionToolStripMenuItem.Text
source: Blame this revision
tr: Bu düzeltmeyi(revizyonu) izle(suçla)

# commitHashToolStripMenuItem.Text
source: Commit hash
tr: Teslim karması

# commitMessageToolStripMenuItem.Text
source: Commit message
tr: Teslim mesajları

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
tr: Panoya kopyala

# showChangesToolStripMenuItem.Text
source: Show changes
tr: Değişiklikleri göster

# $this.Text
source: Blame Viewer
tr: İzleme (Suçlama) Görüntüleyicisi

# cbDetectMoveAndCopyInAllFiles.Text
source: Detect move and copy in all files
tr: Tüm dosyalarda taşıma ve kopyalamaları algıla

# cbDetectMoveAndCopyInThisFile.Text
source: Detect move and copy in this file
tr: Bu dosyadaki taşıma ve kopyalamaları algıla

# cbDisplayAuthorFirst.Text
source: Display author first
tr: Önce yazarı görüntüle

# cbIgnoreWhitespace.Text
source: Ignore whitespace
tr: Boşluğu yoksay

# cbShowAuthor.Text
source: Show author
tr: Yazarı göster

# cbShowAuthorAvatar.Text
source: Show author avatar
tr: Yazarın avatarını göster

# cbShowAuthorDate.Text
source: Show author date
tr: Oluşturma tarihini göster

# cbShowAuthorTime.Text
source: Show author time
tr: Oluşturma zamanını göster

# cbShowLineNumbers.Text
source: Show line numbers
tr: Satır numaralarını göster

# cbShowOriginalFilePath.Text
source: Show original file path
tr: Orijinal dosya yolunu göster

# groupBoxBlameSettings.Text
source: Blame settings
tr: İzleme (suçlama) ayarları

# groupBoxDisplayResult.Text
source: Display result settings
tr: Sonuç görüntüleme ayarları

# _branchCheckoutError.Text
source: Branch '{0}' is not selectable, this branch has been removed from the selection.
tr: '{0}' dalı seçilebilir değil, bu dal seçimden kaldırıldı.

# CheckoutTooltip.Text
source: Checkout this branch
tr: Bu daldan çık

# CreateTooltip.Text
source: Create a local branch from this branch
tr: Bu uzak daldan bir yerel dal oluşturun

# MergeTooltip.Text
source: Merge this branch into current branch
tr: Geçerli dalla bu dalı birleştir

# RebaseTooltip.Text
source: Rebase current branch to this branch
tr: Bu dalla geçerli dalı yeniden temellendir

# RenameTooltip.Text
source: Rename this branch
tr: Bu dalı yeniden adlandır

# ResetTooltip.Text
source: Reset current branch to here
tr: Burayla geçerli dalı sıfırla

# LocalBranch.Text
source: Local branch
tr: Yerel dal

# Remotebranch.Text
source: Remote branch
tr: Uzak dal

# label1.Text
source: Select branch
tr: Dal seç

# IgnoreButton.Text
source: &Ignore
tr: &Yoksay

# _noReproStepsSuppliedErrorMessage.Text
source: Please provide as much as information as possible to help the developers solve this issue.
tr: Lütfen, geliştiricilerin bu sorunu çözebilmesi için daha fazla ayrıntı girin.

# _submitGitHubMessage.Text
source: Give as much as information as possible please to help the developers solve this issue. Otherwise, your issue ticket may be closed without any follow-up from the developers. Because of this, make sure to fill in all the fields in the report template please. Send report anyway?
tr: Lütfen geliştiricilerin bu sorunu çözmelerine yardımcı olmak için mümkün olduğunca fazla bilgi verin. Aksi takdirde, sorun biletin herhangi bir geliştirici takibi olmaksızın kapatılabilir. Bu nedenle, lütfen rapor şablonundaki tüm alanları doldurduğundan emin ol. Yine de raporu göndermek istiyor musun?

# _title.Text
source: Error Report
tr: Hatayı Bildir

# _toolTipCopy.Text
source: Copy the issue details into clipboard
tr: Sorunun ayrıntılarını panoya kopyala

# _toolTipQuit.Text
source: Quit application without reporting the issue
tr: Sorunu bildirmeden uygulamadan çık

# _toolTipSendQuit.Text
source: Report the issue to GitHub and quit application. A valid GitHub account is required
tr: Sorunu Github'a bildirin ve uygulamadan çıkın. Geçerli bir GitHub hesabı gereklidir

# applicationLabel.Text
source: Application:
tr: Uygulama:

# btnCopy.Text
source: &Copy
tr: &Kopyala

# contentsLabel.Text
source: Double-click an item to open it with the associated program.
tr: İlişkili programla açmak için bir öğeyi çift tıklayın.

# dateTimeLabel.Text
source: Date/Time:
tr: Tarih/Saat:

# descriptionColumnHeader.Text
source: Description
tr: Açıklama

# errorDescriptionLabel.Text
source: Please add a brief description (in English) of how we can reproduce the error:
tr: Lütfen hatayı nasıl yeniden oluşturabileceğimiz bir şekilde İngilizce olarak kısa bir açıklama ekleyin:

# exceptionTabPage.Text
source: Exception
tr: Özel Durum

# exceptionTypeLabel.Text
source: Exception Type:
tr: Özel Durum Türü:

# generalTabPage.Text
source: General
tr: Genel

# nameColumnHeader.Text
source: Name
tr: Adı

# previewLabel.Text
source: Preview:
tr: Önizleme:

# quitButton.Text
source: &Quit
tr: &Çık

# reportContentsTabPage.Text
source: Report Contents
tr: İçeriği bildir

# sendAndQuitButton.Text
source: &Send and Quit
tr: &Gönder ve Çık

# sizeColumnHeader.Text
source: Size
tr: Boyut

# targetSiteLabel.Text
source: Target Site:
tr: Hedef Site:

# warningLabel.Text
source: The application has crashed and it will now be terminated. If you click Quit, the application will close immediately. If you click Send and Quit, the application will close and a bug report will be sent.
tr: Uygulama çöktü ve şimdi sonlandırılacak. Çık'a tıklarsanız, uygulama hemen kapanacaktır. Gönder ve Çık'a tıklarsanız, uygulama kapanacak ve bir hata raporu gönderilecektir.

# $this.Text
source: Build server integration
tr: Derleme sunucusunun entegrasyonu

# _noneItem.Text
source: None
tr: Hiçbiri

# checkBoxEnableBuildServerIntegration.Text
source: Enable build server integration
tr: Derleme sunucusunun entegrasyonunu etkinleştir

# checkBoxShowBuildResultPage.Text
source: Show build result page
tr: Derleme sonuç sayfasını göster

# labelBuildServerSettingsInfo.Text
source: Git Extensions can integrate with build servers to supply per-commit Continuous Integration information.
tr: Git Extensions, teslim başına Sürekli Entegrasyon bilgilerini sağlanması için derleme sunucularıyla entegre olabilir.

# labelBuildServerType.Text
source: Build server type
tr: Derleme sunucusunun türü

# $this.Text
source: Checklist
tr: Kontrol Listesi

# CheckAtStartup.Text
source: Check settings at startup (disables automatically if all settings are correct)
tr: Başlangıçta ayarları kontrol et (tüm ayarlar doğruysa otomatik olarak devre dışı bırakılacaktır)

# DiffTool_Fix.Text
source: Repair
tr: Onar

# GcmDetectedFix.Text
source: Repair
tr: Onar

# GitBinFound_Fix.Text
source: Repair
tr: Onar

# GitExtensionsInstall_Fix.Text
source: Repair
tr: Onar

# GitFound_Fix.Text
source: Repair
tr: Onar

# MergeTool_Fix.Text
source: Repair
tr: Onar

# Rescan.Text
source: Save and rescan
tr: Kaydet ve yeniden tara

# ShellExtensionsRegistered_Fix.Text
source: Repair
tr: Onar

# SshConfig_Fix.Text
source: Repair
tr: Onar

# UserNameSet_Fix.Text
source: Repair
tr: Onar

# _adviceDiffToolConfiguration.Text
source: You should configure a diff tool to show file diff in external program.
tr: Dosya farkını, harici bir programda göstermek için bir fark aracı yapılandırmanız gerekiyor.

# _configureMergeTool.Text
source: You need to configure merge tool in order to solve merge conflicts.
tr: Birleştirme çakışmalarını çözmek için birleştirme aracını yapılandırman gerekiyor.

# _customMergeToolXConfigured.Text
source: There is a custom mergetool configured: {0}
tr: Yapılandırılmış özel bir birleştirme aracı var: {0}

# _diffToolXConfigured.Text
source: There is a difftool configured: {0}
tr: Yapılandırılmış bir fark aracı var: {0}

# _emailSet.Text
source: A username and an email address are configured.
tr: Bir kullanıcı adı ve bir e-posta adresi yapılandırıldı.

# _gcmDetectedCaption.Text
source: Obsolete git-credential-winstore.exe detected
tr: Eski bir "git-credential-winstore.exe" algılandı

# _gitCanBeRun.Text
source: Git can be run using: {0}
tr: Git bu yolda, çalıştırılabilir: {0}

# _gitCanBeRunCaption.Text
source: Locate git
tr: Git'i bul

# _gitNotFound.Text
source: Git not found. To solve this problem you can set the correct path in settings.
tr: Git bulunamadı. Bu sorunu çözmek için ayarlarda doğru yolu ayarlayabilirsiniz.

# _gitVersionFound.Text
source: Git {0} is found on your computer.
tr: Git {0} sürümü bilgisayarınızda bulunuyor.

# _languageConfigured.Text
source: The configured language is {0}.
tr: {0} yapılandırılmış dildir.

# _linuxToolsShNotFound.Text
source: The path to linux tools (sh) could not be found automatically. Please make sure there are linux tools installed (through Git for Windows or cygwin) or set the correct path manually.
tr: Linux araçlarının (sh) yolu otomatik olarak bulunamadı. Lütfen, Linux araçlarının kurulu olduğundan emin olun (Windows için Git veya cygwin) veya doğru yolu manuel olarak ayarlayın.

# _linuxToolsShNotFoundCaption.Text
source: Locate linux tools
tr: Linux araçlarını bul

# _linuxToolsSshFound.Text
source: Linux tools (sh) found on your computer.
tr: Linux araçları (sh) bilgisayarında bulundu.

# _linuxToolsSshNotFound.Text
source: Linux tools (sh) not found. To solve this problem you can set the correct path in settings.
tr: Linux araçları (sh) bulunamadı. Bu sorunu çözmek için ayarlarda doğru yolu ayarlayabilirsiniz.

# _mergeToolXConfigured.Text
source: There is a mergetool configured: {0}
tr: Yapılandırılmış bir birleştirme aracı var: {0}

# _mergeToolXConfiguredNeedsCmd.Text
source: {0} is configured as mergetool, this is a custom mergetool and needs a custom cmd to be configured.
tr: {0}, birleştirme aracı olarak yapılandırıldı, bu özel bir birleştirme aracı ve yapılandırılması için özel bir cmd gerekiyor.

# _noDiffToolConfiguredCaption.Text
source: Difftool
tr: Fark aracı

# _noEmailSet.Text
source: You need to configure a username and an email address.
tr: Bir kullanıcı adı ve bir e-posta adresi yapılandırmanız için gerekiyor.

# _noLanguageConfigured.Text
source: There is no language configured for Git Extensions.
tr: Git Extensions için yapılandırılmış bir dil yok.

# _notRecommendedGitVersion.Text
source: Git found but version {0} is older than recommended. Upgrade to version {1} or later
tr: Git bulundu, ancak {0} sürümü önerilenden daha eski. {1} sürümü veya sonraki bir sürüme yükseltin

# _opensshUsed.Text
source: Default SSH client, OpenSSH, will be used. (commandline window will appear on pull, push and clone operations)
tr: Varsayılan Güvenli Kabuk (SSH) istemcisi olarak OpenSSH kullanılacaktır. (çekme, itme ve klonlama işlemleri, komut satırı penceresinde görüntülenecektir)

# _otherSshClient.Text
source: Other SSH client configured: {0}.
tr: Yapılandırılan diğer Güvenli Kabuk (SSH) istemcisi: {0}.

# _plinkputtyGenpageantNotFound.Text
source: PuTTY is configured as SSH client but cannot find plink.exe, puttygen.exe or pageant.exe.
tr: PuTTY, Güvenli Kabuk (SSH) istemcisi olarak yapılandırılmış. Ancak plink.exe, puttygen.exe veya pageant.exe bulunamıyor.

# _puttyConfigured.Text
source: SSH client PuTTY is configured properly.
tr: Güvenli Kabuk (SSH) istemcisi, PuTTY doğru şekilde yapılandırıldı.

# _puttyFoundAuto.Text
source: All paths needed for PuTTY could be automatically found and are set.
tr: PuTTY için gerekli tüm yollar otomatik olarak bulunabilir ve ayarlanabilir.

# _registryKeyGitExtensionsCorrect.Text
source: Git Extensions is properly registered.
tr: Git Extensions, kayıt defterine başarılı bir şekilde kaydedildi.

# _registryKeyGitExtensionsFaulty.Text
source: Invalid installation directory stored in [Software\GitExtensions\InstallDir].
tr: Geçersiz kurulum dizini: [Software\GitExtensions\InstallDir].

# _registryKeyGitExtensionsMissing.Text
source: Registry entry missing [Software\GitExtensions\InstallDir].
tr: Kayıt defteri girdisi eksik: [Software\GitExtensions\InstallDir].

# _shCanBeRun.Text
source: Command sh can be run using: {0}sh
tr: Komut sh kullanılarak çalıştırılabilir: {0}sh

# _shCanBeRunCaption.Text
source: Locate linux tools
tr: Linux araçlarını bul
